Repository: prasish012/try
Catalog: try/media_copy/translations/newsphere/existing_translations/PO FILES AS DATASETS FROM WP.TRANSLATE 2/*/wp-themes-neve-fse-*.po
Languages: portuguese

source: Neve FSE is an experimental sister theme of Neve, for the ones that are ready to go full speed on full site editing, without backwards compatibility code.Neve FSE is a modern, minimalistic theme that is fully compatible with full-site-editing, it offers a range of patterns that make it perfect for simple design is suitable for a wide range of purposes, including blogs, small businesses, startups, agencies, firms, e-commerce shops, personal portfolio sites, and more. It also comes with several style variations to suit your unique aesthetic.
portuguese: O Neve FSE é um tema experimental semelhante ao Neve, para quem quiser entrar a toda a velocidade na edição integral do site, sem compatibilidade com o código das versões anteriores. O Neve FSE é um tema moderno e minimalista, que é totalmente compatível com a edição integral do site. Inclui uma gama de padrões que o tornam perfeito para um design simples, e é adequado para uma ampla gama de finalidades, incluindo blogs, pequenos negócios, startups, agências, empresas, lojas de comércio electrónico, portefólios pessoais e muito mais. Também inclui diversas variações de estilo, para se adequar à sua identidade visual.

# Style variation name
source: Greenlight
portuguese: Luz verde

# Style variation name
source: Vivid Red-Tangelo
portuguese: Vermelho vivo tângera

# Style variation name
source: Aztec Gold
portuguese: Ouro asteca

# Style variation name
source: Majorelle Blue
portuguese: Azul Majorelle

# Style variation name
source: Crayola
portuguese: Lápis de cor

# Template part name
source: Footer Variation - 5 Columns
portuguese: Variação do rodapé - 5 colunas

# Template part name
source: Footer Variation - 4 Columns
portuguese: Variação do rodapé - 4 colunas

# Template part name
source: Footer Variation - 3 Columns
portuguese: Variação do rodapé - 3 colunas

# Template part name
source: Footer Variation - Site Logo
portuguese: Variação do rodapé - Logótipo do site

# Template part name
source: Footer
portuguese: Rodapé

# Template part name
source: Header Variation - Hamburger Menu
portuguese: Variação do cabeçalho - Menu hambúrguer

# Template part name
source: Header Variation - Button
portuguese: Variação do cabeçalho - Botão

# Template part name
source: Header Variation - Centered
portuguese: Variação do cabeçalho - Centrado

# Template part name
source: Header
portuguese: Cabeçalho

# Color name
source: Accent
portuguese: Realce

# Color name
source: Foreground Alt
portuguese: Frente alternativa

# Color name
source: Background Dark
portuguese: Fundo escuro

# Color name
source: Background Alt
portuguese: Fundo alternativo

# Color name
source: Foreground
portuguese: Frente

# Color name
source: Background
portuguese: Fundo

# Font size name
source: Huge
portuguese: Enorme

# Font size name
source: Extra Large
portuguese: Muito grande

# Font size name
source: Large
portuguese: Grande

# Font size name
source: Medium
portuguese: Médio

# Font size name
source: Small
portuguese: Pequeno

source: Single Post 3 (Cover)
portuguese: Artigo 3 (Capa)

source: Single Post 2 (Cover Boxed)
portuguese: Artigo 2 (Capa em caixa)

source: Archive List
portuguese: Lista de arquivo

source: Archive (Cover)
portuguese: Arquivo (Capa)

source: Page Title - Cover Boxed
portuguese: Título da página - Capa em caixa

source: Page Title - Cover
portuguese: Título da página - Capa

source: Page Title - Light
portuguese: Título da página - Claro

source: Page Title - Dark
portuguese: Título da página - Escuro

source: Page Title - Simple
portuguese: Título da página - Simples

source: Post Covers
portuguese: Capas de artigos

source: Posts
portuguese: Artigos

source: Post cards 2
portuguese: Cartões de artigos 2

source: Post rows
portuguese: Linhas de artigos

source: Post cards
portuguese: Cartões de artigos

source: Posts loop grid inverted
portuguese: Grelha invertida do loop de artigos

source: Posts loop grid simple
portuguese: Grelha simples do loop de artigos

source: Columns with Team members
portuguese: Colunas com membros da equipa

source: Columns with Pricing
portuguese: Colunas com preços

source: Columns with portfolio items
portuguese: Colunas com itens de portefólio

source: Page Cover with Buttons
portuguese: Capa de página com botões

source: Page Cover with background image
portuguese: Capa de página com imagem de fundo

source: Full-width columns with image and content
portuguese: Colunas de largura total com imagem e conteúdo

source: Call to Action with Background Color
portuguese: Chamada para acção com cor de fundo

source: Content with images
portuguese: Conteúdo com imagens

source: Columns with Services
portuguese: Colunas com serviços

source: Columns with icons
portuguese: Colunas com ícones

source: Columns with cards
portuguese: Colunas com cartões

source: Columns with text and image
portuguese: Colunas com texto e imagem

source: Three Columns with Testimonials
portuguese: Três colunas com testemunhos

source: Columns with image and text
portuguese: Colunas com imagem e texto

source: Columns with image and text inverted
portuguese: Colunas invertidas com imagem e texto

source: Columns with content and images
portuguese: Colunas com conteúdo e imagens

source: Columns with feature boxes
portuguese: Colunas com caixas de funcionalidades

source: Primary Menu
portuguese: Menu principal

source: Full-page layouts that can be used as templates
portuguese: Layouts de página inteira que podem ser utilizados como modelos

source: Neve FSE Layouts
portuguese: Layouts do Neve FSE

source: Patterns for several sections and components
portuguese: Padrões para várias secções e componentes

source: Neve FSE Patterns
portuguese: Padrões do Neve FSE

source: Learn More
portuguese: Saiba mais

source: Install & Activate %s
portuguese: Instale e active o %s

source: Activate %s
portuguese: Activar o %s

source: Otter is a Gutenberg Blocks page builder plugin that adds extra functionality to the WordPress Block Editor (also known as Gutenberg) for a better page building experience without the need for traditional page builders.
portuguese: O Otter é um construtor com base em blocos do Gutenberg, que adiciona funcionalidades ao editor de blocos do WordPress (também conhecido por Gutenberg) para uma melhor experiência de criação, sem a necessidade de construtores de página tradicionais.

source: Power up your website building experience with %s!
portuguese: Melhore a sua experiência de criação do site com o %s!

source: Otter Blocks preview
portuguese: Pré-visualização do Otter Blocks

source: Done
portuguese: Concluído

source: Installing
portuguese: A instalar

source: Activating
portuguese: A activar

source: Maybe later
portuguese: Talvez mais tarde

source: Take the survey
portuguese: Responda ao inquérito

source: Thank you for trying Neve FSE. We would love to hear your thoughts on how we can enhance and improve the theme even further. Would you mind taking a moment to share your insights through a quick survey?
portuguese: Obrigado por experimentar o Neve FSE. Gostaríamos de saber a sua opinião sobre como podemos melhorar e aperfeiçoar ainda mais o tema. Importa-se de partilhar as suas ideias através de um rápido inquérito?

source: We value your feedback
portuguese: Valorizamos os seus comentários

source: Neve FSE Logo
portuguese: Logótipo do Neve FSE

source: You appear to be running the Neve FSE theme from source code. Please finish installation by running %s.
portuguese: Parece que está a utilizar o tema Neve FSE a partir do código fonte. Termine a instalação através de executar %s.

source: upgrading PHP to the latest version
portuguese: actualizar o PHP para a versão mais recente

source: Hey, we've noticed that you're running an outdated version of PHP which is no longer supported. Make sure your site is fast and secure, by %1$s. Neve FSE's minimal requirement is PHP%2$s.
portuguese: Olá, está a utilizar uma versão desactualizada do PHP que já não é suportada. Certifique-se de que o seu site é rápido e seguro, através de %1$s. O requisito mínimo do Neve FSE é o PHP%2$s.

source: https://themeisle.com
portuguese: http://themeisle.com
