Repository: prasish012/try
Catalog: try/media_copy/translations/newsphere/existing_translations/PO FILES AS DATASETS FROM WP.TRANSLATE 2/*/wp-themes-spectra-one-*.po
Languages: dutch

# Pattern title
source: Template Archive
dutch: Template archief

# Pattern title
source: Post grid
dutch: Berichten raster

# Pattern title
source: Sidebar default
dutch: Standaard zijbalk

# Pattern title
source: Header left menu
dutch: Linker menu in de header

# Pattern title
source: Header center menu
dutch: Menu in het midden van de header

# Pattern title
source: Footer six columns menu separated
dutch: Footer zes kolommen menu gescheiden

# Pattern title
source: Footer minimal menu right
dutch: Footer minimaal menu rechts

# Pattern title
source: Footer minimal menu center
dutch: Footer minimaal menu gecentreerd

# Pattern title
source: Footer five columns menu inline
dutch: Footer vijf kolommen menu inline

# Pattern title
source: Blog simple
dutch: Eenvoudige blog

# Pattern title
source: Blog left featured image
dutch: Blog linker uitgelichte afbeelding

# Pattern title
source: Blog grid
dutch: Blog raster

# Pattern title
source: Blog classic
dutch: Klassieke blog

source: Easily Customizable
dutch: Gemakkelijk aanpasbaar

source: Search...
dutch: Zoek...

source: Search
dutch: Zoeken

source: Latest from the blog
dutch: Het laatste nieuws van de blog

source: Discover a new way to build website
dutch: Ontdek een nieuwe manier om een site te bouwen

source: Terms and Conditions
dutch: Voorwaarden en condities

source: Service Inquiry
dutch: Dienstvraag

source: Ask Product Details
dutch: Vraag productdetails

source: Get Quote
dutch: Ontvang offerte

source: Book A Meeting
dutch: Boek een afspraak

source: What’s New
dutch: Wat is nieuw

source: Need Help?
dutch: Hulp nodig?

source: Terms
dutch: Voorwaarden

source: About
dutch: Over

source: · All rights reserved
dutch: · Alle rechten voorbehouden

source: Learn More
dutch: Lees verder

source: Ask the Community
dutch: Vraag het aan de community

source: How to Videos
dutch: Hoe je video's maakt

source: Need help?
dutch: Hulp nodig?

source: Privacy Policy
dutch: Privacybeleid

source: Contact Support
dutch: Neem contact op met ondersteuning

source: Knowledge Base
dutch: Kennisbank

source: Support
dutch: Ondersteuning

source: Brand Guidelines
dutch: Merkrichtlijnen

source: Brand Assets
dutch: Merk assets

source: Blog Articles
dutch: Blog artikelen

source: Gallery
dutch: Galerij

source: Resources
dutch: Gegevensbronnen

source: Meet Our Team
dutch: Ontmoet ons team

source: Contact Us
dutch: Neem contact met ons op

source: News
dutch: Nieuws

source: About Us
dutch: Over ons

source: Company
dutch: Bedrijf

source: Services
dutch: Diensten

source: Products List
dutch: Lijst van producten

source: Products
dutch: Producten

source: Get Started
dutch: Ga aan de slag

source: Take your website to the next level!
dutch: Breng je site naar het volgende niveau!

source: Read More
dutch: Lees meer

source: Latest Posts
dutch: Nieuwste berichten

source: Style variations
dutch: Stijlvariaties

source: Interactive design tools and its many customization options to customize anything and everything needed to build the fully-functional website of your dreams.
dutch: Interactieve ontwerp gereedschappen en de vele aanpassingsopties om alles aan te passen wat nodig is om de volledig functionele site van je dromen te bouwen.

source: Everything you need to create amazing websites
dutch: Alles wat je nodig hebt om geweldige sites te maken

source: Icon
dutch: Pictogram

source: Disable Footer
dutch: Footer uitschakelen

source: Disable Header
dutch: Header uitschakelen

source: Wide Thin Line
dutch: Brede dunne lijn

source: Minimal
dutch: Minimaal

source: Pill
dutch: Pil

source: Secondary
dutch: Secundair

source: Done
dutch: Klaar

source: Installing
dutch: Aan het installeren

source: Activating
dutch: Aan het activeren

source: Close this notice..
dutch: Sluit dit bericht..
