Repository: prasish012/try
Catalog: try/media_copy/translations/newsphere/existing_translations/PO FILES AS DATASETS FROM WP.TRANSLATE 2/*/wp-themes-spectra-one-*.po
Languages: dutch

source: Spectra One is a beautiful and modern WordPress theme built with the Full Site Editing (FSE) feature. It's a versatile theme that can be used for blogs, portfolios, businesses, and more. Spectra One comes with a sleek and professional design that will make your website stand out from the crowd.
dutch: Spectra One is een prachtig en modern WordPress thema gebouwd met de Full Site Editing (FSE) functie. Het is een veelzijdig thema dat kan worden gebruikt voor blogs, portfolio's, bedrijven en meer. Spectra One heeft een strak en professioneel ontwerp dat je site doet opvallen tussen de massa.

source: Spectra One Editor Settings
dutch: Instellingen Spectra One editor

source: Spectra One Settings
dutch: Spectra One instellingen

# Pattern title
source: Wide banner with button center
dutch: Brede banner met knop in het midden

# Pattern title
source: text with download
dutch: tekst met download

# Pattern title
source: Testimonial list
dutch: Aanbevelingen lijst

# Pattern title
source: Testimonial grid
dutch: Aanbevelingen raster

# Pattern title
source: Image with feature list and heading
dutch: Afbeelding met uitgelichte lijst en koptekst

# Pattern title
source: Image with feature list column
dutch: Afbeelding met uitgelichte lijst kolom

# Pattern title
source: Three column featured grid background
dutch: Drie kolommen uitgelicht raster achtergrond

# Pattern title
source: Three column featured grid outline
dutch: Drie kolommen uitgelicht raster met omlijning

# Pattern title
source: Three column featured grid
dutch: Raster met drie kolommen

# Pattern title
source: Two column featured left
dutch: Twee kolommen uitgelicht links

# Pattern title
source: Three column featured center
dutch: Drie kolommen in het midden

# Pattern title
source: Two column FAQ
dutch: FAQ met twee kolommen

# Pattern title
source: Author details
dutch: Auteurdetails

# Pattern title
source: Teams four columns square
dutch: Teams vier kolommen vierkant

# Pattern title
source: Teams three columns square
dutch: Teams drie kolommen vierkant

# Pattern title
source: Wide Hero banner with background
dutch: Brede hero banner met achtergrond

# Pattern title
source: Wide banner with button center inverse
dutch: Brede banner met knop in het midden

# Pattern title
source: Wide banner with button center blend
dutch: Brede banner met knoop in het midden

# Pattern title
source: Right text with image
dutch: Rechter tekst met afbeelding

# Pattern title
source: Left text with image
dutch: Linker tekst met afbeelding

source: Download Now
dutch: Nu downloaden

source: Version 1.0.0
dutch: Versie 1.0.0

source: Download Spectra Theme
dutch: Download spectra thema

source: This block-based WordPress theme is a game-changer. I've struggled with complex themes in the past, but this one is easy to use.
dutch: Dit op blokken gebaseerde WordPress thema is een game-changer. Ik heb in het verleden moeite gehad met complexe thema's, maar deze is eenvoudig te gebruiken.

source: Really love it!
dutch: Echt geweldig!

source: Developer
dutch: Ontwikkelaar

source: Marketer
dutch: Marketeer

source: I've tried countless themes, but none have impressed me as much as this! It's incredibly fast, which means my website load in a snap.
dutch: Ik heb talloze thema's geprobeerd, maar geen enkel thema heeft zoveel indruk op me gemaakt als dit! Het is ongelooflijk snel, waardoor mijn site in een mum van tijd laadt.

source: Superb quality!
dutch: Schitterende kwaliteit!

source: This theme made the process of building my website a breeze. The drag-and-drop interface was easy to use and the templates were customizable.
dutch: Met dit thema was het bouwen van mijn site een fluitje van een cent. De verslepen interface was makkelijk te gebruiken en de templates waren aanpasbaar.

source: Experience lightning-fast page load speeds.
dutch: Ervaar bliksemsnel laden van pagina's.

source: Tailor your website to your liking with endless options.
dutch: Stem je site helemaal af op je wensen met eindeloze opties.

source: Learn More →
dutch: Leer meer →

source: Spectra offers a wide selection of meticulously crafted patterns to enhance your content.
dutch: Spectra biedt een ruime keuze aan zorgvuldig vervaardigde patronen om je inhoud te verbeteren.

source: Design Patterns
dutch: Ontwerp patronen

source: Define global styling settings for your website, such as typography, colors, and spacing.
dutch: Globale styling instellingen definiëren voor je site, zoals typografie, kleuren en spatiëring.

source: Global Styles
dutch: Globale stijlen

source: Easily customize your website's layout and design using an intuitive, drag-and-drop interface.
dutch: Pas eenvoudig de lay-out en het ontwerp van je site aan met behulp van een intuïtieve verslepen interface.

source: Drag and Drop
dutch: Verslepen

source: Have a question?
dutch: Heb je een vraag?

source: Leslie loves exploring new foods, devouring motivational books, and hanging out with her loved ones. She's a real-life inspiration and proof that hard work and passion pay off!
dutch: Leslie houdt ervan om nieuwe voedingsmiddelen te ontdekken, motiverende boeken te verslinden en rond te hangen met haar geliefden. Ze is een echte inspiratie en het bewijs dat hard werken en passie lonen!

source: Meet the owner
dutch: Maak kennis met de eigenaar

source: Install Spectra Theme
dutch: Spectra thema installeren

# Pattern title
source: Hero single title blend
dutch: Hero enkel titel mix

# Pattern title
source: Hero page title blend
dutch: Hero pagina titel mix

# Pattern title
source: Hero banner blend
dutch: Hero banner mix

# Duotone name
source: Tertiary
dutch: Tertiair

# Pattern title
source: Counter three column left
dutch: Teller drie kolommen links

# Pattern title
source: Counter three column center
dutch: Teller drie kolommen in het midden

# Pattern title
source: Counter four column left
dutch: Teller vier kolommen links

# Pattern title
source: Counter four column center
dutch: Vier kolommen in het midden

# Pattern title
source: Pricing two column
dutch: Prijzen twee kolommen

# Pattern title
source: Pricing three column with icon
dutch: Prijzen drie kolommen met pictogram

# Pattern title
source: Pricing three column highlight
dutch: Prijzen in drie kolommen gemarkeerd

# Pattern title
source: Pricing three column
dutch: Prijzen drie kolommen

# Pattern title
source: Pricing two column with icon
dutch: Prijzen twee kolommen met pictogram

# Pattern title
source: Pricing two column highlight
dutch: Prijzen in twee kolommen gemarkeerd

# Pattern title
source: Hero banner with background
dutch: Hero banner met achtergrond

# Pattern title
source: Hero banner two column inverse
dutch: Hero banner twee kolommen invers

# Pattern title
source: Hero banner two column blend
dutch: Hero banner twee kolommen mix

# Pattern title
source: Hero banner inverse
dutch: Hero banner invers

# Pattern title
source: Image with feature list
dutch: Afbeelding met uitgelichte lijst

# Pattern title
source: Text with contact info
dutch: Tekst met contactgegevens

# Pattern title
source: Teams four columns circle
dutch: Teams vier kolommen cirkel

# Pattern title
source: Teams three column
dutch: Teams drie kolommen

# Pattern title
source: Contact info card with background
dutch: Contact infokaart met achtergrond

# Pattern title
source: Contact info card with gradient
dutch: Contact infokaart met gradiënt

# Pattern title
source: Contact info card
dutch: Contact infokaart

# Pattern title
source: Wide banner with button inverse
dutch: Brede banner met knop invers

# Pattern title
source: Wide banner with button blend
dutch: Brede banner met knop mix

# Pattern title
source: Announcement bar
dutch: Aankondiging balk

# Pattern title
source: Announcement bar with social
dutch: Aankondiging balk met sociale

source: Essentials patterns
dutch: Essentiële patronen

source: Premium support
dutch: Premium ondersteuning

source: Premium starter templates
dutch: Premium start templates

source: 5 Team members license
dutch: 5 teamleden licentie

source: Everything in Pro Plan plus...
dutch: Alles in Pro abonnement plus...

source: Growth Plan
dutch: Groei abonnement

source: Recommended
dutch: Aanbevolen

source: Priority customer support
dutch: Prioritaire klantenondersteuning

source: Pro blocks access
dutch: Pro blokkeert de toegang

source: Premium pattern library
dutch: Premium patroon bibliotheek

source: Custom typography
dutch: Aangepaste typografie

source: Everything in Starter Plan plus...
dutch: Alles in het startersabonnement plus...

source: Unlock the full potential of your website with our Pro plan.
dutch: Benut het volledige potentieel van je site met ons Pro abonnement.

source: Pro Plan
dutch: Pro abonnement

source: Unmatched performance
dutch: Ongeëvenaarde prestaties

source: Handcrafted theme styles
dutch: Handgemaakte themastijlen

source: Essential pattern library
dutch: Essentiële patroon bibliotheek

source: Customization options
dutch: Aanpassingsrechten

source: / month
dutch: / maand

source: Everything you need to get start building your website.
dutch: Alles wat je nodig hebt om te beginnen met het bouwen van je site.

source: Starter Plan
dutch: Startersabonnement

source: Select your favorite plan and start your online store today!
dutch: Selecteer je favoriete abonnement en begin vandaag nog met je online winkel!

source: Pricing tailored to your needs
dutch: Prijzen op maat

source: Unleash the power of block editor
dutch: Ontketen de kracht van de blok-editor

source: Follow us
dutch: Volg ons

source: Phone
dutch: Telefoon

source: Address
dutch: Adres

source: Contact info
dutch: Contactinformatie

source: Active installs
dutch: Actieve installaties

source: Average ratings
dutch: Gemiddelde waardering

source: We look forward to hearing from you and providing the assistance you need. Whether you have a general inquiry, require technical support, or want to learn more about our products, our knowledgeable team is ready to assist you.
dutch: We kijken ernaar uit van je te horen en je de hulp te bieden die je nodig hebt. Of je nu een algemene vraag hebt, technische ondersteuning nodig hebt of meer wil weten over onze producten, ons deskundige team staat klaar om je te helpen.

source: We look forward to hearing from you
dutch: We kijken ernaar uit om van je te horen!

source: Senior Developer
dutch: Senior ontwikkelaar

source: Senior Product Designer
dutch: Senior productontwerper

source: Creative Director
dutch: Creatief directeur

source: Meet our dedicated team of professionals who are passionate about providing top-notch service and delivering exceptional results.
dutch: Maak kennis met ons toegewijde team van professionals die gepassioneerd zijn over het leveren van top diensten en het leveren van uitzonderlijke resultaten.

source: The talent driving our success
dutch: Het talent achter ons succes

source: Meet the team
dutch: Maak kennis met het team

source: Senior Product Designer at Spectra
dutch: Senior productontwerper bij Spectra

source: click here
dutch: klik hier

source: Announcement message can be here..
dutch: Aankondigingsbericht kan hier zijn..

source: Announcement message can be here..
dutch: Aankondiging bericht kan hier zijn..

source: Pricing
dutch: Prijsstelling

source: Scroll To Top
dutch: Scroll naar boven

source: Scroll to top updated
dutch: Scroll naar boven geüpdatet

# Style variation name
source: Pink
dutch: Roze

# Template part name
source: Sidebar
dutch: Zijbalk

# Custom template name
source: Single sidebar
dutch: Enkele zijbalk

# Custom template name
source: Page sidebar
dutch: Pagina zijbalk

# Space size name
source: XXX Small
dutch: XXX klein

# Pattern title
source: Template single sidebar
dutch: Template enkele zijbalk

# Pattern title
source: Template page sidebar
dutch: Template pagina zijbalk

# Pattern title
source: Hero single title
dutch: Hero enkele titel

# Pattern title
source: Hero page title
dutch: Hero pagina titel

# Pattern title
source: Header left menu blend
dutch: Header linker menu mengen

# Pattern title
source: Header center menu blend
dutch: Header midden menu mengen

source: I've used a few different website builders over the years, and this one is by far the best. The responsive design ensures that my website looks great on any device.
dutch: Ik heb in de loop der jaren verschillende sitebouwers gebruikt en deze is veruit de beste. Het responsive ontwerp zorgt ervoor dat mijn site er geweldig uitziet op elk apparaat.

source: Great on any device
dutch: Geweldig op elk apparaat

source: Marketing Coordinator
dutch: Marketing coördinator

source: Testimonials
dutch: Aanbevelingen

source: Sorry, but nothing matched your search terms. Try another search?
dutch: Er kwam niets overeen met je zoektermen. Wil je het opnieuw proberen?

source: Can't find what you're looking for? Don't worry, we've got your back.
dutch: Kan niet vinden waar je naar op zoek bent? Maak je geen zorgen, we hebben je gedekt.

source: Page Not Found
dutch: Pagina niet gevonden

source: Popular Tags
dutch: Populaire tags

source: Recommended Topics
dutch: Aanbevolen onderwerpen

source: More from the blog
dutch: Meer van de blog

source: Create a functional and visually appealing website
dutch: Maak een functionele en visueel aantrekkelijke site

source: Launch Your Website Today!
dutch: Lanceer je site vandaag!

source: Pages
dutch: Pagina's

source: Edit template
dutch: Template bewerken

source: Simple
dutch: Eenvoudig

source: Inverse
dutch: Omgekeerd

source: Install Spectra Builder
dutch: Installeer Spectra Builder

source: Activate Spectra Builder
dutch: Activeer Spectra Builder

source: Once you have installed the Spectra Builder plugin, you will be ready to build amazing, fast-loading websites.
dutch: Nadat je de Spectra Builder plugin hebt geïnstalleerd, ben je klaar om geweldige, snel ladende sites te bouwen.

source: Please install the Spectra Builder
dutch: Installeer de Spectra Builder

source: Thanks for installing the Spectra One theme &#x1F389;
dutch: Bedankt voor het installeren van het Spectra One thema &#x1F389;

source: Power-up your website with advanced and powerful blocks that help you build websites in no time!
dutch: Versterk je site met geavanceerde en krachtige blokken die je helpen om in no time sites te bouwen!

# Style variation name
source: Ultra Marine
dutch: Ultramarijn

# Style variation name
source: Sweet Corn
dutch: Zoete maïs

# Style variation name
source: Rain Forest
dutch: Regenwoud

# Style variation name
source: Easter Green
dutch: Paasgroen

# Color name
source: Quaternary
dutch: Kwartair

# Color name
source: Tertiary
dutch: Tertiair

source: Spectra Page Settings
dutch: Spectra pagina instellingen

source: Header Settings
dutch: Header instellingen

# Pattern title
source: Wide banner with button
dutch: Brede banner met knop

# Pattern title
source: Split image right
dutch: Splits afbeelding rechts

# Pattern title
source: Featured logos
dutch: Uitgelichte logo's

# Pattern title
source: Alternate image text
dutch: Alternatieve afbeeldingstekst

source: Build your own website
dutch: Bouw je eigen site

source: Built with search engines in mind, achieve higher rankings and more traffic with optimized code.
dutch: Gebouwd met zoekmachines in gedachten, behaal hogere rankings en meer verkeer met geoptimaliseerde code.

source: SEO Optimized
dutch: SEO geoptimaliseerd

source: Experience lightning-fast page load speeds for optimal user experience and SEO ranking.
dutch: Ervaar bliksemsnelle laadtijden van pagina's voor een optimale gebruikerservaring en SEO-ranking.

source: Blazing Fast
dutch: Snel als een vuurzee

source: Tailor your website to your liking with endless options to personalize the design and functionality.
dutch: Pas je site aan naar je wensen met eindeloze rechten om het ontwerp en de functionaliteit te personaliseren.

source: As a small business owner, I needed a website that was affordable. I was able to create a beautiful website that represented my brand.
dutch: Als kleine ondernemer had ik een betaalbare site nodig. Ik kon een prachtige site maken die mijn merk vertegenwoordigde.

source: Easy to use
dutch: Gemakkelijk te gebruiken

source: Business owner
dutch: Bedrijfseigenaar

source: Endless customization options and responsive design, plus great customer support. Highly recommend!
dutch: Oneindige aanpassings opties en responsive ontwerp, plus geweldige klantenondersteuning. Zeer aanbevolen!

source: Endless customization
dutch: Eindeloze aanpassing

source: This theme made the process of building my website a breeze. The drag-and-drop interface was easy to use and the templates were customizable.
dutch: Dit thema maakte het proces van het bouwen van mijn site een fluitje van een cent. De interface met slepen en neerzetten was eenvoudig te gebruiken en de templates waren aanpasbaar.

source: Highly recommended!
dutch: Van harte aanbevolen!

source: Web designer
dutch: Webontwerper

source: See what people have to say about us
dutch: Bekijk wat mensen over ons te zeggen hebben

source: Get in touch
dutch: Neem contact op

source: Plans \u0026amp; Pricing
dutch: Plannen \u0026amp; prijzen

source: Brought to you by the creators of
dutch: Gebracht door de makers van

source: No, Full Site Editing does not require knowledge of coding or web development. The drag-and-drop interface and pre-designed templates make it easy for users to create a professional-looking website without any coding experience.
dutch: Nee, Full site editing vereist geen kennis van codering of webontwikkeling. De verslepen interface en vooraf ontworpen templates maken het gemakkelijk voor gebruikers om een professioneel ogende site te maken zonder enige ervaring met codering.

source: Do I need to know how to code to use Full Site Editing?
dutch: Moet ik kunnen programmeren om Full site editing te kunnen gebruiken?

source: Yes, you can use Full Site Editing on an existing WordPress website by installing a compatible theme that supports the feature.
dutch: Ja, je kunt Full Site Editing gebruiken op een bestaande WordPress site door een compatibel thema te installeren dat deze functie ondersteunt.

source: Can I use Full Site Editing on my existing WordPress website?
dutch: Kan ik Full Site Editing gebruiken op mijn bestaande WordPress site?

source: Full Site Editing provides a more user-friendly, streamlined approach to website design and customization. It allows users to see changes in real-time, provides more control over design elements, and enables developers to create more custom blocks and templates.
dutch: Full Site Editing biedt een meer gebruiksvriendelijke en gestroomlijnde benadering van site-ontwerp en aanpassing. Het stelt gebruikers in staat om wijzigingen in real-time te zien, biedt meer controle over ontwerpelementen en stelt ontwikkelaars in staat om meer aangepaste blokken en templates te maken.

source: What are some benefits of using Full Site Editing?
dutch: Wat zijn enkele voordelen van het gebruik van Full site editing?

source: Full Site Editing (FSE) is a feature in WordPress that allows users to visually design and customize their entire website, including the header, footer, and other template parts.
dutch: Full site editing (FSE) is een functie in WordPress waarmee gebruikers visueel hun volledige site kunnen ontwerpen en aanpassen, inclusief de header, footer en andere template delen.

source: What is Full Site Editing?
dutch: Wat is Full site editing?

source: Frequently Asked Questions
dutch: Vaak gestelde vragen

source: Global styles enable us to create and apply consistent design elements across the entire website, including typography, colors, and spacing. Providing us with more control over our website's look and feel.
dutch: Globale stijlen stellen ons in staat om consistente ontwerpelementen toe te passen op de hele site, inclusief typografie, kleuren en ruimte. Dit geeft ons meer controle over de uitstraling van onze site.

source: Beautiful global styles
dutch: Mooie globale stijlen

source: Block patterns are pre-designed block layouts that we can easily insert into their content. These patterns can help to save time and create visually appealing designs. Allows us to create custom themes using the block-based template.
dutch: Blokpatronen zijn vooraf ontworpen blok lay-outs die we eenvoudig kunnen invoegen in onze inhoud. Deze patronen kunnen helpen om tijd te besparen en visueel aantrekkelijke ontwerpen te maken. Hiermee kunnen we aangepaste thema's maken met behulp van het blok gebaseerde template.

source: Innovative block patterns
dutch: Innovatieve blokpatronen

source: Customize the entire website layout, including the header, footer, and all other template parts. With FSE, we can create and edit templates for their entire website, including single posts, archive pages, and custom post types.
dutch: Pas het volledige lay-out van de site aan, inclusief de header, footer en alle andere template onderdelen. Met FSE kunnen we templates maken en bewerken voor de hele site, inclusief enkele berichten, archiefpagina's en extra berichttypen.

source: Visual editing experience
dutch: Visuele bewerkingservaring

source: Get online quickly with easy-to-use Full Site Editor builder
dutch: Kom snel online met de gebruiksvriendelijke Full site editing bouwer

# Style variation name
source: Dark
dutch: Donker

# Space size name
source: XX Large
dutch: XX groot

# Space size name
source: X Large
dutch: X groot

# Space size name
source: Large
dutch: Groot

# Space size name
source: Small
dutch: Klein

# Space size name
source: X Small
dutch: X klein

# Space size name
source: XX Small
dutch: XX Klein

# Duotone name
source: Secondary
dutch: Secundair

# Duotone name
source: Primary
dutch: Primair

# Gradient name
source: Primary
dutch: Primair

# Color name
source: Inherit
dutch: Erven

# Color name
source: Current Color
dutch: Huidige kleur

# Color name
source: Transparent
dutch: Transparant

# Color name
source: Foreground
dutch: Voorgrond

# Color name
source: Neutral
dutch: Neutraal

# Color name
source: Outline
dutch: Overzicht

# Color name
source: Background
dutch: Achtergrond

# Color name
source: Surface
dutch: Oppervlakte

# Color name
source: Heading
dutch: Koptekst

# Color name
source: Secondary
dutch: Secundair

# Color name
source: Primary
dutch: Primair

# Font size name
source: XXXX Large
dutch: XXXX groot

# Font size name
source: XXX Large
dutch: XXX groot

# Font size name
source: XX Large
dutch: XX Groot

# Font size name
source: X Large
dutch: X groot

# Font size name
source: Large
dutch: Groot

# Font size name
source: Small
dutch: Klein

# Font size name
source: X Small
dutch: X klein

source: Hide Mobile
dutch: Verberg mobiel

source: Hide Tablet
dutch: Verberg tablet

source: Hide Desktop
dutch: Verberg bureaublad

source: Sticky header option will be disabled on enabling this option.
dutch: De optie voor een 'sticky header' zal worden uitgeschakeld bij het inschakelen van deze optie.

source: Enable Transparent Header
dutch: Schakel doorzichtige header in

source: Transparent header option will be disabled on enabling this option.
dutch: Het doorzichtige header optie zal uitgeschakeld worden bij het inschakelen van deze optie.

source: Enable Sticky Header
dutch: Sticky header inschakelen

source: Disable Elements
dutch: Uitschakelen van elementen

# Pattern title
source: Three column featured
dutch: Drie kolommen uitgelicht

# Pattern title
source: Testimonial
dutch: Aanbeveling

# Pattern title
source: Template single
dutch: Template enkelvoudig

# Pattern title
source: Template search
dutch: Template zoeken

# Pattern title
source: Template page
dutch: Template pagina
