Repository: prasish012/try
Catalog: try/media_copy/translations/newsphere/existing_translations/PO FILES AS DATASETS FROM WP.TRANSLATE 2/*/wp-themes-newsblogger-*.po
Languages: portuguese

source: NewsBlogger is a dynamic and versatile child theme for the popular NewCrunch WordPress theme. Perfect for bloggers, journalists, and online magazines, it offers enhanced customization options, improved performance, and seamless integration with both the Gutenberg and Classic editors. Compatible to various popular plugins such as Elementor, Contact Form 7, Polylang and WPML. Theme is RTL ready and prioritizes user privacy and complies with the General Data Protection Regulation (GDPR) guidelines by refraining from collecting any personal data restricted under GDPR. The theme is also schema-ready, enhancing search engine visibility and optimization. To explore the theme further, feel free to check out our demo at: https://demo-news.spicethemes.com/startersite-1/. For video tutorial visit here https://www.youtube.com/playlist?list=PLTfjrb24Pq_DeJOZdKEaP3rZPbHuOCLtZ
portuguese: O NewsBlogger é um tema dependente dinâmico e versátil para o popular tema WordPress NewCrunch. Perfeito para bloggers, jornalistas e revistas online, oferece opções de personalização melhoradas, melhor desempenho e integração perfeita com os editores Gutenberg e clássico. É compatível com vários plugins populares, como Elementor, Contact Form 7, Polylang e WPML. O tema está pronto para RTL, foca-se na privacidade do utilizador e está em conformidade com as directrizes do Regulamento Geral de Protecção de Dados (RGPD), abstendo-se de recolher quaisquer dados pessoais restritos pelo RGPD. O tema também está preparado para Schema, melhorando e optimizando a visibilidade nos motores de pesquisa. Para explorar melhor o tema, não hesite em consultar a nossa demonstração em: https://demo-news.spicethemes.com/startersite-1/. Para ver o tutorial em vídeo, visite https://www.youtube.com/playlist?list=PLTfjrb24Pq_DeJOZdKEaP3rZPbHuOCLtZ

source: Light/Dark Mode
portuguese: Modo claro/escuro

source: Close Search
portuguese: Fechar pesquisa

source: Search
portuguese: Procurar

source: Close Off-Canvas
portuguese: Fechar Off-Canvas

source: Close Icon
portuguese: Ícone de fechar

source: Toggle Icon
portuguese: Ícone de alternar

source: Skip to content
portuguese: Saltar para o conteúdo

source: Alignment
portuguese: Alinhamento

source: Header Layout
portuguese: Layout do cabeçalho

source: Upgrade To Pro
portuguese: Actualizar para Pro

source: Watch Videos
portuguese: Ver vídeos

source: See Changelog
portuguese: Ver registo de alterações

source: Try It Now
portuguese: Experimente agora

source: Try Now
portuguese: Experimentar agora

source: complete with exciting new features. Take a look now!
portuguese: completo com novas e excitantes funcionalidades. Dê uma olhadela agora!

source: We've consistently aimed to meet our users' needs and demands. In order to address specific requirements and rectify issues from our previous version, we've rolled out version
portuguese: O nosso objetivo tem sido sempre satisfazer as necessidades e exigências dos nossos utilizadores. Para responder a necessidades específicas e retificar problemas da nossa versão anterior, lançámos a versão

source: %1$s Current %2$s
portuguese: %1$s - %2$s

source: Welcome Banner
portuguese: Banner de boas-vindas

source: Theme Documentation
portuguese: Documentação do tema

source: View Live Demos
portuguese: Ver demonstrações ao vivo

source: Live Demo
portuguese: Demonstração ao vivo

source: Theme Dashboard
portuguese: Painel do tema

source: %s is now installed and ready to use. We've provide some links to get you started.
portuguese: O %s está instalado e pronto a usar. Fornecemos-lhe algumas ligações para começar.

source: Welcome to
portuguese: Boas-vindas ao

source: Hello
portuguese: Olá

source: Core Background Color & Image Customize
portuguese: Cor de fundo do core e personalização da imagem

source: Core Background Color & Image Video
portuguese: Cor de fundo do core e imagem de vídeo

source: Background Color & Image
portuguese: Cor e imagem de fundo

source: Theme Color Customize
portuguese: Personalização da cor do tema

source: Theme Color Video
portuguese: Vídeo da cor do tema

source: Theme & Category Color
portuguese: Cor do tema e da categoria

source: Footer Section Customize
portuguese: Personalização da secção de rodapé

source: Footer Section Video
portuguese: Vídeo da secção de rodapé

source: Footer Widgets & Copyright Text
portuguese: Widgets de rodapé e texto de copyright

source: Custom Widgets Customize
portuguese: Personalização de widgets

source: Custom Widgets Video
portuguese: Vídeo de widgets personalizados

source: Setup Custom Widgets
portuguese: Configurar widgets personalizados

source: Sections Rearrange Customize
portuguese: Reorganização das secções

source: Sections Rearrange Video
portuguese: Vídeo da reorganização das secções

source: Reorder/Rearrange Sections
portuguese: Reordenar secções

source: Highlight Customize
portuguese: Personalização de destaques

source: Highlight Video
portuguese: Vídeo de destaques

source: Setup Highlight Section
portuguese: Configurar secção de destaques

source: Banner Customize
portuguese: Personalização de banner

source: Banner Video
portuguese: Vídeo de banner

source: Setup Banner Section
portuguese: Configurar secção de banner

source: Toggle Sidebar Customize
portuguese: Personalização do botão da barra lateral

source: Toggle Sidebar Video
portuguese: Vídeo do botão da barra lateral

source: Setup Toggle Sidebar
portuguese: Configurar botão da barra lateral

source: Global Options Customize
portuguese: Personalização das opções globais

source: Global Options Video
portuguese: Vídeo das opções globais

source: Manage Global Options
portuguese: Gerir opções globais

source: Header Customize
portuguese: Personalização do cabeçalho

source: Header Video
portuguese: Vídeo do cabeçalho

source: Setup Header
portuguese: Configurar cabeçalho

source: Site Identity Customize
portuguese: Personalização da identidade do site

source: Site Identity Video
portuguese: Vídeo da identidade do site

source: Setup Site Identity
portuguese: Configurar identidade do site

source: Customize
portuguese: Personalizar

source: Menu Customize
portuguese: Personalização do menu

source: Menu Video
portuguese: Vídeo do menu

source: Setup Main Menu
portuguese: Configurar menu principal

source: Watch Video
portuguese: Ver vídeo

source: Demo Import Video
portuguese: Vídeo da importação de demonstração

source: Demo Import
portuguese: Importar demonstração

source: Explore Premium Features
portuguese: Explore as funcionalidades Premium

source: Upgrade today and transform your website with NewsBlogger Premium!
portuguese: Actualize hoje e transforme o seu site com o NewsBlogger Premium!

source: All premium features are managed through the Newscrunch Plus plugin, providing a seamless and integrated experience for both NewsBlogger and Newscrunch users.
portuguese: Todas as funcionalidades premium são geridas através do plugin Newscrunch Plus, proporcionando uma experiência perfeita e integrada para os utilizadores do NewsBlogger e do Newscrunch.

source: Note
portuguese: Atenção

source: Explore and import the premium starter sites available under both NewsBlogger and Newscrunch.
portuguese: Explore e importe sites da biblioteca premium disponíveis no NewsBlogger e no Newscrunch.

source: To access premium starter sites offered by Newscrunch, deactivate the NewsBlogger theme and activate the Newscrunch theme.
portuguese: Para aceder a sites da biblioteca premium oferecidos pelo Newscrunch, desactive o tema NewsBlogger e active o tema Newscrunch.

source: Navigate to the starter sites section in your WordPress dashboard.
portuguese: Navegue até à secção da biblioteca de sites no painel do WordPress.

source: Access Premium Starter Sites
portuguese: Aceder à biblioteca de sites Premium

source: Enter your premium license key to activate all the premium features.
portuguese: Digite a sua chave de licença premium para activar todas as funcionalidades premium.

source: Download and install the Newscrunch Plus plugin if you haven’t already.
portuguese: Descarregue e instale o plugin Newscrunch Plus, caso ainda não o tenha feito.

source: Install and Activate Newscrunch Plus
portuguese: Instale e active o Newscrunch Plus

source: Visit our pricing page to choose the plan that suits you best.
portuguese: Visite a nossa página de preços para escolher o plano que mais lhe convém.

source: Purchase NewsBlogger Premium functionality coded in Newscrunch Plus plugin
portuguese: Compre a funcionalidade do NewsBlogger Premium incluída no plugin Newscrunch Plus

source: Get Started
portuguese: Começar

source: Stay up-to-date with the latest features and improvements with regular updates to Newscrunch Plus.
portuguese: Mantenha-se a par das mais recentes funcionalidades e melhorias com as actualizações regulares do Newscrunch Plus.

source: Regular Updates
portuguese: Actualizações regulares

source: Receive dedicated support from our team to help you with any questions or issues.
portuguese: Receba suporte dedicado da nossa equipa para o ajudar com quaisquer questões ou problemas.

source: Priority Support
portuguese: Suporte prioritário

source: Benefit from performance optimizations to ensure your site runs smoothly and efficiently.
portuguese: Beneficie de optimizações de desempenho para garantir que o seu site funciona sem problemas e de forma eficiente.

source: Enhanced Performance Features
portuguese: Funcionalidades de desempenho melhoradas

source: Unlock advanced customization settings to fine-tune the appearance and functionality of your site.
portuguese: Desbloqueie definições de personalização avançadas para ajustar a apresentação e as funcionalidades do seu site.

source: Advanced Customization Options
portuguese: Opções avançadas de personalização

source: To access premium starter sites offered by Newscrunch, you need to deactivate the NewsBlogger theme and activate the Newscrunch theme.
portuguese: Para aceder à biblioteca de sites premium oferecidos pelo Newscrunch, desactive o tema NewsBlogger e active o tema Newscrunch.

source: Premium starter sites for Newscrunch are also available, offering you a broader selection of templates to choose from. Note
portuguese: Também está disponível a biblioteca de sites premium para o Newscrunch, oferecendo-lhe uma selecção mais vasta de modelos à sua escolha. Atenção

source: Access exclusive NewsBlogger starter sites that are crafted for various niches and styles.
portuguese: Aceda à biblioteca de sites exclusivos do NewsBlogger, concebidos para vários nichos e estilos.

source: Premium Starter Sites
portuguese: Biblioteca de sites premium

source: Here’s what you get with NewsBlogger Premium
portuguese: Eis o que obtém com o NewsBlogger Premium

source: Pre-sales enquiry
portuguese: Questões pré-compra

source: Pre-sales Enquiry
portuguese: Pedido de informação pré-venda

source: Premium Version
portuguese: Versão premium

source: Premium Demo
portuguese: Demonstração

source: Changelog
portuguese: Registo de alterações

source: Free vs Pro
portuguese: Gratuito vs Pro

source: Free or Pro Comparison
portuguese: Comparação entre gratuito e Pro

source: Your feedback is valuable to us
portuguese: O seu feedback é muito importante para nós

source: Valuable Feedback
portuguese: Feedback valioso

source: Support
portuguese: Suporte

source: Documentation
portuguese: Documentação

source: Help Docs
portuguese: Documentos de ajuda

source: Theme Demos
portuguese: Demonstrações do tema

source: Theme Detail
portuguese: Detalhes do tema

source: Useful Links
portuguese: Ligações úteis

source: Footer Widgets
portuguese: Widgets de rodapé

source: Social Icons
portuguese: Ícones de redes sociais

source: Sidebar Layout
portuguese: Layout da barra lateral

source: Header Section
portuguese: Secção de cabeçalho

source: Site Layout
portuguese: Layout do site

source: Site Logo
portuguese: Logótipo do site

source: Theme Features
portuguese: Funcionalidades do tema

source: Customize Image
portuguese: Personalizar imagem

source: Need to install & activate the "Spice Starter Sites" plugin to import the demo.
portuguese: É necessário instalar e activar o plugin "Spice Starter Sites" para importar a demonstração.

source: Import Image
portuguese: Importar imagem

source: %s Theme Configuration
portuguese: Configuração do tema %s

source: We highly recommend installing and activating the Seo Optimized Images plugin, which will dynamically insert SEO-friendly alt attributes and title attributes to enhance your image optimization.
portuguese: Recomendamos vivamente a instalação e activação do plugin SEO Optimized Images, que irá inserir dinamicamente atributos "alt" e "title" para SEO para melhorar a optimização da sua imagem.

source: To add the social share buttons to your posts, install & activate this plugin.
portuguese: Para adicionar os botões de partilha dos seus conteúdos nas redes sociais, instale e active este plugin.

source: To display the posts in a beautiful slider with multiple options, install & activate this plugin.
portuguese: Para mostrar conteúdos num slider apelativo com múltiplas opções, instale e active este plugin.

source: To add a different banner image for a different page or post, install & activate this plugin.
portuguese: Para adicionar diferentes imagens de banner para diferentes páginas ou artigos, instale e active este plugin.

source: To enable the display of breadcrumbs, please install and activate this plugin.
portuguese: Para mostrar as breadcrumbs, por favor instale e active este plugin.

source: To display the contact form, install & activate this plugin.
portuguese: Para mostrar o formulário de contacto, instale e active este plugin.

source: Active
portuguese: Activo

source: Activate %s now
portuguese: Activar %s agora

source: Activate Import Plugin
portuguese: Activar plugin de importação

source: Activate
portuguese: Activar

source: Install and activate
portuguese: Instalar e activar

source: Get started with %s theme
portuguese: Comece a usar o tema %s

source: %1$s theme is installed. To take full advantage of the features this theme has to offer visit our %2$swelcome page%3$s
portuguese: O tema %1$s está instalado. Para tirar partido de todas as funcionalidades que este tema tem para oferecer, visite a nossa %2$spágina de boas-vindas%3$s

source: Welcome to %1$s %2$s
portuguese: Boas-vindas ao %1$s %2$s

source: About %1$s %2$s
portuguese: Sobre %1$s %2$s

source: View Theme Info
portuguese: Ver informações do tema

source: Error
portuguese: Erro

source: Activating
portuguese: A activar

source: Installing
portuguese: A instalar
