Repository: prasish012/try
Catalog: try/media_copy/translations/newsphere/existing_translations/PO FILES AS DATASETS FROM WP.TRANSLATE 2/*/wp-themes-lmscourse-fse-*.po
Languages: russian

source: LMSCourse FSE is a fast, full-site editing WordPress theme tailored for online courses, coaching sites, and digital schools. Fully compatible with Masteriyo, LearnDash, Tutor LMS, and LifterLMS, it lets you launch a complete LMS site with lessons, quizzes, and certificates. Lightweight, responsive, and block-based, LMSCourse FSE works seamlessly with WooCommerce and payment gateways to help you sell and manage your online learning content.
russian: LMSCourse FSE - это быстрая тема WordPress с возможностью изменить весь сайт, предназначенная для онлайн-курсов, коучинговых сайтов и цифровых школ. Полностью совместимая с Masteriyo, LearnDash, Tutor LMS и LifterLMS, она позволит Вам запустить полноценный сайт системы управления обучением (LMS) с уроками, тестами и сертификатами. Легкий, адаптивный и блочный, LMSCourse FSE легко работает с WooCommerce и платежными шлюзами, помогая Вам продавать и управлять содержимым своего онлайн-обучения.

# Style variation name
source: Purple Rain
russian: Фиолетовый дождь

# Style variation name
source: Petrol Sky
russian: Бензиновое небо

# Style variation name
source: Black Berry
russian: Черная ягода

# Template part name
source: Footer Variation - CTA
russian: Вариация подвала - призыв к действию

# Template part name
source: Footer Variation - Columns
russian: Вариация подвала - столбцы

# Template part name
source: Footer
russian: Подвал

# Template part name
source: Header Variation - Subheader
russian: Вариант заголовка - подзаголовок

# Template part name
source: Header
russian: Заголовок

# Font size name
source: Huge
russian: Огромный

# Font size name
source: Extra Large
russian: Очень большой

# Font size name
source: Large
russian: Большой

# Font size name
source: Medium
russian: Средний

# Font size name
source: Normal
russian: Обычный

# Font size name
source: Small
russian: Небольшой

# Color name
source: Foreground Alt
russian: Альтернативный передний план

# Color name
source: Background Dark
russian: Темный фон

# Color name
source: Accent Secondary
russian: Вторичный акцент

# Color name
source: Accent
russian: Акцент

# Color name
source: Foreground
russian: Передний план

# Color name
source: Background
russian: Фон

source: Single Post 3 (Cover)
russian: Единая запись 3 (Обложка)

source: Single Post 2 (Cover Boxed)
russian: Единая запись 2 (Обложка в рамке)

source: Archive List
russian: Список архива

source: Archive (Cover)
russian: Архив (Обложка)

source: 404 Error Page
russian: Страница ошибки 404

source: Page Title
russian: Название страницы

source: Posts 4
russian: Записи 4

source: Posts 3
russian: Записи 3

source: Posts 2
russian: Записи 2

source: Posts
russian: Записи

source: Testimonials 3
russian: Отзывы 3

source: Testimonials 2
russian: Отзывы 2

source: Testimonials 1
russian: Отзывы 1

source: Stats 2
russian: Статистика 2

source: Stats 1
russian: Статистика 1

source: Pricing 2
russian: Цена 2

source: Pricing 1
russian: Цена 1

source: Features 2
russian: Возможности 2

source: Features 1
russian: Возможности 1

source: FAQs
russian: FAQ

source: CTA 3
russian: Призыв к действию 3

source: CTA 2
russian: Призыв к действию 2

source: CTA 1
russian: Призыв к действию 1

source: Content 9
russian: Содержимое 9

source: Content 8
russian: Содержимое 8

source: Content 7
russian: Содержимое 7

source: Content 6
russian: Содержимое 6

source: Content 5
russian: Содержимое 5

source: Content 4
russian: Содержимое 4

source: Content 3
russian: Содержимое 3

source: Content 2
russian: Содержимое 2

source: Content 1
russian: Содержимое 1

source: Primary Menu
russian: Основное меню

source: Full-page layouts that can be used as templates
russian: Разметки на всю страницу, которые могут использоваться в качестве шаблонов

source: LMSCourse FSE Layouts
russian: Макеты LMSCourse FSE

source: Patterns for several sections and components
russian: Шаблоны для нескольких разделов и компонентов

source: LMSCourse FSE Patterns
russian: Паттерны LMSCourse FSE

source: Masteriyo LMS preview
russian: Предварительный просмотр Masteriyo LMS

source: Learn More
russian: Узнать больше

source: Install & Activate %s
russian: Установить и активировать %s

source: Activate %s
russian: Активировать %s

source: Drag & drop builder with quizzes, certificates & assignments
russian: Построитель перетаскивания с тестами, сертификатами и заданиями

source: Complete course builder
russian: Полноценный построитель курсов

source: Built-in payment system with Stripe, PayPal & more
russian: Встроенная система платежей с Stripe, PayPal и др

source: Multiple payment options
russian: Несколько вариантов оплаты

source: Install and create your first course in minutes
russian: Установить и создайте свой первый курс за несколько минут

source: Quick setup
russian: Быстрая настройка

source: The complete WordPress LMS solution for educators and businesses. Build engaging courses, track student progress, and monetize your knowledge with zero coding required.
russian: Полная система управления обучением (LMS) на WordPress для преподавателей и компаний. Создавайте взаимодействие, отслеживание прогресса студентов и монетизируйте свои знания, не прибегая к кодированию.

source: Create and Sell Online Courses with %s!
russian: Создавайте и продавайте онлайн-курсы с помощью %s!

source: The theme was designed to work best with Masteriyo LMS
russian: Эта тема была разработана для наилучшей работы с Masteriyo LMS

source: Done
russian: Готово

source: Installing
russian: Установка

source: Activating
russian: Активация

source: You appear to be running the LMSCourse FSE theme from source code. Please finish installation by running %s.
russian: Похоже, что Вы запускаете тему LMSCourse FSE из исходного кода. Завершите установку, выполнив команду %s.

source: upgrading PHP to the latest version
russian: обновление PHP до последней версии

source: Hey, we've noticed that you're running an outdated version of PHP which is no longer supported. Make sure your site is fast and secure, by %1$s. LMSCourse FSE's minimal requirement is PHP%2$s.
russian: Мы заметили, что у вас запущена устаревшая версия PHP, которая больше не поддерживается. Убедитесь, что ваш сайт работает быстро и надежно, обновив PHP до %1$s. Минимальное требование FSE для церквей - PHP%2$s.
