Repository: prasish012/try
Catalog: try/media_copy/translations/newsphere/existing_translations/PO FILES AS DATASETS FROM WP.TRANSLATE 2/*/wp-themes-raft-*.po
Languages: italian

source: Raft is a lightweight, full-site-editing compatible (FSE) theme ready for your next website. Raft is a super fast, easily customizable, simple theme. It’s perfect for blogs, small business, startups, agencies, firms, e-commerce shops (WooCommerce storefront) as well as personal portfolio sites and most types of projects. Raft works perfectly with Gutenberg and the most popular page builders (Elementor, Brizy, Beaver Builder or the Block Editor). Raft is also WooCommerce ready, responsive, RTL & translation ready. Learn more at https://themeisle.com/themes/raft/.
italian: Raft è un tema WordPress leggero e compatibile con il Full Site Editing (FSE), perfetto per il tuo nuovo sito web. È un tema super veloce, facilmente personalizzabile e semplice da usare. È perfetto per blog, piccole imprese, startup, agenzie, aziende, negozi di eCommerce (vetrina WooCommerce), siti di portfolio personali e per la maggior parte dei progetti web. Raft funziona perfettamente con Gutenberg e con i page builder più diffusi (Elementor, Brizy, Beaver Builder o Block Editor). È anche responsive, pronto per l'installazione di WooCommerce, per le lingue RTL e per la traduzione. Maggiori informazioni su https://themeisle.com/themes/raft/.

source: %s Access a collection of 40+ layout patterns ready to import to your website
italian: %s Accedi a una raccolta di oltre 40 pattern di layout pronti da importare nel tuo sito web

source: Raft recommends
italian: Raft consiglia

source: Dismiss
italian: Ignora

source: Install %s
italian: Installa %s

source: Install our free builder plugin for more blocks, enhanced functionality, and seamless theme setup.
italian: Installa il nostro plugin builder gratuito per avere più blocchi, funzionalità migliorate e una configurazione del tema senza problemi.

source: Extend Raft with our Free Builder
italian: Estendi Raft con il nostro builder gratuito

source: Thanks for downloading Raft Theme 🎉
italian: Grazie per aver scaricato il tema Raft 🎉

source: Posts Query Loop 3
italian: Query loop articolo 3

source: Call to Action 2
italian: Invito all'azione 2

source: Call to Action
italian: Invito all'azione

# Style variation name
source: washed
italian: lavato

# Style variation name
source: Violet Grain
italian: Grano viola

# Style variation name
source: Green Retro
italian: Verde retrò

# Custom template name
source: Page with Header & Footer
italian: Pagina con header e footer

# Color name
source: Inverted Text
italian: Testo invertito

# Color name
source: Light Background
italian: Sfondo chiaro

# Color name
source: Dark Background
italian: Sfondo scuro

# Color name
source: Accent Secondary
italian: Colore secondario in risalto

# Color name
source: Text
italian: Testo

source: Page title with button
italian: Titolo di pagina con pulsante

source: Page title on background
italian: Titolo di pagina sullo sfondo

source: Text Columns
italian: Colonne di testo

source: Testimonial Fullwidth
italian: Testimonial a larghezza piena

source: Testimonial Columns with Rating
italian: Colonne testimonial con valutazione

source: Testimonial Cards
italian: Schede testimonial

source: Testimonial on Background
italian: Testimonial sullo sfondo

source: Team Member Rows
italian: Righe delle persone che compongono il team

source: Pricing Plans 2
italian: Piani di prezzo 2

source: Pricing Plans 5
italian: Piani di prezzo 5

source: Pricing Plans 4
italian: Piani di prezzo 4

source: Pricing Plans 3
italian: Piani di prezzo 3

source: Post Query Loop 2
italian: Loop di articoli query 2

source: Portfolio Columns
italian: Colonne del portfolio

source: Posts Loop Rows
italian: Righe dei loop di articoli

source: Posts Loop Cards
italian: Scheda dei loop di articoli

source: Posts Loop Card Centered
italian: Scheda centrata dei loop di articoli

source: Hero with Columns
italian: Hero con colonne

source: Hero Columns
italian: Colonne Hero

source: Hero Cover with boxed title
italian: Copertina Hero con titolo boxed

source: Feature Block
italian: Blocco funzionalità

source: Features on Background
italian: Funzionalità dello sfondo

source: Feature Cards
italian: Schede funzionalità

source: Cover with Background
italian: Copertina con sfondo

source: Contact Details
italian: Dettagli del contatto

source: Centered Title
italian: Titolo centrato

source: Centered Text on Background
italian: Testo centrato su sfondo

source: Call to Action with Image
italian: Invito all'azione con immagine

source: Create your new website today, with Raft!
italian: Crea oggi il tuo nuovo sito web con Raft!

source: Get started today, get in touch!
italian: Inizia oggi stesso, contattaci!

source: Jason Doe
italian: Mario Rossi

source: "...Absolutely one of the best services out there, very professional and easy-going experience, highly recommended..."
italian: "...Senza dubbio uno dei migliori servizi in circolazione, un'esperienza molto professionale e facile da gestire, vivamente raccomandato..."

source: A content subtitle
italian: Un sottotitolo del contenuto

source: A generic content title
italian: Un titolo di contenuto generico

source: Read also…
italian: Leggi anche...

source: Categories
italian: Categorie

source: Unfortunately the page was not found.
italian: Purtroppo la pagina non è stata trovata.

source: Search for a keyword...
italian: Cerca una parola chiave...

source: Search
italian: Cerca

source: Search results
italian: Risultati della ricerca

source: Continue reading
italian: Continua a leggere

source: Read more
italian: Continua a leggere

source: Client Name
italian: Nome del cliente

source: A project title
italian: Titolo di un progetto

source: Selected Portfolio
italian: Portfolio selezionato

source: Just a frequent question
italian: Una domanda frequente

source: Contact detail example
italian: Esempio di contatto

source: Follow us
italian: Seguici

source: Contact details
italian: Dettagli di contatto

source: Get in touch
italian: Mettiti in contatto

source: A pricing feature
italian: Funzionalità prezzo

source: Plan title
italian: Titolo del piano

source: A pricing section. Join premium!
italian: Una sezione dedicata ai prezzi. Iscriviti a Premium!

source: Company role
italian: Ruolo aziendale

source: Team member name
italian: Nome della persona del team

source: Our Team
italian: Il nostro team

source: Get Started
italian: Come iniziare

source: Button Text
italian: Testo del pulsante

source: A placeholder description that you can replace with your own content.
italian: Una descrizione segnaposto che puoi sostituire con il tuo contenuto.

source: This is feature title
italian: Questo è il titolo della funzionalità

source: Showcase your Features and Services
italian: Presenta le tue funzionalità e i tuoi servizi

source: Just some placeholder text
italian: Questo è solo un testo segnaposto

source: This is placeholder text, feel free to replace it with your unique content as it's included here just to provide you with a better understanding of how your text will fit in the layout. Explore the various patterns and templates as you create your personalized web experience.
italian: Questo è un testo segnaposto ma puoi sostituirlo liberamente con il tuo contenuto: lo abbiamo inserito qui solo per farti capire meglio come il tuo testo si inserirà nel layout. Esplora i vari pattern e template per creare la tua esperienza web personalizzata.

source: A short section description
italian: Breve descrizione della sezione

source: Subtitle
italian: Sottotitolo

source: This is section title
italian: Questo è il titolo della sezione

source: Explore our Services
italian: Scopri i nuovi servizi

source: About me
italian: Chi sono

source: About our Team
italian: Il nostro team

source: This is a page title
italian: Questo è un titolo di pagina

source: Block Based Themes Made simple
italian: Temi a blocchi, semplificati

source: Services Page
italian: Pagina dei servizi

source: Portfolio Page
italian: Pagina del portfolio

source: Contact Page
italian: Pagina dei contatti

source: About Page
italian: Pagina chi siamo

source: Single Post Cover
italian: Copertina dell'articolo singolo

source: Single Post Columns
italian: Colonne dell'articolo singolo

source: Single Post Centered
italian: Articolo singolo centrato

source: Archive Row
italian: Archivio con file

source: Archive Cards
italian: Schede d'archivio

source: Archive Boxed
italian: Archivio boxed

source: Archives
italian: Archivi

source: Singles
italian: Singoli

source: Pages
italian: Pagine

source: Post Loops
italian: Loop di articoli

source: Pricing
italian: Prezzi

source: Testimonials
italian: Testimonianze

source: Content
italian: Contenuto

source: Features
italian: Funzionalità

source: Heroes / Page Titles
italian: Hero / Titoli di pagina

source: Footers
italian: Footer

source: Headers
italian: Header

source: Featured
italian: In evidenza

source: Try it out!
italian: Provalo!

# Template part name
source: Footer with Columns
italian: Footer con colonne

# Template part name
source: Header Centered
italian: Header centrato

source: Pricing Plans
italian: Piani tariffari

source: Inverted Gallery with Title
italian: Galleria invertita con titolo

source: Horizontal content cards
italian: Schede di contenuto orizzontali

source: Content Columns with Hero
italian: Colonne di contenuto con Hero

source: Alternating Feature Columns
italian: Colonne funzionalità alternate

# Custom template name
source: WooCommerce Cart
italian: Carrello WooCommerce

# Custom template name
source: WooCommerce Checkout
italian: Cassa di WooCommerce

# Custom template name
source: WooCommerce Single Product
italian: Prodotto singolo WooCommerce

# Custom template name
source: Blank Page - Only Content
italian: Pagina vuota - Solo contenuto

# Color name
source: Accent
italian: Enfasi

# Color name
source: Background
italian: Sfondo

# Font size name
source: Huge
italian: Enorme

# Font size name
source: Large
italian: Grande

# Font size name
source: Medium
italian: Medio

# Font size name
source: Normal
italian: Normale

# Font size name
source: Small
italian: Piccolo

source: Two Columns of Features
italian: Due colonne di funzionalità

source: Three Columns of Features
italian: Tre colonne di funzionalità

source: Powered by Blocks
italian: Basato sui blocchi

source: Built-in Patterns
italian: Pattern incorporati

source: Style Variations
italian: Variazioni di stile

source: Unfortunately no posts were found
italian: Non abbiamo trovato nessun articolo

source: Post Query Loop
italian: Query loop articolo

source: Inverted Background
italian: Sfondo invertito

source: Image Gallery with Title
italian: Galleria di immagini con titolo

source: Hero Section
italian: Sezione Hero

source: Frequently Asked Questions
italian: Domande frequenti

source: Call to Action 3
italian: Invito all'azione 3

source: Primary Menu
italian: Menu principale

source: Pills
italian: Pillole

source: Learn More
italian: Approfondisci

source: Activate %s
italian: Attiva il plugin %s

source: Otter Blocks preview
italian: Anteprima Otter Blocks

source: Done
italian: Fatto

source: Installing
italian: Installazione in corso

source: Activating
italian: Attivazione in corso

source: You appear to be running the Raft theme from source code. Please finish installation by running %s.
italian: Sembra che tu stia eseguendo il tema Raft dal codice sorgente. Termina l'installazione eseguendo %s.

source: upgrading PHP to the latest version
italian: aggiornando PHP all'ultima versione

source: Hey, we've noticed that you're running an outdated version of PHP which is no longer supported. Make sure your site is fast and secure, by %1$s. Raft's minimal requirement is PHP%2$s.
italian: Abbiamo notato che stai usando una versione obsoleta di PHP, non più supportata. Verifica che il tuo sito sia veloce e sicuro grazie a %1$s. Il requisito minimo di Raft è PHP%2$s.
