Repository: prasish012/try
Catalog: try/media_copy/translations/newsphere/existing_translations/PO FILES AS DATASETS FROM WP.TRANSLATE 2/*/wp-themes-yith-wonder-*.po
Languages: italian

source: Wonder is the new block-based, multi-purpose, WordPress theme by YITH. Compose your pages to fit any design you like with the power of Full Site Editing (FSE) and the included wide range of Block Patterns. The pre-built pages will help you populate and transform your website into a wonderful website. Customize colors and font pairings to create your own unique look and feel. Check out the demo site at https://wonder.yithemes.com/
italian: Wonder è il nuovo tema a blocchi per WordPress, sviluppato da YITH e pensato per molti diversi utilizzi. Componi le tue pagine in base alle tue esigenze di design grazie alla forza unica del Full Site Editing (FSE) e all'ampia gamma di pattern inclusi. I template di pagina già pronti all'uso ti aiuteranno a costruire il tuo sito web in men che non si dica e trasformarlo in un capolavoro. Personalizza i colori e i font per creare il tuo stile unico. Guarda la demo e prova il tema su https://wonder.yithemes.com/

# Gradient name
source: Orchid 5 (buttons)
italian: Orchidea 5 (pulsanti)

# Gradient name
source: Orchid 4
italian: Orchidea 4

# Gradient name
source: Orchid 3
italian: Orchidea 3

# Gradient name
source: Orchid 2
italian: Orchidea 2

# Gradient name
source: Orchid 1
italian: Orchidea 1

# Style variation name
source: Orchid Shades
italian: Sfumature di orchidea

# Pattern description
source: A corporate page template to show your testimonials and quotes in a masonry layout using columns.
italian: Un template di pagina aziendale per mostrare testimonianze e citazioni in un layout masonry a colonne.

# Pattern description
source: A page section displaying a testimonial and the related quote in a full width cover block.
italian: Una sezione della pagina che mostra una testimonianza e la relativa citazione in un blocco di copertina a tutta larghezza.

# Pattern description
source: A page section displaying a testimonial and the related quote in a creative, squared, design.
italian: Una sezione della pagina che mostra una testimonianza e la relativa citazione in un design creativo e squadrato.

# Pattern description
source: A page section displaying a testimonial and the related quote in a creative, right aligned, design.
italian: Una sezione della pagina che mostra una testimonianza e la relativa citazione in un design creativo, allineato a destra.

# Pattern description
source: A left aligned site header with horizontal stacked elements: site logo, title, tagline and navigation block. WooCommerce mini cart display when plugin is enabled.
italian: Header del sito allineato a sinistra con elementi orizzontali sovrapposti: logo del sito, titolo, motto e blocco di navigazione. Visualizzazione del mini-carrello di WooCommerce quando il plugin è abilitato.

# Pattern description
source: A left aligned site header with site logo, title and tagline on a line and navigation block below. WooCommerce mini cart display when plugin is enabled.
italian: Header del sito allineato a sinistra con logo, titolo e motto su una riga e blocco di navigazione sottostante. Visualizzazione del mini-carrello WooCommerce quando il plugin è abilitato.

# Pattern description
source: A centered site header with site logo and navigation below. Above, two columns to add socials or contact informations. WooCommerce minicart display when plugin is enabled.
italian: Header del sito centrato con il logo del sito e la navigazione in basso. Sopra, due colonne per aggiungere informazioni social o di contatto. Visualizzazione del mini-carrello di WooCommerce quando il plugin è abilitato.

# Pattern description
source: A site header with navigation menu splitted by the site logo.
italian: Header del sito con menu di navigazione diviso dal logo del sito.

# Pattern description
source: A classic footer template fully focused on navigation blocks divided in columns.
italian: Un template classico di footer completamente incentrato sui blocchi di navigazione suddivisi in colonne.

# Pattern description
source: A footer template based on 3 columns layout. First with site logo, the other with navigation blocks.
italian: Template footer basato su un layout a 3 colonne. La prima con il logo del sito, l'altra con i blocchi di navigazione.

# Pattern description
source: A footer template based on 3 columns layout. Phone number, site logo, social icons. Below a full row with the site navigation and another with credits.
italian: Template footer basato su un layout a 3 colonne. Numero di telefono, logo del sito, icone social. In basso una riga completa con la navigazione del sito e un'altra con i crediti.

# Pattern description
source: This pattern will ad a shortcut icon for the WooCommerce my-account area of your website. It will be registered only if WooCommerce is enabled.
italian: Questo pattern aggiungerà un'icona di scorciatoia per l'area WooCommerce il-mio-account del tuo sito web. Verrà registrata solo se WooCommerce è abilitato.

# Pattern description
source: A corporate homepage template dedicated to company mission and customer care. WooCommerce products block inside. Designed around the Orchide Shades style variation of the theme.
italian: Un template di homepage aziendale dedicato alla missione dell'azienda e all'assistenza ai clienti. Blocco prodotti WooCommerce all'interno. Progettato intorno alla variante di stile Orchide Shades del tema.

# Pattern title
source: Homepage orchid
italian: Homepage orchidea

# Pattern description
source: Homepage template dedicated to jewelry products. Designed around the Gold Shades style variation of the theme.
italian: Template di homepage dedicato ai prodotti di gioielleria. Progettato intorno alla variante di stile Gold Shades del tema.

# Pattern description
source: Homepage template containing fine spaced banner sections, WooCommerce product blocks, images with call to actions and lists.
italian: Template di homepage contenente sezioni banner a spaziatura fine, blocchi di prodotti WooCommerce, immagini con invito all'azione ed elenchi.

# Pattern description
source: Homepage template containing banner sections, WooCommerce product blocks and call to actions.
italian: Template homepage contenente sezioni banner, blocchi di prodotti WooCommerce e invito all'azione.

# Pattern description
source: Homepage template containing hero section, alternated banner sections, WooCommerce product blocks and testimonial section.
italian: Template homepage contenente una sezione hero, sezioni banner alternate, blocchi di prodotti WooCommerce e sezione testimonial.

# Pattern description
source: A page section of two columns. First row with big photo of a model, second row with a list of company services and values. Decorated with a dotted background cover block.
italian: Una pagina a due colonne. Prima riga con una grande foto di una modella, seconda riga con un elenco dei servizi e dei valori dell'azienda. Decorata con un blocco copertina con sfondo a puntini.

# Pattern description
source: A page section with 3 cover blocks in a creative grid layout. Sample images are jewelry related and can be replaced.
italian: Una sezione di pagina con 3 blocchi copertina in un layout creativo a griglia. Le immagini di esempio sono relative ai gioielli e possono essere sostituite.

# Pattern description
source: A page template containing a contact form (WP Forms free plugin needed).
italian: Un template di pagina contenente un modulo di contatto (è necessario il plugin gratuito WP Forms).

# Pattern description
source: A corporate page template to show your company values and a big testimonial in the bottom section.
italian: Un template di pagina aziendale per mostrare i valori della tua azienda e un grande testimonial nella sezione inferiore.

# Pattern description
source: A page template to show all your posts in a styled cards layouts.
italian: Un template di pagina per mostrare tutti i articoli in un layout a schede stilizzate.

# Pattern description
source: A page section with a full width cover image and title and description divided by a separator block.
italian: Una sezione di pagina con un'immagine di copertina a larghezza piena, titolo e descrizione divisi da un blocco separatore.

# Pattern description
source: A page section of two columns containing a call to action and a gallery grid miming product categories.
italian: Una pagina a due colonne contenente un invito all'azione e una griglia che riproduce le categorie di prodotti.

# Pattern description
source: A page section with a cover image and a call to action inside.
italian: Una sezione di pagina con un'immagine di copertina e un invito all'azione all'interno.

# Pattern description
source: A page section with a big image in a column and 3 buttons in another column.
italian: Una pagina con una grande immagine in una colonna e 3 pulsanti in un'altra colonna.

# Pattern description
source: A page section of two columns columns with 1/3 and 2/3 proportions.
italian: Una sezione di pagina di due colonne con proporzioni di 1/3 e 2/3.

# Pattern description
source: The 404 page template with large 404 text and a search box below.
italian: Il template di pagina 404, con il testo 404 in grande e una casella di ricerca in basso.

# Pattern description
source: A page section of five columns including jewelry images miming product categories.
italian: Una pagina a cinque colonne con immagini di gioielli che riproducono le categorie di prodotti.

# Pattern description
source: A page section of four columns including icons and text.
italian: Una sezione di pagina di quattro colonne con icone e testo.

# Pattern description
source: A page section of three icons and description.
italian: Una sezione di pagina con tre icone e descrizione.

# Pattern description
source: A page section of three columns including cover blocks and buttons.
italian: Una sezione di pagina a tre colonne con blocchi copertina e pulsanti.

source: READ MORE
italian: LEGGI TUTTO

source: Unscaled background
italian: Sfondo non scalato

source: Dashed wide
italian: Ampio tratteggiato

source: With shadow
italian: Con ombreggiatura

# Pattern title
source: Homepage jewels
italian: Homepage gioielli

# Pattern title
source: Creative banners grid
italian: Griglia banner creativi

# Pattern title
source: Banner with title and separator
italian: Banner con titolo e separatore

# Pattern title
source: Banner with grid gallery
italian: Banner con galleria a griglia

# Pattern title
source: 5 Columns product categories banner
italian: Banner a 5 colonne per le categorie di prodotti

# Pattern title
source: 4 columns icon and text
italian: 4 colonne di icone e testo

# demo-contents
source: Our new collection
italian: La nostra nuova collezione

# demo-contents
source: Jewelry
italian: Gioielli

# demo-contents
source: NEW COLLECTIONS
italian: NUOVE COLLEZIONI

# demo-contents
source: Watches
italian: Orologi

# demo-contents
source: Engagement Rings
italian: Anelli di fidanzamento

# demo-contents
source: CHARMS
italian: CIONDOLI CHARMS

# demo-contents
source: BRACELETS
italian: BRACCIALI

# demo-contents
source: PLATINUM RINGS
italian: ANELLI DI PLATINO

# demo-contents
source: EARRINGS
italian: ORECCHINI

# demo-contents
source: ENGAGMENTS RINGS
italian: ANELLI DI FIDANZAMENTO

# demo-contents
source: GOLDEN RINGS
italian: ANELLI D'ORO

# demo-contents
source: Discover our new jewels
italian: Scopri i nostri nuovi gioielli

# demo-contents
source: ROSE GOLD
italian: ORO ROSA

# demo-contents
source: DIAMOND
italian: DIAMANTI

# demo-contents
source: ENGAGEMENT
italian: FIDANZAMENTO

# demo-contents
source: PEARL
italian: PERLE

# demo-contents
source: RINGS
italian: ANELLI

# demo-contents
source: PLATINIUM
italian: PLATINO

# demo-contents
source: POSITIVE REVIEWS<br>100,000+
italian: RECENSIONI POSITIVE<br>OLTRE 100.000

# demo-contents
source: 10 YEARS<br>WARRANTY
italian: 10 ANNI<br>DI GARANZIA

# demo-contetns
source: SECURE<br>PAYMENTS
italian: PAGAMENTI<br>SICURI

# demo-contents
source: FREE SHIPPING<br>OVER $ 75
italian: SPEDIZIONE GRATUITA<br>PER GLI ORDINI SOPRA € 75,00

# Style variation name
source: Gold Shades
italian: Sfumature dorate

# Color name
source: Contrast
italian: Contrasto

source: Right aligned
italian: Allineato a destra

source: Left aligned
italian: Allineato a sinistra

# Template part name
source: Footer 3 columns
italian: Footer a 3 colonne

# Template part name
source: Footer 3 columns centered
italian: Footer a 3 colonne centrate

# Color name
source: Header titles
italian: Titoli header

# Color name
source: Header foreground
italian: Header in evidenza

# Color name
source: Header background
italian: Sfondo header

# Pattern title
source: Site footer 3 columns
italian: Footer a 3 colonne

# Pattern title
source: Site footer 3 columns centered
italian: Footer a 3 colonne centrato

# demo contents
source: About us
italian: Chi siamo

# demo contents
source: Call 800 - 647 - 927
italian: Chiama 800 - 647 - 927

# Style variation name
source: Red Shades
italian: Rosso

# Style variation name
source: Black Shades
italian: Nero

# Style variation name
source: Orange Shades
italian: Arancione

# Style variation name
source: Pink Shades
italian: Rosa

# Gradient name
source: Vertical primary to secondary
italian: Verticale - da primario a secondario

# Style variation name
source: Blue Shades
italian: Blu

# Template part name
source: Vertical Sidebar 2
italian: Sidebar verticale 2

# Template part name
source: Vertical Sidebar 1
italian: Sidebar verticale 1

# Template part name
source: Header - Centered layout with splitted menu
italian: Header - Centrato con menu diviso

# Template part name
source: Header - Centered layout
italian: Header - centrato

# Template part name
source: Header - Left Logo and navigation inline
italian: Header - logo a sinistra e navigazione a fianco

# Template part name
source: Header - Left Logo and navigation below
italian: Header - logo a sinistra e navigazione in basso

# Template part name
source: Header default
italian: Header predefinito

# Custom template name
source: Sidebar (left)
italian: Sidebar (sinistra)

# Custom template name
source: Sidebar (right)
italian: Sidebar (destra)

# Gradient name
source: Vertical tertiary to primary
italian: Verticale - da terziario a primario

# Color name
source: Secondary foreground
italian: In primo piano - secondario

# Color name
source: Secondary background
italian: Sfondo - secondario

# Color name
source: Tertiary
italian: Terziario

# Color name
source: Secondary
italian: Secondario

# Color name
source: Primary
italian: Primario

# Font size name
source: Huge
italian: Gigante

# Font size name
source: Extra Large
italian: Molto grande

# Font size name
source: Large
italian: Grande

# Font size name
source: Medium
italian: Medio

# Font size name
source: Normal
italian: Normale

# Font size name
source: Small
italian: Piccolo

# Font size name
source: Extra Small
italian: Molto piccolo

# Pattern title
source: Testimonials page
italian: Pagina testimonial

# Pattern title
source: Testimonial with image #3
italian: Testimonial con immagine 3

# Pattern title
source: Testimonial with image #2
italian: Testimonial con immagine 2

# Pattern title
source: Testimonial with image #1
italian: Testimonial con immagine 1

# Pattern title
source: Site header (left logo - navigation inline)
italian: Header (logo a sinistra - navigazione a fianco)

# Pattern title
source: Site header (left logo - navigation below)
italian: Header (logo a sinistra - navigazione in basso)

# Pattern title
source: Site header centered
italian: Header centrato

# Pattern title
source: Site header with splitted menu
italian: Header con menu diviso

# Pattern title
source: Site footer
italian: Footer

# Pattern title
source: My-Account icon
italian: Icona account

# Pattern title
source: Creative list with image
italian: Elenco con immagine

# Pattern title
source: Contact page
italian: Pagina contatti

# Pattern title
source: Company page
italian: L'azienda

# Pattern title
source: Blog page
italian: Blog

# Pattern title
source: Banner with CTA #
italian: Banner con CTA

# Pattern title
source: Banner with 3 buttons
italian: Banner con 3 pulsanti

# Pattern title
source: 3 columns with icons
italian: 3 colonne con icone

# Pattern title
source: 3 columns banner
italian: Banner a 3 colonne

# demo-contents
source: <p>I'm super happy with the quality and sizing of my items. Such good value for money! So stylish too. I will definitely be purchasing again!</p><cite>MIKE DANCIN</cite>
italian: <p>Sono davvero soddisfatto della qualità e di come vestono questi abiti. Un ottimo rapporto qualità-prezzo! E poi così fashion! Comprerò presto molte altre cose!</p><cite>MIKE DANCIN</cite>

# demo-contents
source: <p>First order and will be back! Ordered 4 items and couldn't be happier with choices. Amazing value, will definitely be ordering more.</p><cite>PAULA PERCUSSION</cite>
italian: <p>Ho acquistato per la prima volta ma tornerò di sicuro! Ho ordinato 4 articoli e ne sono rimasto pienamente soddisfatto. Ottima qualità. Acquisterò di certo altri prodotti.</p><cite>PAULA PERCUSSION</cite>

# demo-contents
source: <p>I don't usually leave reviews but I have decided to for Wonder. I love there clothing and accessories I've never had a problem returning and parcels always arrive well within time stated.</p><cite>JOCELYN ERICSSON</cite>
italian: <p>Non sono solita lasciare recensioni ma ho deciso di farlo per Wonder perché lo merita davvero. Adoro i capi e gli accessori che vende e non ho mai avuto problemi con i resi o con le consegne, sempre precisi e puntuali.</p><cite>JOCELYN ERICSSON</cite>

# demo-contents
source: <p>Here I can find original items, low prices without to lose quality or sustainability. Love it!</p><cite>MARTHA RAMOS</cite>
italian: <p>Ho trovato articoli originali a prezzi bassi ma senza dover rinunciare alla qualità o all'attenzione per l'ambiente. Eccezionale!</p><cite>MARTHA RAMOS</cite>

# demo-contents
source: Bringing value between different brands
italian: Apporta valore tra i vari brand

# demo-contents
source: I don't usually leave reviews but I have decided to for Wonder. I love there clothing and accessories I've never had a problem returning and parcels always arrive well within time stated.
italian: Non sono solita lasciare recensioni ma ho deciso di farlo per Wonder perché lo merita davvero. Adoro i capi e gli accessori che vende e non ho mai avuto problemi con i resi o con le consegne, sempre precisi e puntuali.

# demo contents
source: Wonder – A WordPress Block theme by YITH
italian: Wonder - Un tema a blocchi per WordPress by YITH

# demo contents
source: Stay connected
italian: Non perdere le novità

# demo contents
source: Customer service
italian: Servizio clienti

# demo contents
source: Special sales
italian: Limited edition

# demo contents
source: Our products
italian: I nostri prodotti

# demo contents
source: Our company
italian: L'azienda

# demo-contents
source: Most popular of this month
italian: I più amati di questo mese

# demo-contents
source: <strong>Sailor &amp; sea inspired for<br>Winter Collection ⟶</strong>
italian: <strong>Stile alla marinara per la <br>Collezione invernale ⟶</strong>

# demo-contents
source: <strong>Maternity and pregnancy </strong><br><strong>clothing ⟶</strong>
italian: <strong>Abbigliamento</strong><br><strong>Pré-maman e neo mamme ⟶</strong>

# demo-contents
source: <strong>The Newborn Winter<br>Collection ⟶</strong>
italian: <strong>Collezione<br>Inverno ⟶</strong>

# demo-contents
source: Best seller of this month
italian: I più venduti del mese

# demo-contents
source: Martha Ramos <br>Customer from 2007
italian: Martha Ramos <br>Cliente dal 2007

# demo-contents
source: “ Here I can find original items, low prices without to lose quality or sustainability.<br>Love it! “
italian: “ Ho trovato articoli originali a prezzi bassi ma senza dover rinunciare alla qualità o all'attenzione per l'ambiente.<br> Eccezionale! “

# demo-contents
source: This week’s deals
italian: Le offerte della settimana

# demo-contents
source: SHOP NOW
italian: ACQUISTA ORA

# demo-contents
source: Jeans &amp; Denim collection
italian: Jeans &amp; denim

# demo-contents
source: VIEW OUR ACCESSORIES
italian: VEDI I NOSTRI ACCESSORI

# demo-contents
source: Shop now
italian: Acquista adesso

# demo-contents
source: New Spring Casuals
italian: Casual e stile primaverile

# demo-contents
source: Our customer care
italian: Il nostro servizio clienti

# demo-contents
source: 100.000+ customers trust us
italian: Scelti da oltre 100.000 clienti

# demo-contents
source: Fast delivery, simply returns, quick response &amp; safe and secure shopping: discover our 30 days money back guarantee and start today to shop with trust.
italian: Consegna veloce, politica di reso semplificata, risposte in tempi brevi &amp; acquisti sicuri: scopri la nostra garanzia soddisfatti o rimborsati e divertiti a fare shopping senza pensieri.

# demo-contents
source: Confident shopping
italian: Acquista in totale sicurezza

# demo-contents
source: Send us a message
italian: Invia un messaggio

# demo-contents
source: Connect with us
italian: Contattaci

# demo-contents
source: Call our Customer Care
italian: Chiama il nostro servizio clienti

# demo-contents
source: A transparent Refund policy
italian: Una politica di rimborso trasparente

# demo-contents
source: 50K Happy Customers
italian: 50.000 clienti soddisfatti

# demo-contents
source: High quality and low cost
italian: Qualità a basso costo

# demo-contents
source: “Here I can find original items, low prices without to lose quality or sustainability. Love it!“
italian: “Ho trovato articoli originali a prezzi bassi ma senza dover rinunciare alla qualità o all'attenzione per l'ambiente. Eccezionale!“

# demo-contents
source: <strong>Martha Ramos<br></strong>Customer from 2007
italian: <strong>Martha Ramos<br></strong>Cliente dal 2007

source: Read all testimonials &gt;
italian: Leggi tutte le testimonianze &gt;

# demo-contents
source: We <strong><em>really</em> </strong>love our tribu.
italian: Siamo <strong><em>davvero</em> orgogliosi </strong>della nostra tribù.

# demo-contents
source: Discover our sustainability initiatives
italian: Scopri le nostre iniziative ecosostenibili

# demo-contents
source: Let’s clean up
italian: Un mondo migliore

# demo-contents
source: Discover why and how our shop is totally inclusive
italian: Scopri come assicuriamo l'inclusività nel nostro shop

# demo-contents
source: Let’s be for all
italian: Ci siamo per tutti

# demo-contents
source: Because fashion need to be fair, always
italian: Perché la moda dev'essere per tutti, sempre

# demo-contents
source: Let’s be fair
italian: Alla moda per tutti

source: Our news
italian: Novità

# demo-contents
source: START TO SHOP
italian: INIZIA A FARE SHOPPING

# demo-contents
source: BUILD YOUR CAPSULE WARDROBE
italian: CREA IL TUO GUARDAROBA CAPSULE

# demo-contents
source: Accessories
italian: Accessori

# demo-contents
source: Shop Woman
italian: Collezione donna

# demo-contents
source: Shop Man
italian: Collezione uomo

# demo-contents
source: New Collections
italian: Nuove collezioni

# demo-contents
source: JUST LANDED
italian: NUOVI ARRIVI

# demo-contents
source: Enjoy a special -20% discount on man category
italian: Approfitta di uno sconto speciale del 20% sui capi uomo

# demo-contents
source: SAVE 20% IN<br>MAN CLOTHING
italian: RISPARMIA IL 20% SUI<br>CAPI UOMO

# demo-contents
source: GLASSES
italian: OCCHIALI

# demo-contents
source: DISCOVERY THE TREND OF
italian: SCOPRI LA NUOVA TENDENZA

source: Search
italian: Cerca
