Repository: prasish012/try
Catalog: try/media_copy/translations/elegant-magazine/existing_translations/PO FILES AS DATASETS FROM WP.TRANSLATE 2/*/wp-themes-phlox-*.po
Languages: dutch

source: Import Demo
dutch: Importeer demo

source: Version %s
dutch: Versie %s

source: Welcome to %s Theme
dutch: Welkom bij %s thema

source: Phlox theme cannot function properly due to following reason: "Phlox Core Elements" version %s is required. Current version is %s. Please update it.
dutch: Het Phlox thema kan niet goed functioneren vanwege de volgende reden: "Phlox Core Elements" versie %s is vereist. De huidige versie is %s. Update het.

source: To take full advantages of Phlox theme and enabling demo importer, please install core plugins.
dutch: Om de volledige voordelen van het Phlox thema te verkrijgen en de demo importeerfunctie te activeren, installeer de core plugins.

source: Thanks for choosing %s
dutch: Bedankt voor het kiezen van %s

source: Install %s
dutch: Installeer %s

source: Activate %s
dutch: Activeer %s

source: Activating %s
dutch: Activering %s

source: Input value for "%s" function should be array.
dutch: De invoerwaarde voor de functie "%s" moet een array zijn.

source: Save my name, email, and website in this browser for the next time I comment.
dutch: Sla mijn naam, e-mail en site op in deze browser voor de volgende keer dat ik reactie geef.

source: Name
dutch: Naam

source: Specifies the thickness of top border on footer in pixels.
dutch: Geeft de dikte van de bovenkant van de rand van de footer aan in pixels.

source: Top Border Thickness
dutch: Bovenkant randdikte

source: Show a link to privacy policy page in the footer.
dutch: Toon een link naar de privacy beleid pagina in de footer.

source: Show Privacy Policy
dutch: Privacybeleid tonen

source: Whether to display cookie consent option on comment form for users or not.
dutch: Of de optie voor toestemming voor cookies wel of niet moet worden weergegeven op het reactieformulier voor gebruikers.

source: Comment Forms Cookie Consent
dutch: Reacties cookie toestemming

source: Display Header Cart In Mobile
dutch: Toon header winkelwagen in mobiel

source: Display Header Cart In Tablet
dutch: Toon header winkelwagen in tablet

source: WordPress version 4.9.6 or higher is required for this feature.
dutch: WordPress versie 4.9.6 of hoger is vereist voor deze functie.

source: Real-time Bitcoin Converter
dutch: Real-time bitcoin omzetter

source: Sidebar Primary (Phlox Pro)
dutch: Zijbalk primair (Phlox pro)

source: Page Title (%s)
dutch: Paginatitel (%s)

source: Shopping Basket
dutch: Winkelmandje

source: EU Cookie Notce
dutch: EU cookie kennisgeving

source: Your email address will not be published. Required fields are marked *
dutch: Je e-mailadres zal niet worden gepubliceerd. vereiste velden zijn gemarkeerd met *

source: Add a Comment
dutch: Een reactie toevoegen

source: Specifies the size of social icons in the header menu.
dutch: Bepaalt de grootte van sociale pictogrammen in het header menu.

source: Social Icon Size
dutch: Grootte sociale pictogram

source: Enable it to add social icons in the header menu.
dutch: Schakel dit in om sociale iconen toe te voegen aan het menu van de header.

source: Add Social Icons
dutch: Sociale iconen toevoegen

source: Medium Width Content
dutch: Breedte breedte inhoud

source: Enable it to show post meta info.
dutch: Inschakelen om meta informatie over berichten te tonen.

source: Content Title Alignment
dutch: Uitlijning inhoud titel

source: Display Content Title
dutch: Toon inhoud titel

source: Content options
dutch: Inhoud opties

source: Choose a slider from the list of available Master Sliders.
dutch: Kies een slider uit de lijst met beschikbare Master Sliders.

source: (plugin is not installed)
dutch: (plugin is niet geïnstalleerd)

source: Default Post Slider
dutch: Standaard Bericht Slider

source: Slider type
dutch: Slider soort

source: Enable it to display %s share button%s on single post.
dutch: Schakel het in om %s deelknop%s te tonen bij een bericht.

source: Display Share Button
dutch: Toon deelknop

source: After post content (Bottom)
dutch: Na berichtinhoud (bodem)

source: Before post content (Top)
dutch: Voor berichtinhoud (top)

source: Show like button befor or after post content.
dutch: Toon vind-ik-leuk knop voor of na berichtinhoud.

source: Like Button Position
dutch: Like knop positie

source: Default Site Max Width
dutch: Standaard maximale site breedte

source: Custom Max Width
dutch: Aangepaste maximale breedte

source: Enable it to add logo in the header.
dutch: Schakel het in om een logo toe te voegen aan de header.

source: Display Logo
dutch: Toon logo

source: Specifies the skin of all comment forms.
dutch: Specificeer het thema voor alle reactieformulieren.

source: Comment Forms Skin
dutch: Reactieformulier thema

source: Forms Appearance
dutch: Formulieren weergave

source: Forms
dutch: Formulieren

source: The height of empty space below page slider in pixel.
dutch: De hoogte van de lege ruimte onder de pagina slider in pixels.

source: Slider bottom margin
dutch: Slider ondermarge

source: The height of empty space above page slider in pixel.
dutch: De hoogte van de lege ruimte boven de pagina slider in pixels.

source: Slider top margin
dutch: Slider bovenmarge

source: If you select "Full", the content fills the entire width of the page.
dutch: Als je "Volledig" selecteert, vult de inhoud de hele breedte van de pagina.

source: Icon for Cart
dutch: Pictogram voor winkelwagen

source: Progress Bar Position
dutch: Positie voortgangsbalk

source: Display go to top button
dutch: Ga naar de top knop tonen

source: % comments
dutch: % reacties

source: one comment
dutch: een reactie

source: no comment
dutch: geen reactie

source: Specifies the duration of blur fade transition (in milliseconds) when an image completely loaded.
dutch: Specificeert de duur van de vervaagde overgang (in milliseconden) wanneer een afbeelding volledig wordt geladen.

source: Image preload transition duration
dutch: Afbeelding voorladen overgangsduur

source: Specifies whether to preload images in order to reduce page loading time or load them normally.
dutch: Geeft aan of afbeeldingen vooraf geladen moeten worden om de laadtijd van de pagina te verkorten of dat ze normaal geladen moeten worden.

source: Enable image preload preview
dutch: Schakel voorbeeld van vooraf laden van afbeeldingen in

source: Performance Options
dutch: Performantie opties

source: Performance
dutch: Prestatie

source: Preview a Single Product Page
dutch: Voorbeeld van een enkele productpagina

source: Display Featured Media
dutch: Uitgelichte media weergeven

source: The delay amount before starting the header animation in seconds.
dutch: De vertragingstijd voordat de animatie van de header begint, in seconden.

source: Header Animation Delay
dutch: Vertraging header animatie

source: Enable it to animation the header after page loads.
dutch: Schakel het in om de header te animeren nadat de pagina is geladen.

source: Header Animation
dutch: Header animatie

source: Click
dutch: Klik

source: Hover
dutch: Hoveren

source: Dropdown Action On
dutch: Dropdown actie op

source: Cart Dropdown Skin
dutch: Skin dropdown winkelwagen

source: Display Header Cart
dutch: Toon winkelwagen in de header

source: You can sepcify with enable this option to use brand color for each social icons just on hover
dutch: Je kunt deze optie inschakelen om de merkkleur te gebruiken voor alle sociale pictogrammen, alleen op hoveren

source: Use Brand Color as Hover
dutch: Gebruik merkkleur als hoveren

source: Enable this option to apply brand color to each social icons.
dutch: Schakel deze optie in om merkkleuren toe te passen op alle sociale pictogrammen.

source: Use Brand Color
dutch: Gebruik merkkleur

source: Phlox Core Elements
dutch: Phlox core elementen

source: Enable it to display title/subtitle in title section.
dutch: Inschakelen om titel/subtitel in titel sectie weer te geven.

source: Display Titles
dutch: Toon titels

source: Phlox Support
dutch: Phlox ondersteuning

source: A complete %s documentation %s, which updates regularly.
dutch: Een complete %s documentatie %s, die regelmatig wordt geüpdatet.

source: Below resources are available to help you in using %s theme.
dutch: Onderstaande bronnen zijn beschikbaar om je te helpen bij het gebruik van het %s thema.

source: Enable it to display a space between title and content. If you need to start your content from very top of the page, disable it.
dutch: Schakel deze optie in om een spatie weer te geven tussen titel en inhoud. Als je je inhoud helemaal bovenaan de pagina moet beginnen, schakel hem dan uit.

source: Enable it to display featured media on blog archive page.
dutch: Schakel het in om de uitgelichte afbeelding te tonen op de blog archief pagina.

source: Add submenu indicator icon to menu items.
dutch: Submenu indicator pictogram toevoegen aan menu-items.

source: Enable it to display copyright text at the bottom of vertical menu.
dutch: Schakel het in om de copyright tekst aan het einde van het verticale menu te tonen.

source: Display Vertical Menu Copyright Text
dutch: Toon het verticale menu copyright tekst

source: Enable this option to scale logo on sticky header.
dutch: Schakel deze optie in om je logo te verkleinen in de sticky header.

source: Specifies the color scheme of header menu on sticky header.
dutch: Specificeer het kleurenschema van het header menu in de sticky header.

source: Add Search Button
dutch: Knop zoeken toevoegen

source: Specifies boxed or fullwidth header.%1$s Only works if %2$s Website Layout %3$s option sets to %2$s Full layout %3$s
dutch: Specificeert een omkaderde of volledige breedte header. %1$s Werkt alleen als de optie %2$s lay-out van de site %3$s is ingesteld op %2$s volledige lay-out %3$s

source: Specifies the default skin for site pagination.
dutch: Specificeert de standaard skin voor paginering van de site.

source: Specifies the background options for the body of website on boxed layout.%1$s Only works if %2$s Website Layout %3$s option sets to %2$s Boxed layout %3$s
dutch: Specificeert de achtergrond opties voor het lichaam van de site op een boxed lay-out. %1$s Werkt alleen als de optie %2$s Site lay-out %3$s is ingesteld op %2$s Ingesloten lay-out %3$s

source: Enable this option to add a top progress bar while site is loading.
dutch: Schakel deze optie in om bovenin een laadbalk toe te voegen wanneer de site wordt geladen.

source: Select an animated gif to display while site is loading.
dutch: Selecteer een geanimeerd gif om weer te geven tijdens het laden van de site.

source: Enable this option to add loading image for the site.
dutch: Schakel deze optie in om een laad afbeelding voor de site toe te voegen.

source: Add Loading Image
dutch: Aan het laden afbeelding toevoegen

source: Enable this option to display a loading animation while site is loading.
dutch: Schakel deze optie in om een laad afbeelding te tonen wanneer de site wordt geladen.

source: Hover over images to see the animation.
dutch: Hoveren over afbeeldingen om de animatie te zien.

source: Enable this option to add page animation when user navigates between pages.
dutch: Schakel deze optie in om pagina animatie toe te voegen wanneer een bezoeker navigeert tussen pagina's.

source: MailChimp for WordPress
dutch: Mailchimp voor WordPress

source: Please select the slider you want to display at top of the page.
dutch: Selecteer de slider die je bovenaan de pagina wil weergeven.

source: Enable it to display footer at the bottom of vertical menu.
dutch: Inschakelen om footer weer te geven aan de onderkant van het verticale menu.

source: Display Vertical Menu Footer
dutch: Toon verticale menu footer

source: Vertical Menu
dutch: Verticale menu

source: Choose image
dutch: Kies afbeelding

source: No image selected
dutch: Geen afbeelding geselecteerd

source: Change image
dutch: Wijzig afbeelding

source: Select image
dutch: Afbeelding selecteren

source: Extra Large
dutch: Extra groot

source: Large
dutch: Groot

source: Normal
dutch: Normaal

source: Small
dutch: Klein

source: Specifies the display of border under the search box
dutch: Specificeert de weergave van de rand onder de zoek box

source: Display Searchbox Border
dutch: Toon zoekformulier rand

source: Vertical Header Submenu Skin
dutch: Verticale header submenu lay-out

source: Vertical Menu Items Align
dutch: Verticale menu-items uitlijning

source: Specifies the max height of logo image in pixel.
dutch: Specificieer de maximale hoogte van de logo afbeelding in pixels.

source: Logo Max Height in Pixel
dutch: Logo maximale hoogte in pixels

source: No Limit
dutch: Geen beperking

source: Specific size in pixel
dutch: Specifieke afmetingen in pixels

source: Same as header height
dutch: Hetzelfde als de header hoogte

source: If the original logo is big in dimensions, you can limit the height by this option.
dutch: Als het originele logo grote afmetingen heeft, kun je de hoogte beperken met deze optie.

source: Logo Max Height
dutch: Logo maximale hoogte

source: Specifies the max width of logo image in pixels.
dutch: Bepaalt de maximale breedte van het logo afbeelding in pixels.

source: Shopping Cart
dutch: Winkelwagen

source: Specifies alignment for main title in single post content.
dutch: Specificeert uitlijning voor de titel in de inhoud van een bericht.

source: Enable it to show the main title above post content.
dutch: Schakel dit in om de hoofdtitel boven de inhoud van berichten weer te geven.

source: Enable it to display post media (featured image, video, audio, ..) on single post page.
dutch: Media voor berichten weergeven (uitgelichte afbeelding, video, audio,...) op pagina met één bericht.

source: Display Post Media
dutch: Toon bericht media

source: Sticky Header Menu Color Scheme
dutch: Kleurenschema sticky header menu

source: Specifies whether to display the featured image, video or audio of this post on single page or not.
dutch: Specificeer of de uitgelichte afbeelding, video of audio van dit bericht getoond moet worden op een enkele pagina of niet.

source: Display media on single post?
dutch: Media weergeven op enkelvoudig bericht?

source: Media Setting
dutch: Media instellingen

source: Overlay Pattern Opacity
dutch: Patroon overdekking doorzichtigheid

source: Enable Advanced Setting
dutch: Schakel geavanceerde instelling in

source: Title Bar Setting
dutch: Titelbalk instelling

source: Blog Archive Default ( New )
dutch: Blog archief standaard (nieuw)

source: Blog Archive 10
dutch: Blog archief 10

source: Enable this option to pin the footer and subfooter to bottom of the website.
dutch: Schakel deze optie in om de footer en subfooter vast te maken aan de onderkant van de site.

source: Enable Sticky Footer
dutch: Schakel sticky footer in

source: Show the "Powered By" text with link to theme homepage in footer.
dutch: Toon de "Aangedreven door" tekst met link naar thema homepage in footer.

source: Enter your copyright text to display on footer.
dutch: Voer je copyrighttekst in voor de footer.

source: Enable it to hide subfooter on mobile devices.
dutch: Schakel in om de subfooter te verbergen op mobiele apparaten.

source: Hide Subfooter on mobile
dutch: Verberg subfooter op mobiel

source: Enable it to hide subfooter on tablet devices.
dutch: Schakel het in om de sub footer te verbergen op tablet apparaten.

source: Hide Subfooter on Tablet
dutch: Subfooter verbergen op tablet

source: Enable it to change the skin of widgets to dark mode
dutch: Inschakelen om de skin van widgets naar de donkere modus te veranderen

source: Dark Skin For Widgets
dutch: Donkere lay-out voor widgets

source: Page Title
dutch: Paginatitel

source: Preview a page
dutch: Pagina voorbeeld

source: Enable it to display cart on top header bar.
dutch: Schakel het in om de winkelwagen in de top header balk te tonen.

source: Display Top Header Cart
dutch: Toon top header winkelwagen

source: Left side Template
dutch: Linker zijkant template

source: Center Template
dutch: Centreer template

source: Select Specific Template For FullScreen Menu
dutch: Selecteer specifiek template voor volledig scherm menu

source: FullScreen Menu Templates
dutch: Volledig scherm menu templates

source: Specifies the background color of Vertical menu.
dutch: Specificeer de achtergrondkleur van het verticale menu.

source: Vertical Menu Background Color
dutch: Verticale menu achtergrondkleur

source: Specifies the sticky header color.
dutch: Specificeer de sticky header kleur.

source: Specifies the background color of header
dutch: Specificeert de achtergrondkleur van de header

source: Header Background Color
dutch: Header achtergrondkleur

source: Enable it to set a overlay header
dutch: Schakel het in om een overlay header in te stellen

source: Enable Overlay Header
dutch: Overlay header inschakelen

source: Specifies the Color Scheme of Header
dutch: Specificeert het kleurenschema van header

source: Header Menu Color Scheme
dutch: Kleurenschema header menu

source: Skip
dutch: Overslaan

source: Authorization failed. Please refresh the page and try again.
dutch: Autorisatie mislukt. Herlaad de pagina en probeer het nogmaals.

source: Font size and line height of the row content in pixels.
dutch: Lettertypegrootte en lijnhoogte van de rij inhoud in pixels.

source: Strikethrough
dutch: Doorgestreept

source: Italic
dutch: Cursief

source: Bold
dutch: Vet

source: Font Size / Line H.
dutch: Lettertype grootte/regel H.

source: Font family of the row content.
dutch: Lettertypefamilie van de rij inhoud.

source: Font Family
dutch: Lettertype familie

source: Content of the row.
dutch: Inhoud van de rij.

source: Add Shortcode
dutch: Shortcode toevoegen

source: Align Right
dutch: Rechts uitlijnen

source: Align Center
dutch: In het midden uitlijnen

source: Align Left
dutch: Links uitlijnen

source: Content
dutch: Inhoud

source: Type of the footer row.
dutch: Type van de footer rij.

source: HTML Content
dutch: HTML inhoud

source: Row Type
dutch: Rij type

source: Main color of the pricing table.
dutch: Hoofdkleur van de prijstabel.

source: Add To Favourites
dutch: Aan favorieten toevoegen

source: Main Color
dutch: Hoofdkleur

source: Style Settings
dutch: Stijl instellingen

source: Small Blue Most Popular
dutch: Klein Blauw meest populair

source: Blue Most Popular
dutch: Blauw meest populair

source: Most Popular
dutch: Meest populair

source: Blue Popular
dutch: Blauw populair

source: Popular
dutch: Populair

source: Blue Sale
dutch: Blauw uitverkoop

source: Sale
dutch: Uitverkoop

source: Rectangle
dutch: Vierkant

source: Ribbon
dutch: Lint

source: Auxin signs
dutch: Auxin tekens

source: Classic Normal
dutch: Klassiek normaal

source: Semi highlighted Column
dutch: Semi gemarkeerde kolom

source: Normal Column
dutch: Normale kolom

source: Start Column
dutch: Start kolom

source: Modern Circle
dutch: Modern cirkel

source: Modern normal
dutch: Modern normaal

source: Show Theme Attribution
dutch: Toon thema bijdrage

source: Page Sidebar Style
dutch: Pagina zijbalk stijl

source: Page Sidebar Position
dutch: Pagina zijbalk positie

source: Page Layout Setting
dutch: Pagina lay-out instelling

source: Page Layout
dutch: Pagina lay-out

source: Specifies the position of sidebar on blog page. Please not that the sidebars in two-sidebar layouts are only visible on screen sizes with 1140px or higher in width.
dutch: Specificeert de positie van de zijbalk op de blogpagina. Let op dat de zijbalken in lay-outs met twee zijbalken alleen zichtbaar zijn op schermformaten met een breedte van 1140px of hoger.

source: Select the string to read more permalink text in archive pages
dutch: Selecteer de string voor lees meer permalink tekst in archiefpagina's

source: Read More Text
dutch: Lees meer tekst

source: Next Prev
dutch: Volgende Vorige

source: Next Button
dutch: Volgende knop

source: Infinite Scroll
dutch: Oneindig scrollen

source: Replaces the default pagination in blog archive with a load more
dutch: Vervangt de standaard paginering in het blogarchief door een 'Laad meer'

source: Load More Type
dutch: Laad meer type

source: Preview Blog Archive
dutch: Voorbeeld blog archief

source: Title Box Custom Color
dutch: Titel box aangepaste kleur

source: Preview Single Post
dutch: Voorbeeld enkelvoudig bericht

source: Single Post Title
dutch: Enkelvoudige bericht titel

source: Preview a blog post
dutch: Voorbeeld van een blog bericht

source: Choose "Yes" in order to customize the title bar of this page, or choose "No" to turn it off.
dutch: Kies "Ja" om het aanpassen van de titel balk van deze pagina, of kies "Geen" om deze uit te schakelen.

source: Phlox Theme
dutch: Phlox thema

source: Phlox Free WordPress Theme
dutch: Phlox gratis WordPress thema

source: Powered by
dutch: Aangedreven door

source: Back
dutch: Terug

source: Specifies position of sidebar on page.
dutch: Bepaalt de positie van de zijbalk op de pagina.

source: Page Setting
dutch: Pagina instelling

source: Page
dutch: Pagina

source: Specifies the color of the frame around the site.
dutch: Specificeert de kleur van het frame rond de site.

source: Site Frame Color
dutch: Kleur frame site

source: Enable this option to add a frame around the site.
dutch: Schakel deze optie in om een frame rond de site toe te voegen.

source: Enable Site Frame
dutch: Site frame inschakelen

source: Website Frame Setting
dutch: Site kader instelling

source: Website Frame
dutch: Site kader

source: Visual CSS Style Editor
dutch: Visuele CSS stijl editor

source: Popular Posts
dutch: Populaire berichten

source: Export/Import Theme Options
dutch: Thema opties exporteren/importeren

source: Image Optimization
dutch: Afbeelding optimalisatie

source: Flickr Justified Gallery
dutch: Flickr uitgelijnde galerij

source: Related Posts for WordPress
dutch: Gerelateerde berichten voor WordPress

source: under %s
dutch: onder %s

source: posted on %s
dutch: geplaatst op %s

source: by %s
dutch: door %s

source: 1 view
dutch: 1 weergave

source: 1 view per day
dutch: 1 weergave per dag

source: 1 comment
dutch: 1 reactie

source: Specifies the background color for footer
dutch: Specificeert de achtergrondkleur van de footer

source: Background Video WebM
dutch: Achtergrond video WebM

source: Background Video Ogg
dutch: Achtergrond video Ogg

source: You can upload custom video for title background</br>Note: if you set custom image, default image backgrounds will be ignored.
dutch: Je kunt aangepaste video uploaden voor titel achtergrond</br>Let op: als je een aangepaste afbeelding instelt, worden de standaard afbeelding achtergronden genegeerd.

source: Background Video MP4
dutch: Achtergrond video MP4

source: Specifies a background image for title bar.
dutch: Specifieert een achtergrondafbeelding voor de titelbalk.

source: Specifies a background color for title bar.
dutch: Specifieert een achtergrondkleur voor de titelbalk.

source: Enable it to show the post categories.
dutch: Schakel het in om de bericht categorieën te tonen.

source: Enable it to show the post comments number.
dutch: Schakel het in om het aantal bericht reacties te tonen.

source: Display comments number
dutch: Toon aantal reacties

source: Enable it to show the post author.
dutch: Schakel het in om de bericht auteur te tonen.

source: Display post author
dutch: Toon bericht auteur

source: Enable it to show the post date.
dutch: Schakel het in om de berichtdatum te tonen.

source: Display post date
dutch: Toon berichtdatum

source: This theme requires at least WordPress version 4.7 and PHP 5.4. You are running WordPress version %s and PHP version %s. Please upgrade and try again.
dutch: Deze thema vereist ten minste WordPress versie 4.7 en PHP 5.4. Je gebruikt WordPress versie %s en PHP versie %s. Upgrade en probeer het opnieuw.

source: Yes
dutch: Ja
