Repository: prasish012/try
Catalog: try/media_copy/translations/elegant-magazine/existing_translations/PO FILES AS DATASETS FROM WP.TRANSLATE 2/*/wp-themes-ollie-*.po
Languages: french

source: Launch a blazing-fast, pixel-perfect website with the Ollie WordPress block theme! Ollie features over 50 beautiful pattern designs, 7 full-page pattern layouts, and a fully-customizable design system with Global Styles. Ollie integrates seamlessly with all of the powerful new WordPress editor features, giving you the most lightweight and powerful website builder on the planet — no expensive page builder plugin required! ✶ Full demo: https://demo.olliewp.com ✶
french: Lancez un site ultra-rapide et au pixel près avec le thème WordPress basé sur des blocs Ollie ! Ollie propose plus de 50 compositions magnifiques, 7 compositions de pages entières et un système de design entièrement personnalisable avec les styles globaux. Ollie s’intègre parfaitement à toutes les puissantes nouvelles fonctionnalités de l’éditeur de WordPress, vous offrant le constructeur de site le plus léger et le plus puissant de la planète — aucune extension de constructeur de page coûteux n’est requise ! ✶ Démo complète : https://demo.olliewp.com ✶

source: Find out how businesses just like yours have grown by 30% or more in just over a month.
french: Découvrez comment des entreprises comme la vôtre ont connu une croissance de 30 % ou plus en un peu plus d’un mois.

source: Unleash Growth
french: Libérez la croissance

# Pattern title
source: Menu Panel 4
french: Panneau de menu 4

source: See how companies like yours increased productivity by 40% overnight.
french: Découvrez comment des entreprises comme la vôtre ont augmenté leur productivité de 40 % du jour au lendemain.

source: Enterprise
french: Entreprise

source: Community
french: Communauté

source: Dashboard
french: Tableau de bord

source: Learn Our Product
french: Découvrez notre produit

source: Browse All
french: Tout parcourir

source: Integrations
french: Intégrations

source: Team
french: Équipe

source: Templates
french: Modèles

source: Projects
french: Projets

source: Quick Resources
french: Ressources rapides

# Pattern title
source: Menu Panel 3
french: Panneau de menu 3

# Pattern title
source: Menu Panel 2
french: Panneau de menu 2

source: Start Free Trial
french: Démarrez l‘essai gratuit

source: Ready to scale your business? Start your free trial today.
french: Prêt/prête à faire évoluer votre entreprise ? Commencez votre essai gratuit dès aujourd’hui.

source: View Case Studies
french: Voir les études de cas

source: See how companies like yours increased productivity by 40% and reduced operational costs within their first quarter.
french: Découvrez comment des entreprises comme la vôtre ont augmenté leur productivité de 40 % et réduit leurs coûts opérationnels dès le premier trimestre.

source: Success Stories
french: Histoires de réussite

source: Expert help when you need it
french: Assistance experte lorsque vous en avez besoin

source: 24/7 Support
french: Assistance 24h/24, 7j/7

source: Reliable infrastructure that scales
french: Une infrastructure fiable et évolutive

source: 99.9% Uptime
french: 99,9 % de disponibilité

source: SOC 2 compliant with E2E
french: Conforme SOC 2 avec E2E

source: Advanced Security
french: Sécurité avancée

source: Enterprise Ready
french: Prêt pour l‘entreprise

source: Connect with existing tools
french: Connectez-vous aux outils existants

source: API Integration
french: Intégration API

source: Work together seamlessly
french: Travaillez ensemble en toute transparence

source: Team Collaboration
french: Collaboration d‘équipe

source: Track performance live
french: Suivez les performances en direct

source: Real-time Analytics
french: Statistiques en temps réel

source: Platform Features
french: Fonctionnalités de la plateforme

# Pattern description
source: Menu with columns with icons and text and case study
french: Menu avec colonnes comportant des icônes et du texte, et des étude de cas

# Pattern title
source: Menu Panel 1
french: Panneau de menu 1

source: Gallery
french: Galerie

source: Automations
french: Automatisations

source: Components
french: Composants

source: Builder
french: Constructeur

source: Search our site
french: Recherchez sur notre site

# Pattern title
source: Mobile Menu 6
french: Menu mobile 6

source: Developers
french: Développeurs/développeuses

source: Press
french: Presse

source: FAQs
french: Questions-réponses

source: Docs
french: Documents

source: Customers
french: Clients/clientes

source: Marketplace
french: Place de marché

source: Analytics
french: Statistiques

source: Workflows
french: Flux de travail

source: Library
french: Bibliothèque

# Pattern title
source: Mobile Menu 5
french: Menu mobile 5

source: We're hiring! Join our growing team today.
french: Nous recrutons ! Rejoignez notre équipe en pleine expansion dès maintenant.

source: Design solutions that scale
french: Concevez des solutions évolutives

source: Prism AI
french: IA Prism

# Pattern title
source: Mobile Menu 4
french: Menu mobile 4

source: Check out my new podcast, VectorAI.
french: Découvrez mon nouveau podcast, VectorAI.

# Pattern title
source: Mobile Menu 3
french: Menu mobile 3

source: Director of AI
french: Directeur/directrice IA

# Pattern title
source: Mobile Menu 2
french: Menu mobile 2

source: Learn more
french: Lire la suite

source: Find out how we can help you scale.
french: Découvrez comment nous pouvons vous aider à vous développer.

source: Get started today!
french: Commencez dès aujourd‘hui !

source: Go Live Quicker
french: Lancez-vous plus rapidement

source: Beautiful Content
french: Beau contenu

source: Publish Faster
french: Publiez plus rapidement

source: Publish
french: Publier

source: Developer Friendly
french: Pensé pour les développeurs/développeuses

source: Easy to Extend
french: Facile à étendre

source: Built for the Future
french: Construit pour le futur

source: Build
french: Construire

source: Robust Design System
french: Système de design solide

source: Beautiful Templates
french: Beaux modèles

source: Pre-designed Patterns
french: Compositions prédéfinies

# Pattern title
source: Mobile Menu 1
french: Menu mobile 1

# Pattern title
source: Menu Card 4
french: Carte menu 4

source: SEO, social media, and content strategies
french: Référencement naturel, réseaux sociaux et stratégies de contenu

source: Digital Marketing
french: Marketing numérique

source: Custom websites that captivate and convert
french: Des sites personnalisés qui captivent et convertissent

source: Web Design
french: Conception de site web

source: Logo design, brand guidelines, and visual systems
french: Conception de logos, de chartes graphique et de systèmes d’identité visuelle

source: Brand Identity
french: Identité de marque

# Pattern title
source: Menu Card 3
french: Carte menu 3

source: Our tested growth strategies have helped clients across industries achieve breakthrough results.
french: Nos stratégies de croissance éprouvées ont aidé des clients de tous les secteurs à obtenir des résultats exceptionnels.

source: Proven growth techniques
french: Techniques de croissance éprouvées

source: Turn data into decisions with our strategic analysis and actionable recommendations.
french: Transformez les données en décisions grâce à notre analyse stratégique et à nos recommandations actionnables.

source: Insights you can act on
french: Des informations exploitables

source: How we can help
french: Comment nous pouvons vous aider

# Pattern title
source: Menu Card 2
french: Carte menu 2

source: Start building smarter and faster today!
french: Commencez à construire plus intelligemment et plus rapidement dès aujourd‘hui !

source: Collaborate without the chaos
french: Collaborez sans le chaos

source: Team Comments
french: Commentaires de l’équipe

source: Never lose a design iteration again
french: Ne perdez plus jamais une itération de conception

source: Version Control
french: Contrôle de version

source: Updates in real-time across all devices
french: Mises à jour en temps réel sur tous les appareils

source: Smart Sync
french: Synchronisation intelligente

# Pattern title
source: Menu Card 1
french: Carte menu 1

# Style variation name
source: Preset 9
french: Préréglage 9

# Style variation name
source: Preset 8
french: Préréglage 8

# Style variation name
source: Preset 7
french: Préréglage 7

# Style variation name
source: Preset 6
french: Préréglage 6

# Style variation name
source: Preset 5
french: Préréglage 5

# Style variation name
source: Preset 4
french: Préréglage 4

# Style variation name
source: Preset 3
french: Préréglage 3

# Style variation name
source: Preset 2
french: Préréglage 2

# Style variation name
source: Preset 1
french: Préréglage 1

source: I finally feel like I can ditch my costly page builder plugin. Now, I can quickly build out page sections or full page designs with Ollie patterns.
french: Je sens enfin que je peux me passer de mon coûteux constructeur de pages. Désormais, je peux rapidement créer des sections de page ou des designs entiers de page grâce aux compositions d’Ollie.

source: Not convinced? We offer a
french: Pas convaincu ? Nous vous proposons une

source: Desktop preview
french: Aperçu ordinateur

source: Add text or blocks that will display when a query returns no results.
french: Ajoutez le texte ou les blocs qui s’afficheront lorsqu’une requête ne renverra aucun résultat.

source: Write title…
french: Rédigez le titre…

source: San Francisco, CA 94070
french: San Francisco, CA 94070, États-Unis

source: or view on
french: ou voir sur

source: Build your blazing fast website with the power of the WordPress Site Editor and beautiful, pre-made designs from Ollie. No coding skills required.
french: Créez votre site ultra-rapide grâce à la puissance de l‘éditeur de site WordPress et aux superbes designs pré-conçus d‘Ollie. Aucune compétence en codage n‘est nécessaire.

source: No code? No problem.
french: Pas de code ? Pas de problème.

source: See Our Features
french: Voir nos fonctionnalités

source: The future of WordPress site building is here. Are you ready?
french: Le futur de la création de sites WordPress est arrivé. Êtes-vous prêt·e ?

source: No code? No problem. Design websites faster with patterns.
french: Pas de code ? Pas de problème. Concevez des sites plus rapidement grâce aux compositions.

source: Launch Faster
french: Lancez plus vite

source: Ollie is built for the new WordPress Site Editor
french: Ollie est conçu pour le nouvel éditeur de site WordPress

source: Build on WordPress
french: Créer avec WordPress

source: Hands typing on computer
french: Mains tapant sur un clavier d’ordinateur

source: With a growing pattern collection, you can create 100's of different page designs without repeating the same design.
french: Avec une collection croissante de compositions, vous pouvez créer des centaines de design de pages différents sans répétition.

source: View Ollie Patterns
french: Voir les compositions d’Ollie

source: Beautiful design just got a whole lot easier
french: Un beau design est devenu bien plus facile

source: Pick Your Pattern
french: Choisissez votre composition

source: Brand Designer
french: Designer graphique

source: Meet our happy campers
french: Rencontrez nos heureux campeurs

source: I create a lot of landing pages, and the Site Editor and Ollie have been a game changer for this. Choose a layout, add my content, hit publish.
french: Je crée beaucoup de pages de destination, et l‘éditeur de site et Ollie ont été déterminants pour ça. Je choisis une mise en page, j’ajoute mon contenu, je clique sur Publier, et voilà.

source: Easily create beautiful, blazing-fast websites with the new WordPress Site Editor.
french: Créez facilement de superbes sites ultra-rapides avec le nouvel éditeur de site WordPress.

source: Brand logo
french: Logo de la marque

source: Trusted by the biggest brands on the planet
french: Les plus grandes marques de la planète nous font confiance

source: Customer Support
french: Support client

source: Video Producer
french: Producteur vidéo

source: Marketer
french: Spécialiste du marketing

source: We love our customers
french: Nous aimons nos clients

source: Testimonial author avatar
french: Avatar de l’auteur/autrice du témoignage

source: I'm super impressed with how powerful the WordPress Site Editor is. I can design my site so quickly with patterns!
french: Je suis très impressionné par la puissance de l’éditeur de site WordPress. Je peux concevoir mon site tellement rapidement grâce aux compositions !

# Pattern description
source: This wide post layout where the content sits in a wide container that stretches the page area.
french: Cette mise en page pour une publication sur une grande largeur où le contenu se trouve dans un large conteneur qui étire la zone de la page.

# Pattern title
source: Post Wide
french: Publication grande largeur

# Pattern description
source: A post layout with a right sidebar and left content area.
french: Une mise en page pour une publication avec une colonne latérale à droite et une zone de contenu sur la gauche.

# Pattern title
source: Post Right Sidebar
french: Colonne droite de la publication

# Pattern description
source: A post layout with a left sidebar and right content area.
french: Une mise en page pour une publication avec une colonne latérale à gauche et une zone de contenu sur la droite.

# Pattern title
source: Post Left Sidebar
french: Colonne latérale gauche de la publication

# Pattern description
source: A centered post layout where the content sits in a container in the middle of the page.
french: Une mise en page de publication centrée où le contenu se trouve dans un conteneur au milieu de la page.

# Pattern title
source: Post Centered
french: Publication centrée

# Pattern description
source: This wide page layout where the content sits in a wide container that stretches the page area.
french: Cette mise en page pour une page sur une grande largeur où le contenu se trouve dans un large conteneur qui étire la zone de la page.

# Pattern title
source: Page Wide
french: Page grande largeur

source: Sorry, nothing was found for that search term.
french: Désolé, aucun résultat n’a été trouvé pour ce terme de recherche.

source: Search site...
french: Rechercher sur le site…

# Pattern description
source: The page that shows search results.
french: La page qui affiche les résultats de recherche.

# Pattern title
source: Search Results Page
french: Page de résultats de recherche

# Pattern description
source: A page layout with a right sidebar and left content area.
french: Une mise en page avec une colonne latérale à droite et une zone de contenu sur la gauche.

# Pattern title
source: Page Right Sidebar
french: Colonne latérale droite de la page

# Pattern description
source: A page layout with a left sidebar and right content area.
french: Une mise en page avec une colonne latérale à gauche et une zone de contenu sur la droite.

# Pattern title
source: Page Left Sidebar
french: Colonne latérale gauche de la page

# Pattern title
source: Page Full Width No Title
french: Page pleine largeur sans titre

# Pattern title
source: Page Centered
french: Page centrée

# Pattern title
source: Archive Page
french: Page d’archive

source: Search
french: Recherchez

source: Page Not Found
french: Page non trouvée

# Pattern title
source: 404 Page
french: Page 404

# Pattern description
source: A single column list layout for blog posts and archive pages.
french: Une mise en page de liste à colonne unique pour les articles de blog et les pages d‘archive.

source: A small but mighty team
french: Une équipe petite mais puissante

source: Meet Our People
french: Rencontrez notre équipe

source: 100% money back guarantee
french: Garantie de remboursement à 100 %

source: Essential
french: Essentiel

source: Small prices, huge value
french: Petits prix, grande valeur

source: Simple Pricing
french: Tarification simple

source: Join my Patreon
french: Rejoignez mon Patreon

source: Follow on Twitter
french: Suivre sur Twitter

source: Visit My Website
french: Visitez mon site

source: Accessibility
french: Accessibilité

source: SEO Boost
french: Renforcement du SEO

source: 200+ Ratings
french: + de 200 évaluations

source: 1000+ Hours
french: + de 1 000 heures

source: 5+ Layouts
french: + de 5 mises en pages

source: 50+ Patterns
french: + de 50 compositions

source: Part Time · Remote
french: Temps partiel · À distance

source: Marketing Manager
french: Responsable marketing

source: Full Time · San Francisco
french: Temps plein · San Francisco

source: Principal Engineer
french: Ingénieur principal

source: Software Engineer
french: Ingénieur logiciel

source: Apply →
french: Postuler →

source: Full Time · Remote
french: Temps complet · À distance

source: Let's work together!
french: Travaillons ensemble !

source: We're Hiring
french: Nous recrutons

source: Blazing fast by default
french: Ultra rapide par défaut

source: Pixel-perfect patterns
french: Compositions au pixel près

source: Super simple customization
french: Personnalisation ultra simple

source: Desktop screenshot
french: Capture d‘écran ordinateur

source: Build your site with clicks, not code.
french: Créez votre site avec des clics, pas du code.

source: Ollie Features
french: Fonctionnalités Ollie

source: Free Download
french: Téléchargement gratuit

source: Design faster and publish sooner with Ollie
french: Concevez plus rapidement et publiez plus tôt avec Ollie

source: Welcome to Ollie
french: Bienvenue chez Ollie

source: Demo
french: Démo

source: Use Cases
french: Cas d’usage

source: Product
french: Produit

source: Get Help
french: Obtenir de l‘aide

source: Support Docs
french: Documentation de support

source: Resources
french: Ressources

source: Brand Assets
french: Éléments de marque

source: Careers
french: Carrières

source: About
french: À propos

source: Company
french: Entreprise

source: Visit Mike
french: Rencontrez Mike

source: Visit Ollie
french: Visiter Ollie

source: Download
french: Téléchargez

source: Ollie Onboarding
french: Démarrer avec Ollie

source: Ollie Block Theme
french: Ollie, un thème basé sur les blocs

source: Ollie Templates
french: Modèles Ollie

source: Ollie Patterns
french: Compositions d’Ollie

source: Launch quicker
french: Lancement plus rapide

source: Gorgeous typography
french: Superbe typographie

source: Build with beautiful patterns
french: Construisez à l’aide de magnifiques compositions

source: Blazing fast performance
french: Des performances ultra-rapides

source: Learn More
french: En savoir plus

source: Built For The Future
french: Bâti pour le futur

source: Contact Us →
french: Contactez-nous →

source: Can't find what you're looking for? Let's have a chat!
french: Vous ne trouvez pas ce que vous cherchez ? Discutons-en !

source: Still have questions?
french: Vous avez encore des questions ?

# FAQ question
source: What are patterns?
french: Qu‘est ce que les compositions ?

# FAQ question
source: What if I've never used the Site Editor?
french: Que faire si je n’ai jamais utilisé l’éditeur de site ?

# FAQ answer
source: Nope! Ollie is designed to work with the native WordPress editor, meaning you don't need a page builder plugin to build a beautiful website on WordPress anymore. Of course, you can continue using your favorite plugins alongside Ollie!
french: Non ! Ollie est conçu pour fonctionner avec l’éditeur natif de WordPress, ce qui signifie que vous n’avez plus besoin d’un constructeur de pages pour créer un beau site sur WordPress. Vous pouvez bien sûr continuer à utiliser vos extensions préférées en parallèle avec Ollie !

# FAQ question
source: Do I need any other plugins?
french: Ai-je besoin d’autres extensions ?

# FAQ answer
source: Ollie is a WordPress block theme that is designed to work with the new WordPress Site Editor. That means your site can be built with blocks, patterns, and other design elements that can be easily edited without any coding skills.
french: Ollie est un thème WordPress basé sur des blocs conçu pour fonctionner avec le nouvel éditeur de site WordPress. Cela signifie que votre site peut être construit à l’aide de blocs, de compositions et d’autres éléments de design faciles à modifier, sans aucune compétence en codage.

# FAQ question
source: What exactly is Ollie?
french: Qu’est-ce qu’Ollie exactement ?

source: Got a question? We've got you covered! Check out the resources below and be sure to let us know if we can answer anything else.
french: Vous avez une question ? Nous sommes là pour vous aider ! Consultez les ressources ci-dessous et n’hésitez pas à nous contacter si nous pouvons vous renseigner sur autre chose.

source: Learn about our product
french: En savoir plus sur notre produit

source: Frequently Asked
french: Questions fréquentes

source: Rated 5/5 stars by 1,620 happy reviewers
french: Noté avec 5/5 étoiles par 1 620 heureux critiques

source: Join Our Team
french: Rejoignez notre équipe !

source: Comments
french: Commentaires

source: Post Page
french: Page de la publication

source: Start Designing
french: Commencez à concevoir

source: Rated 5/5 stars by 1,420 happy reviewers
french: Noté avec 5/5 étoiles par 1 420 heureux critiques

source: Eric Voyager
french: Éric Voyager

source: Advanced Tools
french: Outils avancés

source: Beginner
french: Débutant

source: Online Workshops
french: Ateliers en ligne

source: Access to Slack
french: Accès à Slack

source: Video Course
french: Cours vidéo

source: Everything in Essential plus...
french: Tous les avantages d’Essentiel plus…

source: Professional
french: Professionnel

source: per month
french: par mois

source: View All →
french: Tout voir →

source: Latest Posts
french: Dernières publications

source: Download Ollie for free!
french: Téléchargez Ollie gratuitement !

source: Read More
french: Lire la suite

source: Get Started
french: Lancez-vous !

source: Image and Text Card
french: Carte image et texte

source: Patterns:
french: Compositions :

source: Filesize:
french: Taille du fichier :

source: Average Rating:
french: Moyenne des notes :

source: Downloads:
french: Téléchargements :

source: Theme Details
french: Détails du thème

source: Address
french: Adresse

source: Phone
french: Téléphone

source: Contact Us
french: Contactez-nous

source: Download Now
french: Téléchargez maintenant

source: Download Ollie
french: Téléchargez Ollie

source: Explore Features
french: Explorez les fonctionnalités

source: Build With Patterns
french: Construit avec les compositions

source: Get Started Today
french: Commencez dès aujourd’hui

source: Design your site without code
french: Concevez votre site sans code

source: Explore Ollie
french: Explorez Ollie

source: Read our latest blog articles
french: Lisez nos dernières publications

source: Latest and Greatest
french: Dernières nouveautés et meilleurs produits

# Style variation name
source: Neon
french: Néon

# Style variation name
source: Brand Alt
french: Marque variante

# Shadow name
source: Small Light
french: Claire petite

# Shadow name
source: Medium Light
french: Claire moyenne

# Shadow name
source: Large Light
french: Claire grande

# Shadow name
source: Extra Large Light
french: Claire très grande

# Shadow name
source: Small Dark
french: Foncée petite

# Shadow name
source: Medium Dark
french: Foncée moyenne

# Shadow name
source: Large Dark
french: Foncée grande

# Shadow name
source: Extra Large Dark
french: Foncée très grande

# Style variation name
source: Tint
french: Coloré

# Style variation name
source: Light
french: Clair

# Style variation name
source: Dark
french: Sombre

# Style variation name
source: Brand
french: Marque

# Style variation name
source: Agency
french: Agence

# Color name
source: Border Contrast
french: Accent Filet
