Repository: prasish012/try
Catalog: try/media_copy/translations/elegant-magazine/existing_translations/PO FILES AS DATASETS FROM WP.TRANSLATE 2/*/wp-themes-newsblogger-*.po
Languages: portuguese

source: NewsBlogger is a dynamic and versatile child theme for the popular NewCrunch WordPress theme. Perfect for bloggers, journalists, and online magazines, it offers enhanced customization options, improved performance, and seamless integration with both the Gutenberg and Classic editors. Compatible to various popular plugins such as Elementor, Contact Form 7, Polylang and WPML. Theme is RTL ready and prioritizes user privacy and complies with the General Data Protection Regulation (GDPR) guidelines by refraining from collecting any personal data restricted under GDPR. The theme is also schema-ready, enhancing search engine visibility and optimization. To explore the theme further, feel free to check out our demo at: https://demo-news.spicethemes.com/startersite-1/. For video tutorial visit here https://www.youtube.com/playlist?list=PLTfjrb24Pq_DeJOZdKEaP3rZPbHuOCLtZ
portuguese: Import ImageNewsBlogger é um tema filho dinâmico e versátil para o popular tema NewCrunch WordPress. Perfeito para blogueiros, jornalistas e revistas online, oferece opções aprimoradas de personalização, desempenho aprimorado e integração perfeita com os editores Gutenberg e Classic. Compatível com vários plugins populares, como Elementor, Contact Form 7, Polylang e WPML. O tema está pronto para RTL e prioriza a privacidade do usuário e está em conformidade com as diretrizes do Regulamento Geral de Proteção de Dados (GDPR), abstendo-se de coletar quaisquer dados pessoais restritos pelo GDPR. O tema também está pronto para esquema, melhorando a visibilidade e otimização do mecanismo de pesquisa. Para explorar ainda mais o tema, fique à vontade para conferir nossa demonstração em: https://demo-news.spicethemes.com/startersite-1/. Para tutorial em vídeo, visite aqui https://www.youtube.com/playlist?list=PLTfjrb24Pq_DeJOZdKEaP3rZPbHuOCLtZ

source: Light/Dark Mode
portuguese: Modo claro/escuro

source: Close Search
portuguese: Fechar pesquisa

source: Search
portuguese: Pesquisa

source: Close Off-Canvas
portuguese: Fechar fora da tela

source: Close Icon
portuguese: Fechar ícone

source: Toggle Icon
portuguese: Alternar ícone

source: Skip to content
portuguese: Pular para o conteúdo

source: Alignment
portuguese: Alinhamento

source: Header Layout
portuguese: Layout de cabeçalho

source: Upgrade To Pro
portuguese: Atualizar para Pro

source: Watch Videos
portuguese: Ver vídeos

source: See Changelog
portuguese: Veja o registro de alterações

source: Try It Now
portuguese: Tente agora

source: Try Now
portuguese: Tente agora

source: complete with exciting new features. Take a look now!
portuguese: completo com novos recursos interessantes. Dê uma olhada agora!

source: We've consistently aimed to meet our users' needs and demands. In order to address specific requirements and rectify issues from our previous version, we've rolled out version
portuguese: Sempre buscamos atender às necessidades e demandas de nossos usuários. Para atender a requisitos específicos e corrigir problemas de nossa versão anterior, lançamos a versão

source: %1$s Current %2$s
portuguese: %1$s Atual %2$s

source: Welcome Banner
portuguese: Banner de boas-vindas

source: Theme Documentation
portuguese: Documentação do tema

source: View Live Demos
portuguese: Ver demonstrações ao vivo

source: Live Demo
portuguese: Demonstração ao vivo

source: Theme Dashboard
portuguese: Painel de temas

source: %s is now installed and ready to use. We've provide some links to get you started.
portuguese: %s agora está instalado e pronto para uso. Fornecemos alguns links para você começar.

source: Welcome to
portuguese: Bem-vindo ao

source: Hello
portuguese: Olá

source: Core Background Color & Image Customize
portuguese: Cor de fundo principal e personalização de imagem

source: Core Background Color & Image Video
portuguese: Cor de fundo principal e vídeo de imagem

source: Background Color & Image
portuguese: Cor e imagem de fundo

source: Theme Color Customize
portuguese: Personalização da cor do tema

source: Theme Color Video
portuguese: Personalização da cor do tema

source: Theme & Category Color
portuguese: Tema e cor da categoria

source: Footer Section Customize
portuguese: Personalização da seção de rodapé

source: Footer Section Video
portuguese: Vídeo da seção de rodapé

source: Footer Widgets & Copyright Text
portuguese: Widgets de rodapé e texto de direitos autorais

source: Custom Widgets Customize
portuguese: Personalizar Widgets personalizados

source: Custom Widgets Video
portuguese: Vídeo de widgets personalizados

source: Setup Custom Widgets
portuguese: Configurar widgets personalizados

source: Sections Rearrange Customize
portuguese: Seções reorganizar personalizar

source: Sections Rearrange Video
portuguese: Seções reorganizar vídeo

source: Reorder/Rearrange Sections
portuguese: Reordenar/reorganizar seções

source: Highlight Customize
portuguese: Destaque personalizar

source: Highlight Video
portuguese: Destacar vídeo

source: Setup Highlight Section
portuguese: Seção de destaque de configuração

source: Banner Customize
portuguese: Personalização de banner

source: Banner Video
portuguese: Banner de vídeo

source: Setup Banner Section
portuguese: Seção de configuração de banner

source: Toggle Sidebar Customize
portuguese: Alternar personalização da barra lateral

source: Toggle Sidebar Video
portuguese: Alternar vídeo da barra lateral

source: Setup Toggle Sidebar
portuguese: Configuração Alternar barra lateral

source: Global Options Customize
portuguese: Personalização de opções globais

source: Global Options Video
portuguese: Vídeo de opções globais

source: Manage Global Options
portuguese: Gerenciar opções globais

source: Header Customize
portuguese: Personalização do cabeçalho

source: Header Video
portuguese: Vídeo de cabeçalho

source: Setup Header
portuguese: Cabeçalho de configuração

source: Site Identity Customize
portuguese: Personalização da identidade do site

source: Site Identity Video
portuguese: Vídeo de identidade do site

source: Setup Site Identity
portuguese: Configurar identidade do site

source: Customize
portuguese: Personalizar

source: Menu Customize
portuguese: Menu personalizar

source: Menu Video
portuguese: Vídeo do cardápio

source: Setup Main Menu
portuguese: Menu principal de configuração

source: Watch Video
portuguese: Assista vídeo

source: Demo Import Video
portuguese: Vídeo de importação de demonstração

source: Demo Import
portuguese: Importação de demonstração

source: Explore Premium Features
portuguese: Explore recursos premium

source: Upgrade today and transform your website with NewsBlogger Premium!
portuguese: Atualize hoje e transforme seu site com o NewsBlogger Premium!

source: All premium features are managed through the Newscrunch Plus plugin, providing a seamless and integrated experience for both NewsBlogger and Newscrunch users.
portuguese: Todos os recursos premium são gerenciados por meio do plug-in Newscrunch Plus, proporcionando uma experiência integrada e contínua para usuários do NewsBlogger e do Newscrunch.

source: Note
portuguese: Nota

source: Explore and import the premium starter sites available under both NewsBlogger and Newscrunch.
portuguese: Explore e importe os sites iniciais premium disponíveis no NewsBlogger e no Newscrunch.

source: To access premium starter sites offered by Newscrunch, deactivate the NewsBlogger theme and activate the Newscrunch theme.
portuguese: Para acessar sites iniciais premium oferecidos pelo Newscrunch, desative o tema NewsBlogger e ative o tema Newscrunch.

source: Navigate to the starter sites section in your WordPress dashboard.
portuguese: Navegue até a seção de sites iniciais no painel do WordPress.

source: Access Premium Starter Sites
portuguese: Acesse sites iniciais premium

source: Enter your premium license key to activate all the premium features.
portuguese: Insira sua chave de licença premium para ativar todos os recursos premium.

source: Download and install the Newscrunch Plus plugin if you haven’t already.
portuguese: Baixe e instale o plugin Newscrunch Plus, caso ainda não o tenha feito.

source: Install and Activate Newscrunch Plus
portuguese: Instale e ative o Newscrunch Plus

source: Visit our pricing page to choose the plan that suits you best.
portuguese: Visite nossa página de preços para escolher o plano que melhor se adapta a você.

source: Purchase NewsBlogger Premium functionality coded in Newscrunch Plus plugin
portuguese: Adquira a funcionalidade NewsBlogger Premium codificada no plugin Newscrunch Plus

source: Get Started
portuguese: Comece a usar

source: Stay up-to-date with the latest features and improvements with regular updates to Newscrunch Plus.
portuguese: Mantenha-se atualizado com os recursos e melhorias mais recentes com atualizações regulares do Newscrunch Plus.

source: Regular Updates
portuguese: Atualizações regulares

source: Receive dedicated support from our team to help you with any questions or issues.
portuguese: Receba suporte dedicado de nossa equipe para ajudá-lo com qualquer dúvida ou problema.

source: Priority Support
portuguese: Suporte prioritário

source: Benefit from performance optimizations to ensure your site runs smoothly and efficiently.
portuguese: Aproveite as otimizações de desempenho para garantir que seu site funcione de maneira suave e eficiente.

source: Enhanced Performance Features
portuguese: Recursos de desempenho aprimorados

source: Unlock advanced customization settings to fine-tune the appearance and functionality of your site.
portuguese: Desbloqueie configurações avançadas de personalização para ajustar a aparência e a funcionalidade do seu site.

source: Advanced Customization Options
portuguese: Opções avançadas de personalização

source: To access premium starter sites offered by Newscrunch, you need to deactivate the NewsBlogger theme and activate the Newscrunch theme.
portuguese: Para acessar sites iniciais premium oferecidos pelo Newscrunch, você precisa desativar o tema NewsBlogger e ativar o tema Newscrunch.

source: Premium starter sites for Newscrunch are also available, offering you a broader selection of templates to choose from. Note
portuguese: Sites iniciais premium para Newscrunch também estão disponíveis, oferecendo uma seleção mais ampla de modelos para você escolher. Observação

source: Access exclusive NewsBlogger starter sites that are crafted for various niches and styles.
portuguese: Acesse sites iniciais exclusivos do NewsBlogger criados para vários nichos e estilos.

source: Premium Starter Sites
portuguese: Sites iniciais premium

source: Here’s what you get with NewsBlogger Premium
portuguese: Aqui está o que você ganha com o NewsBlogger Premium

source: Pre-sales enquiry
portuguese: Consulta pré-venda

source: Pre-sales Enquiry
portuguese: Consulta pré-venda

source: Premium Version
portuguese: Versão Premium

source: Premium Demo
portuguese: Demo Premium

source: Changelog
portuguese: Registro de alterações

source: Free vs Pro
portuguese: Grátis vs Pro

source: Free or Pro Comparison
portuguese: Comparação gratuita ou profissional

source: Your feedback is valuable to us
portuguese: O seu feedback é valioso para nós

source: Valuable Feedback
portuguese: Feedback valioso

source: Support
portuguese: Suporte

source: Documentation
portuguese: Documentação

source: Help Docs
portuguese: Documentos de ajuda

source: Theme Demos
portuguese: Demonstrações de temas

source: Theme Detail
portuguese: Detalhe do tema

source: Useful Links
portuguese: Links úteis

source: Footer Widgets
portuguese: Widgets do rodapé

source: Social Icons
portuguese: Ícones sociais

source: Sidebar Layout
portuguese: Layout da barra lateral

source: Header Section
portuguese: Seção de cabeçalho

source: Site Layout
portuguese: Layout do site

source: Site Logo
portuguese: Logo do site

source: Theme Features
portuguese: Recursos do tema

source: Customize Image
portuguese: Personalizar imagem

source: Need to install & activate the "Spice Starter Sites" plugin to import the demo.
portuguese: Precisa instalar e ativar o plugin "Spice Starter Sites" para importar a demonstração.

source: Import Image
portuguese: Importar imagem

source: %s Theme Configuration
portuguese: Configuração do tema %s

source: We highly recommend installing and activating the Seo Optimized Images plugin, which will dynamically insert SEO-friendly alt attributes and title attributes to enhance your image optimization.
portuguese: É altamente recomendável instalar e ativar o plug-in Seo Optimized Images, que inserirá dinamicamente atributos alt e atributos de título compatíveis com SEO para aprimorar a otimização da imagem.

source: To add the social share buttons to your posts, install & activate this plugin.
portuguese: Para adicionar os botões de compartilhamento social às suas postagens, instale e ative este plug-in.

source: To display the posts in a beautiful slider with multiple options, install & activate this plugin.
portuguese: Para exibir as postagens em um belo controle deslizante com várias opções, instale e ative este plugin.

source: To add a different banner image for a different page or post, install & activate this plugin.
portuguese: Para adicionar uma imagem de banner diferente para uma página ou postagem diferente, instale e ative este plug-in.

source: To enable the display of breadcrumbs, please install and activate this plugin.
portuguese: Para ativar a exibição de breadcrumbs, instale e ative este plug-in.

source: To display the contact form, install & activate this plugin.
portuguese: Para exibir o formulário de contato, instale e ative este plugin.

source: Active
portuguese: Ativado

source: Activate %s now
portuguese: Ativar %s agora

source: Activate Import Plugin
portuguese: Ativar plug-in de importação

source: Activate
portuguese: Ativar

source: Install and activate
portuguese: Instalar e ativar

source: Get started with %s theme
portuguese: Comece com o tema %s

source: %1$s theme is installed. To take full advantage of the features this theme has to offer visit our %2$swelcome page%3$s
portuguese: O tema %1$s está instalado. Para aproveitar ao máximo os recursos que este tema tem a oferecer, visite nossa %2$spágina de boas-vindas%3$s

source: Welcome to %1$s %2$s
portuguese: Bem-vindo ao %1$s %2$s

source: About %1$s %2$s
portuguese: Perto %1$s %2$s

source: View Theme Info
portuguese: Veja informações do tema

source: Error
portuguese: Erro

source: Activating
portuguese: Ativar

source: Installing
portuguese: Instalando
