Repository: prasish012/try
Catalog: try/media_copy/translations/elegant-magazine/existing_translations/PO FILES AS DATASETS FROM WP.TRANSLATE 2/*/wp-themes-phlox-*.po
Languages: dutch

source: Square, With Border
dutch: Vierkant, met rand

source: Square, No Border
dutch: Vierkant, zonder rand

source: Square, No Page Border
dutch: Vierkant, geen paginarand

source: Round, With Border
dutch: Rond, met rand

source: Round, No Border
dutch: Rond, zonder rand

source: Round, No Page Border
dutch: Rond, geen paginarand

source: Pagination Skin
dutch: Paginering skin

source: Specifies the default skin for self hosted audio player.
dutch: Specificeert de standaard skin voor de zelf gehoste audioplayer.

source: Audio Player Skin
dutch: Audiospeler skin

source: Specifies the default skin for self hosted video player.
dutch: Specificeert de standaard skin voor de zelf gehoste videospeler.

source: Video Player Skin
dutch: Video speler skin

source: Skin options
dutch: Skin opties

source: Menu Typography
dutch: Menu typografie

source: Specifies the color of content background.
dutch: Specificeert de kleur van de achtergrond van de inhoud.

source: Content Background Color
dutch: Achtergrondkleur inhoud

source: Content Background Setting
dutch: Achtergrondinstelling inhoud

source: Content Background
dutch: Inhoud achtergrond

source: Specifies whether the background is fixed or scrollable as user scrolls the page.
dutch: Specificeert of de achtergrond vast of scrollbaar is terwijl de gebruiker over de pagina scrolt.

source: Background Attachment
dutch: Achtergrondbijlage

source: Specifies background image position.
dutch: Specificeert de positie van de achtergrondafbeelding.

source: Background Position
dutch: Achtergrondpositie

source: Specifies how background image repeats.
dutch: Specificeert hoe de achtergrondafbeelding herhaalt.

source: Background Repeat
dutch: Achtergrond herhaling

source: Select one of these patterns as site background image. %s Some of these can be used as a pattern over background image.
dutch: Selecteer één van deze patronen als achtergrondafbeelding voor de site. %s Sommige hiervan kunnen als patroon over een achtergrondafbeelding worden gebruikt.

source: Background Pattern
dutch: Achtergrondpatroon

source: Background Size
dutch: Achtergrondgrootte

source: You can upload custom image for site background.
dutch: Je kunt een aangepaste afbeelding uploaden voor de achtergrond van de site.

source: Background Image
dutch: Achtergrondafbeelding

source: Specifies the color of website background.
dutch: Specificeert de kleur van de achtergrond van de site.

source: Enable background
dutch: Inschakelen achtergrond

source: Website Background Setting
dutch: Site achtergrond instelling

source: Website Background
dutch: Site achtergrond

source: Appearance Setting
dutch: Weergave instelling

source: Appearance
dutch: Weergave

source: Progress Bar Color
dutch: Voortgangsbalk kleur

source: Add Progress Bar
dutch: Een voortgangsbalk toevoegen

source: Loading Image
dutch: Afbeelding laden

source: Enable Page Preloading
dutch: Inschakelen pagina vooraf laden

source: Circle
dutch: Cirkel

source: Fade
dutch: Vervagen

source: Animation Type
dutch: Animatie type

source: Enable Page Animation
dutch: Pagina animatie inschakelen

source: Page Animation and Preloading Setting
dutch: Pagina animatie en vooraf laden instelling

source: Page Animation and Preloading
dutch: Pagina animatie en vooraf laden

source: Enter your RSS Feed page. For example :
dutch: Voer je RSS feed pagina in. Bijvoorbeeld :

source: Delicious
dutch: Heerlijk

source: Should start with <code>http://</code>
dutch: Moet beginnen met <code>http://</code>

source: Website Socials
dutch: Site socials

source: Logo Width
dutch: Logo breedte

source: Logo Setting
dutch: Logo instelling

source: Specifies the maximum width of website.
dutch: Specificeert de maximale breedte van de site.

source: Site Max Width
dutch: Site maximale breedte

source: If you choose "Boxed", site content will be wrapped in a box.
dutch: Als je "Boxed" kiest, wordt de inhoud van de site in een box gewikkeld.

source: Website Layout
dutch: Site lay-out

source: General Layout Setting
dutch: Algemene lay-out instelling

source: General Layout
dutch: Algemene lay-out

source: General
dutch: Algemeen

source: Help
dutch: Hulp

source: Documentation
dutch: Documentatie

source: Install Recommended Plugins
dutch: Aanbevolen plugins installeren

source: MasterSlider by averta
dutch: MasterSlider door averta

source: Recent Tweets Widget
dutch: Widget recente tweets

source: Page Builder
dutch: Pagina bouwer

source: Brick Red
dutch: Baksteenrood

source: Dark Orange
dutch: Donker oranje

source: Fire Engine Red
dutch: Brandweerwagen rood

source: Tapestry
dutch: Wandtapijt

source: Half Backed
dutch: Halfsteens

source: Steel Blue
dutch: Staalblauw

source: Pastel Orange
dutch: Pastel oranje

source: Tiffany Blue
dutch: Tiffany blauw

source: Dark Lavender
dutch: Donker lavendel

source: Iceberg
dutch: IJsberg

source: Wild Watermelon
dutch: Wilde watermeloen

source: Tan Hide
dutch: Tan verbergen

source: Carmine Pink
dutch: Karmijn roze

source: Tower Gray
dutch: Toren grijs

source: Pale Sky
dutch: Bleke hemel

source: Lilac
dutch: Lila

source: Pink Salmon
dutch: Roze zalm

source: Mikado Yellow
dutch: Mikado geel

source: Energy Yellow
dutch: Energie geel

source: Emerald
dutch: Smaragd

source: Light Sea Green
dutch: Licht zeegroen

source: Curios Blue
dutch: Curiosa blauw

source: Fountain Blue
dutch: Fontein blauw

source: Ball Blue
dutch: Bal blauw

source: Dark Gray
dutch: Donkergrijs

source: White
dutch: Wit

source: black
dutch: zwart

source: Whether you want to display a space between title and content or not. If you need to start your content from very top of the page, disable it.
dutch: Of er een spatie tussen titel en inhoud moet komen of niet. Als je je inhoud helemaal bovenaan de pagina moet beginnen, schakel hem dan uit.

source: Narrow Content
dutch: Smalle inhoud

source: You can reduce the width of text lines and increase the readability of context (does not affect the width of media). The default (first) choice is the one that you have specified in theme options.[Blog > Single Post > Content Style]
dutch: Je kunt de breedte van tekstregels verkleinen en de leesbaarheid van context vergroten (heeft geen invloed op de breedte van media). De standaard (eerste) keuze is degene die je hebt opgegeven in thema opties.[Blog > Single bericht > Inhoud stijl]

source: Content Style
dutch: Inhoudsstijl

source: Specifies alignment for the title in the page content.
dutch: Specificeert uitlijning voor de titel in de pagina inhoud.

source: Title Alignment
dutch: Titel uitlijning

source: Specifies the style of sidebar on this post. The default (first) style, is the one that you have specified in theme options.[Blog > Single Post]
dutch: Specificeert de stijl van de zijbalk van dit bericht. De standaard (eerste) stijl is degene die je hebt opgegeven in het thema opties.[Blog > Enkel bericht]

source: Post Sidebar Style
dutch: Bericht zijbalk stijl

source: Default, set theme option
dutch: Standaard, thema optie instellen

source: Specifies the position of sidebar on this post. The default (first) choice, is the one that you have specified in theme options.[Blog > Single Post]
dutch: Specificeert de positie van de zijbalk op dit bericht. De standaard (eerste) keuze is degene die je hebt opgegeven in het thema opties.[Blog > Enkel bericht]

source: Post Sidebar Layout
dutch: Bericht zijbalk lay-out

source: Layout options
dutch: Lay-out opties

source: No
dutch: Nee

source: Yes, always
dutch: Ja, altijd

source: Specifies whether to display the featured image of this post on blog archive page or not. "Auto" means the featured image will be disabled automatically if there is an image in content too. Note: This option only applies to "image" and "standard" post format.
dutch: Geeft aan of de uitgelichte afbeelding van dit bericht op de archiefpagina van het blog moet worden getoond of niet. "Auto" betekent dat de uitgelichte afbeelding automatisch wordt uitgeschakeld als er ook een afbeelding in de inhoud staat. Opmerking: deze optie geldt alleen voor "afbeelding" en "standaard" bericht format.

source: Display featured image on archive blog?
dutch: Toon uitgelichte afbeelding op archief blog?

source: Note: Parallax feature in not available for "Bottom Overlap" mode for "Vertical Position" option.
dutch: Opmerking: Parallax functie is niet beschikbaar voor de "Bodem overlap" modus voor de "Verticale positie" optie.

source: Enable it to have parallax background effect on this section.
dutch: Schakel het in om een parallax achtergrondeffect op deze sectie te hebben.

source: Enable Parallax Effect
dutch: Parallax effect inschakelen

source: Specifies a background for title bar.
dutch: Specificeert een achtergrond voor de titelbalk.

source: Title Background
dutch: Titel achtergrond

source: Background for title section
dutch: Achtergrond voor titel sectie

source: Enable it to display custom background for title section.
dutch: Inschakelen om aangepaste achtergrond voor titel sectie weer te geven.

source: Enable Title Background
dutch: Titel achtergrond inschakelen

source: Light
dutch: Licht

source: Dark
dutch: Donker

source: Color Mode
dutch: Kleur mode

source: Overlay Pattern
dutch: Overlay patroon

source: The color that overlay on the background. Please note that color should have transparency.
dutch: De kleur die over de achtergrond komt. Let op dat de kleur transparant moet zijn.

source: Overlay Color
dutch: Overlay kleur

source: Round
dutch: Rond

source: This option only applies if section height is "Full Height".
dutch: Deze optie is alleen van toepassing als de sectiehoogte "Volledige hoogte" is.

source: Scroll Down Arrow
dutch: Scroll naar beneden pijl

source: Bottom Overlap
dutch: Bodem overlap

source: Middle
dutch: Midden

source: Note: Parallax feature in not available for "Bottom Overlap" vertical mode.
dutch: Opmerking: parallax functie is niet beschikbaar voor de verticale modus "Bodem overlap".

source: Specifies vertical alignment of title and subtitle.
dutch: Bepaalt de verticale uitlijning van titel en subtitel.

source: Vertical Position
dutch: Verticale positie

source: Center
dutch: Midden

source: Text Align
dutch: Tekst uitlijning

source: Breadcrumb Separator
dutch: Kruimelpad scheidingsteken

source: Enable it to display border around breadcrumb.
dutch: Schakel het in om een rand om de kruimelpad te tonen.

source: Border for Breadcrumb
dutch: Rand voor kruimelpad

source: Enable it to display breadcrumb on title section.
dutch: Schakel het in om kruimelpad in de titel sectie te tonen.

source: Display Breadcrumb
dutch: Toon kruimelpad

source: Enable it to display post meta information on title section.
dutch: Schakel het in om meta-informatie over het bericht in de titel sectie weer te geven.

source: Display Post Meta
dutch: Toon bericht meta

source: Specifies a custom background color for the box around the title and subtitle.
dutch: Specificeert een aangepaste achtergrondkleur voor de box rond de titel en subtitel.

source: Title Box Color
dutch: Kleur titel box

source: Enable it to wrap the title and subtitle in a box with background color.
dutch: Schakel het in om de titel en subtitel in een box met achtergrondkleur te wikkelen.

source: Boxed Title
dutch: Boxed titel

source: Enable it to display a border around the title and subtitle area.
dutch: Schakel het in om een rand weer te geven rond het titel- en subtitel gebied.

source: Border for Heading
dutch: Rand voor koptekst

source: Full Height
dutch: Volledige hoogte

source: Auto Height
dutch: Automatische hoogte

source: Title Section Height
dutch: Titel sectie hoogte

source: Full Width Content
dutch: Volledige breedte inhoud

source: Full Width Content with Space on Sides
dutch: Inhoud over de volledige breedte met ruimte aan de zijkanten

source: Content Width
dutch: Inhoud breedte

source: Enable it to customize preset layouts.
dutch: Schakel het in om vooraf ingestelde lay-outs aan te passen.

source: Enable advanced setting
dutch: Geavanceerde instelling inschakelen

source: Tile overlaps the title area section and is aligned center
dutch: Tegel overlapt de sectie van het titelgebied en is gecentreerd uitgelijnd

source: Title aligned left with dark overlay on background
dutch: Titel links uitgelijnd met donkere overlay op achtergrond

source: Fullscreen title bar with dark box around the title
dutch: Volledig scherm titelbalk met donker kader rond de titel

source: Fullscreen title bar with border around the title
dutch: Volledig scherm titelbalk met rand rond de titel

source: Fullscreen title bar with dark overlay on background
dutch: Volledig scherm titelbalk met donkere overlay op achtergrond

source: Fullscreen title bar with light overlay on background
dutch: Volledig scherm titelbalk met lichte overlay op achtergrond

source: Title bar with light overlay which is aligned center
dutch: Titelbalk met lichte overlay die gecentreerd is uitgelijnd

source: Default
dutch: Standaard

source: Layout presets
dutch: Lay-out voorinstellingen

source: Enable it to show the page title section.
dutch: Activeer het om de paginatitel sectie te tonen.

source: Display Title Bar Section
dutch: Weergave titelbalk sectie

source: Full
dutch: Volledig

source: Page Slider
dutch: Pagina slider

source: Slider Options
dutch: Slider opties

source: No header
dutch: Geen header

source: Logo left in top, Menu left in bottom
dutch: Logo links boven, menu links onder

source: Logo middle in top, Menu middle in bottom
dutch: Logo midden boven, menu midden onder

source: Logo Right, Burger menu left
dutch: Logo rechts, hamburger menu links

source: Logo right, Menu left
dutch: Logo rechts, menu links

source: Logo left, Burger menu right
dutch: Logo links, hamburger menu rechts

source: Logo left, Menu right
dutch: Logo links, menu rechts

source: Theme Default
dutch: Thema standaard

source: whether to display a space between title and content or not. If you need to start your content from very top of the page, disable it.
dutch: of er een spatie tussen titel en inhoud moet komen of niet. Als je je inhoud helemaal bovenaan de pagina moet beginnen, schakel hem dan uit.

source: Display Content Top Margin
dutch: Weergave inhoud bovenmarge

source: Overlap Background
dutch: Achtergrond overlapping

source: Bordered Sidebar
dutch: Omlijnde zijbalk

source: Simple
dutch: Eenvoudig

source: Specifies the style of sidebar on this page.
dutch: Specificeert de stijl van de zijbalk op deze pagina.

source: Sidebar Style
dutch: Zijbalk stijl

source: Right Left Sidebar
dutch: Rechts links zijbalk

source: Left Right Sidebar
dutch: Links rechts zijbalk

source: Right Right Sidebar
dutch: Rechter rechter zijbalk

source: Left Left Sidebar
dutch: Zijbalk links

source: Left Sidebar
dutch: Zijbalk links

source: Right Sidebar
dutch: Zijbalk rechts

source: No Sidebar
dutch: Geen zijbalk

source: Specifies the position of sidebar on this page.
dutch: Specificeert de positie van de zijbalk op deze pagina.

source: Sidebar Layout
dutch: Zijbalk lay-out

source: Full Content
dutch: Volledige inhoud

source: Boxed Content
dutch: Boxed inhoud

source: If you select "Full", Content fills the full width of the page.
dutch: Als je "Volledig" selecteert, vult de inhoud de volledige breedte van de pagina.

source: Content Layout
dutch: Inhoud lay-out

source: Layout Options
dutch: Lay-out opties

source: It shows custom sidebar instead of global sidebar. Otherwise it shows custom Sidebar below global sidebar
dutch: Het toont een aangepaste zijbalk in plaats van de globale zijbalk. Anders toont het de aangepaste zijbalk onder de globale zijbalk

source: Hide Global Sidebar?
dutch: Globale zijbalk verbergen?

source: Select one of the custom sidebars. You can create new ones in "Option panel > Tools > Sidebar Generator"
dutch: Selecteer één van de aangepaste zijbalken. Je kunt nieuwe zijbalken maken in 'Optiepaneel > Tools > Zijbalk Generator'."

source: Sidebars
dutch: Zijbalken

source: --- no sidebar ---
dutch: --- geen zijbalk ---

source: Custom Sidebar
dutch: Aangepaste zijbalk

source: Select one of the custom sidebars. You can create new ones in "Option panel > Tools > Sidebar Generator".
dutch: Selecteer een van de aangepaste zijbalken. Je kunt nieuwe maken in "Optie paneel > Gereedschap > Zijbalk generator".

source: - no custom menu -
dutch: - geen aangepast menu -

source: Custom Menu
dutch: Aangepast menu

source: Custom featured color for this post.
dutch: Aangepaste uitgelichte kleur voor dit bericht.

source: Featured Color
dutch: Uitgelichte kleur

source: By default custom feature color of all posts are the same as the color defined in theme options. You have to enable this option if you want to define custom feature color for this post.
dutch: Standaard is de aangepaste uitgelichte kleur van alle berichten hetzelfde als de kleur gedefinieerd in thema opties. Je moet deze optie inschakelen als je een aangepaste uitgelichte kleur voor dit bericht wil definiëren.

source: Custom Featured Color?
dutch: Aangepaste uitgelichte kleur?

source: General Setting
dutch: Algemene instelling

source: Specifies background color.
dutch: Specificeert achtergrondkleur.

source: Background color
dutch: Achtergrondkleur

source: Enable it to display custom background for this page.
dutch: Schakel het in om een aangepaste achtergrond voor deze pagina weer te geven.

source: Enable Background
dutch: Achtergrond inschakelen

source: You can specify custom background for this page.<br/>
dutch: Je kunt een aangepaste achtergrond opgeven voor deze pagina.<br/>

source: Background Setting
dutch: Achtergrondinstelling

source: Installing Plugin %1$s (%2$d/%3$d)
dutch: Plugin %1$s (%2$d/%3$d) aan het installeren

source: All installations have been completed.
dutch: Alle installaties zijn afgerond.

source: %1$s installed successfully.
dutch: %1$s is succesvol geïnstalleerd.

source: The installation process is starting. This process may take a while on some hosts, so please be patient.
dutch: Het installatieproces begint. Dit proces kan een tijdje duren op sommige hosts, dus wees geduldig.

source: Installing and Activating Plugin %1$s (%2$d/%3$d)
dutch: Installeren en activeren van plugin %1$s (%2$d/%3$d)

source: All installations and activations have been completed.
dutch: Alle installaties en activeringen zijn afgerond.

source: %1$s installed and activated successfully.
dutch: %1$s geïnstalleerd en met succes geactiveerd.

source: The installation and activation process is starting. This process may take a while on some hosts, so please be patient.
dutch: Het installatie- en activeringsproces is begonnen. Dit proces kan een tijdje duren op sommige hosts, dus wees geduldig.

source: The installation of %1$s failed.
dutch: De installatie van %1$s is mislukt.

source: An error occurred while installing %1$s: <strong>%2$s</strong>.
dutch: Er is een fout opgetreden tijdens het installeren van %1$s: <strong>%2$s</strong>.

source: Updating Plugin %1$s (%2$d/%3$d)
dutch: Plugin %1$s (%2$d/%3$d) aan het updaten

source: Plugin activation failed.
dutch: Activering van de plugin mislukt.

source: No plugins are available to be activated at this time.
dutch: Er zijn op dit moment geen plugins beschikbaar om te activeren.

source: No plugins were selected to be activated. No action taken.
dutch: Er werden geen plugins geselecteerd om geactiveerd te worden. Geen actie ondernomen.

source: No plugins are available to be updated at this time.
dutch: Er zijn op dit moment geen plugins beschikbaar om te worden geüpdatet.

source: No plugins are available to be installed at this time.
dutch: Er zijn op dit moment geen plugins beschikbaar om te installeren.

source: No plugins were selected to be updated. No action taken.
dutch: Er zijn geen plugins geselecteerd om te worden geüpdatet. Geen actie ondernomen.

source: No plugins were selected to be installed. No action taken.
dutch: Er werden geen plugins geselecteerd om te worden geïnstalleerd. Geen actie ondernomen.

source: Install
dutch: Installeren

source: Upgrade message from the plugin author:
dutch: Upgrade bericht van de plugin auteur:

source: Activate %2$s
dutch: Activeer %2$s

source: Install %2$s
dutch: Installeer %2$s

source: Version
dutch: Versie

source: Source
dutch: Bron

source: No plugins to install, update or activate.
dutch: Geen plugins om te installeren, te updaten of te activeren.

source: Available version:
dutch: Beschikbare versie:

source: Minimum required version:
dutch: Minimaal vereiste versie:

source: Installed version:
dutch: Geïnstalleerde versie:

# as in: "version nr unknown"
source: unknown
dutch: onbekend

source: To Activate <span class="count">(%s)</span>
dutch: Om er <span class="count">(%s)</span> te activeren

source: Update Available <span class="count">(%s)</span>
dutch: Update beschikbaar <span class="count">(%s)</span>

source: To Install <span class="count">(%s)</span>
dutch: Om er <span class="count">(%s)</span> te installeren

# plugins
source: All <span class="count">(%s)</span>
dutch: Alle <span class="count">(%s)</span>

source: Update recommended
dutch: Update aanbevolen

source: Requires Update
dutch: Vereist update

source: Required Update not Available
dutch: Vereiste update niet beschikbaar

source: Active
dutch: Actief

source: Installed But Not Activated
dutch: Geïnstalleerd maar niet geactiveerd

source: Not Installed
dutch: Niet geïnstalleerd

source: External Source
dutch: Externe bron

source: Recommended
dutch: Aanbevolen

source: Required
dutch: Vereist

# plugin A *and* plugin B
source: and
dutch: en

source: The remote plugin package consists of more than one file, but the files are not packaged in a folder.
dutch: Het remote plugin pakket bestaat uit meer dan één bestand, maar de bestanden zijn niet verpakt in een map.

source: Please contact the plugin provider and ask them to package their plugin according to the WordPress guidelines.
dutch: Neem contact op met de plugin provider en vraag hen om hun plugin te verpakken volgens de WordPress richtlijnen.

source: The remote plugin package does not contain a folder with the desired slug and renaming did not work.
dutch: Het remote plugin pakket bevat geen map met de gewenste slug en het hernoemen werkte niet.

source: Update Required
dutch: Update vereist

source: This plugin needs to be updated to be compatible with your theme.
dutch: Deze plugin moet worden geüpdatet om compatibel te zijn met je thema.

source: Please contact the administrator of this site for help.
dutch: Neem voor hulp contact op met de beheerder van deze site.

source: There are one or more required or recommended plugins to install, update or activate.
dutch: Er zijn een of meer vereiste of aanbevolen plugins om te installeren, te updaten of te activeren.

source: Dismiss this notice
dutch: Negeer dit bericht

source: All plugins installed and activated successfully. %1$s
dutch: Alle plugins geïnstalleerd en met succes geactiveerd. %1$s

source: Plugin not activated. A higher version of %s is needed for this theme. Please update the plugin.
dutch: Plugin niet geactiveerd. Voor dit thema is een hogere versie van %s nodig. Update de plugin.

source: No action taken. Plugin %1$s was already active.
dutch: Geen actie ondernomen. Plugin %1$s was al actief.

source: The following plugin was activated successfully:
dutch: De volgende plugin is met succes geactiveerd:

source: Plugin activated successfully.
dutch: Plugin succesvol geactiveerd.

source: Return to the Dashboard
dutch: Terug naar het dashboard

source: Return to Required Plugins Installer
dutch: Terug naar vereiste plugins installer

source: Begin activating plugin
dutch: Beginnen met het activeren van de plugin
