Repository: prasish012/try
Catalog: try/media_copy/translations/elegant-magazine/existing_translations/PO FILES AS DATASETS FROM WP.TRANSLATE 2/*/wp-themes-consulting-*.po
Languages: russian

source: Specify the maximum slider height (px).
russian: Укажите макс. высоту слайдера (px).

source: Slider Height (Max)
russian: Высота слайдера (макс)

source: Switch on to enable full-width slider.
russian: Включить, чтобы активировать слайдер во всю ширину.

source: Enable Full-Width Slider
russian: Включить слайдер во всю ширину

source: Slide 3
russian: Слайд 3

source: Slide 2
russian: Слайд 2

source: Description
russian: Описание

source: Title
russian: Название

source: Image
russian: Изображение

source: Slide 1
russian: Слайд 1

source: Switch on to enable home page slider.
russian: Включить, чтобы активировать слайдер на главной странице.

source: Choose Homepage Slider
russian: Выбрать слайдер для главной страницы

source: Homepage Slider
russian: Слайдер главной страницы

source: Choose a sidebar to use with the layout.
russian: Выбрать боковую панель для использования в макете.

source: Select page layout. This will only be applied to static homepages (front page) and not to homepage blogs.
russian: Выбрать макет страницы. Это применимо только к статической домашней странице и не влияет на страницу последних записей блога.

source: Homepage Layout
russian: Макет главной страницы

source: Control Homepage Layout
russian: Управление макетом главной

source: Switch on to enable breadcrumbs.
russian: Включить, чтобы активировать навигационные цепочки.

source: Enable Breadcrumbs
russian: Включить навигационные цепочки

source: Select a custom color to use as background.
russian: Выбрать цвет, который будет использоваться в качестве фона.

source: Intro - Background Color
russian: Вступление - цвет фона

source: Off
russian: Откл

source: On
russian: Вкл

source: (i.e. Disable responsive layout)
russian: (т.е. отключить адаптивный макет)

source: Enable Fixed Layout
russian: Включить фиксированный макет

source: Choose a sidebar to use with the page layout.
russian: Выбрать боковую панель для использования в макете страницы.

source: Select a Sidebar
russian: Выбрать боковую панель

source: Select page layout. This will only be applied to published Pages.
russian: Выбрать макет страницы. Он будет применён к опубликованным страницам.

source: Page Layout
russian: Макет страницы

source: Page Structure
russian: Структура страницы

source: Since WordPress v4.5 you can now add a site logo using the native WordPress options. To add a site logo go the "Site Identitiy" settings on the main customizer screen.
russian: Начиная с WordPress v4.5 вы можете добавить логотип, используя встроенные возможности WordPress. Для этого перейдите на вкладку "Свойства сайта" раздела "Настройка".

source: Logo Settings
russian: Настройки логотипа

source: Upgrade (10% off)
russian: Обновление (скидка10%)

source: Social Media
russian: Соцсети

source: Footer
russian: Подвал

source: Header
russian: Заголовок

source: Homepage (Featured)
russian: Главная страница (избранное)

source: Homepage
russian: Главная страница

source: General Settings
russian: Общие настройки

source: Use the options below to customize your theme!
russian: Используйте настройки ниже для персонализации темы!

source: Theme Options
russian: Настройки темы

source: View Docs
russian: Посмотреть докум

source: Documentation
russian: Документация

source: Upgrade Now
russian: Обновить сейчас

source: Your comment is awaiting moderation.
russian: Ваш комментарий ожидает проверки.

source: Edit
russian: Изменить

source: Pingback:
russian: Уведомление:

source: View all posts by %s
russian: Посмотреть все записи автора %s

source: <span class="comment-count">%</span> <span class="comment-text">Comments</span>
russian: <span class="comment-count">%</span> <span class="comment-text">Комментариев</span>

source: <span class="comment-count">1</span> <span class="comment-text">Comment</span>
russian: <span class="comment-count">1</span> <span class="comment-text">Комментарий</span>

source: <span class="comment-count">0</span> <span class="comment-text">Comments</span>
russian: <span class="comment-count">0</span> <span class="comment-text">Комментариев</span>

source: Sticky
russian: Прикреплён

source: Pages:
russian: Страницы:

source: Permalink to %s
russian: Постоянная ссылка на %s

source: Developed by %1$s. Powered by %2$s.
russian: Разработано %1$s. На платформе %2$s.

source: Remove this message by adding widgets to Footer Widget Area 6.
russian: Это сообщение исчезнет после добавления в область виджета 6 подвала.

source: Remove this message by adding widgets to Footer Widget Area 5.
russian: Это сообщение исчезнет после добавления в область виджета 5 подвала.

source: Remove this message by adding widgets to Footer Widget Area 4.
russian: Это сообщение исчезнет после добавления в область виджета 4 подвала.

source: Remove this message by adding widgets to Footer Widget Area 3.
russian: Это сообщение исчезнет после добавления в область виджета 3 подвала.

source: Remove this message by adding widgets to Footer Widget Area 2.
russian: Это сообщение исчезнет после добавления в область виджета 2 подвала.

source: Click here to go to Widget area.
russian: Нажмите здесь, чтобы перейти в область виджетов.

source: No Widgets Selected
russian: Не выбраны виджеты

source: Remove this message by adding widgets to Footer Widget Area 1.
russian: Это сообщение исчезнет после добавления в область виджета 1 подвала.

source: Please Add Widgets
russian: Добавить виджеты

source: To add featured content go to Theme Options &#45;&#62; Homepage (Featured) and turn the switch on then add the content you want for each section.
russian: Чтобы добавить избранный контент, перейдите в "Настройки темы" &#45;&#62; "Главная страница (ключевые блоки)", включите переключатель и добавьте информацию для каждого раздела.

source: To add a slider go to Theme Options &#45;&#62; Homepage and choose page slider. The slider will use the page title, excerpt and featured image for the slides.
russian: Чтобы настроить слайдер, перейдите в "Настройки темы" &#45;&#62; "Главная страница". Слайдер использует заголовок страницы, цитату и изображение записи для показа на слайдах.

source: To begin customizing your site go to Appearance &#45;&#62; Customizer and select Theme Options. Here&#39;s you&#39;ll find custom options to help build your site.
russian: Для того чтобы начать настройку вашего сайта перейдите на вкладку "Внешний вид" &#45;&#62; "Настроить" и выберите "Настройки темы". Здесь вы сможете найти параметры настройки сайта.

source: Step 3 &#45; Create Homepage
russian: Шаг 3 &#45; создать главную страницу

source: Step 2 &#45; Setup Slider
russian: Шаг 2 &#45; установить слайдер

source: Step 1 &#45; Theme Options
russian: Шаг 1 &#45; параметры темы

source: Demo Image
russian: Образец изображения

source: Read More
russian: Читайте далее

source: Slider Image
russian: Изображение слайдера

source: Third - 2:3
russian: Треть - 2:3

source: Full - 1:4
russian: Полный - 1:4

source: Error 404 - Not Found.
russian: Ошибка 404 - Страница не найдена.

source: Search Results for:
russian: Результаты поиска для:

source: Home
russian: Главная

source: Blog
russian: Блог

source: Page Not Found
russian: Страница не найдена

source: Search Results:
russian: Результаты поиска:

source: Blog Post Image:
russian: Изображение записи блога:

source: Please try using the search function.
russian: Попробуйте воспользоваться функцией поиска.

source: Sorry, we could not find the page you are looking for.
russian: Мы не смогли найти нужную вам страницу.
