Repository: prasish012/try
Catalog: try/media_copy/translations/elegant-magazine/existing_translations/PO FILES AS DATASETS FROM WP.TRANSLATE 2/*/wp-themes-ollie-*.po
Languages: french

# Color name
source: Tint
french: Couleur

# Color name
source: Base Accent
french: Accent Base

# Color name
source: Contrast Accent
french: Accent Contraste

# Color name
source: Contrast
french: Contraste

# Color name
source: Brand Alt Accent
french: Accent Alternative Marque

# Color name
source: Brand Alt
french: Alternative Marque

# Color name
source: Brand Accent
french: Accent Marque

# Color name
source: Brand
french: Marque

# Pattern title
source: Large Text and Text Boxes
french: Texte de grande taille et zones de texte

# Pattern title
source: Hero Text, Image, and Logos
french: Bannière d‘accroche avec texte, image et logos

# Pattern title
source: Hero Call To Action Buttons Light
french: Bannière d’accroche avec boutons d‘appel à l’action (clair)

# Font size name
source: Extra Extra Large
french: Très très grand

# Font size name
source: Extra Large
french: Très grand

# Font size name
source: Large
french: Grand

# Font size name
source: Medium
french: Moyen

# Font size name
source: Small
french: Petit

# Color name
source: Border Base
french: Base Filet

# Style variation name
source: Creator
french: Créateur

# Pattern title
source: Feature Boxes Dark
french: Boîtes de fonctionnalités (sombre)

# Pattern description
source: A list of comments for a post.
french: Une liste de commentaires pour une publication.

# Pattern title
source: Comments
french: Commentaires

# Pattern title
source: Text Box Card
french: Carte avec texte

source: Background Blur
french: Flou d’arrière-plan

# Style variation name
source: Teal
french: Bleu canard

# Style variation name
source: Red
french: Rouge

# Style variation name
source: Pink
french: Rose

# Style variation name
source: Green
french: Vert

# Style variation name
source: Blue
french: Bleu

# Template part name
source: Sidebar
french: Colonne latérale

# Template part name
source: Footer
french: Pied de page

# Template part name
source: Header
french: En-tête

# Custom template name
source: Page (With Sidebar)
french: Page (avec colonne latérale)

# Custom template name
source: Page (Full Width, No Title)
french: Page (pleine largeur, sans titre)

# Space size name
source: Extra Large
french: Très grand

# Space size name
source: Large
french: Grand

# Space size name
source: Medium
french: Moyen

# Space size name
source: Small
french: Petit

# Duotone name
source: Grayscale
french: Niveaux de gris

# Duotone name
source: Sunset
french: Coucher du soleil

# Duotone name
source: Lime
french: Citron vert

# Duotone name
source: Blueberry
french: Violet

# Duotone name
source: Punchy
french: Dynamique

# Duotone name
source: Teal
french: Bleu canard

# Duotone name
source: Red
french: Rouge

# Duotone name
source: Yellow
french: Jaune

# Duotone name
source: Green
french: Vert

# Duotone name
source: Pink
french: Rose

# Duotone name
source: Blue
french: Bleu

# Gradient name
source: Heat
french: Chaud

# Gradient name
source: Black
french: Noir

# Gradient name
source: Pink
french: Rose

# Gradient name
source: Blue
french: Bleu

# Gradient name
source: Purple
french: Violet

# Font size name
source: Extra Small
french: Très petit

# Pattern title
source: Text Call To Action
french: Texte d’appel à l’action

# Pattern title
source: Text Call To Action Buttons
french: Texte des boutons d’appel à l’action

# Pattern title
source: Text and Image Columns With Testimonial
french: Colonnes de texte et d’images avec témoignage

# Pattern title
source: Text and Image Columns With Icons
french: Colonnes de texte et d’images avec icônes

# Pattern title
source: Testimonials With Social Links
french: Témoignages avec liens sociaux

# Pattern title
source: Testimonials With Big Text
french: Témoignages avec grand texte

# Pattern title
source: Testimonials and Logos
french: Témoignages et logos

# Pattern title
source: Testimonial Highlight
french: Témoignage mis en avant

# Pattern title
source: Team Members
french: Membres de l’équipe

# Pattern title
source: Single Testimonial
french: Témoignage seul

# Pattern title
source: Pricing Table
french: Tableau de prix

# Pattern title
source: Pricing Table With Testimonials
french: Tableau de prix avec avis

# Pattern title
source: Pricing Table - 3 Column
french: Tableau des tarifs - 3 colonnes

# Pattern title
source: Post Loop List
french: Boucle de publications en liste

# Pattern description
source: This post loop grid is best used on index and archive pages where the loop can inherit the query from the page.
french: Cette grille de boucle de publication est mieux utilisée sur la page Blog ou les pages d’archives où la boucle peut hériter de la requête de la page.

# Pattern title
source: Post Loop Grid Default
french: Grille de boucle de publications par défaut

# Pattern description
source: This post loop grid is best used on custom pages where there is not a default post loop.
french: Cette grille de boucle de publication est utilisée de préférence sur les pages personnalisées où il n’y a pas de boucle de publication par défaut.

# Pattern title
source: Post Loop Grid
french: Grille de boucle des publications

# Pattern description
source: A profile box with an avatar, links to social media, and buttons
french: Un encadré de profil avec un avatar, des liens vers les réseaux sociaux et des boutons

# Pattern title
source: Profile Box
french: Boîte de profil

# Pattern description
source: A full page design for a Pricing page
french: Une composition complète pour une page de tarification

# Pattern title
source: Pricing Page
french: Page des tarifs

# Pattern description
source: A full page design for a Homepage
french: Une composition complète pour une page d’accueil

# Pattern title
source: Homepage
french: Page d’accueil

# Pattern description
source: A full page design for a Features page
french: Une composition complète pour une page de fonctionnalités

# Pattern title
source: Features Page
french: Page de fonctionnalités

# Pattern description
source: A full page design for a Download page
french: Une composition complète pour une page de téléchargement

# Pattern title
source: Download Page
french: Page de téléchargement

# Pattern description
source: A full page design for a blog page
french: Une composition complète pour une page de blog

# Pattern title
source: Blog Page
french: Page de blog

# Pattern description
source: A full page design for an About page
french: Une composition complère pour une page « À propos »

# Pattern title
source: About Page
french: Page « À propos »

# Pattern title
source: Numbers
french: Chiffres

# Pattern description
source: Display impressive numbers with a short description
french: Afficher des chiffres impressionnants avec une courte description

# Pattern title
source: Numbers Stacked
french: Chiffres empilés

# Pattern description
source: Show job openings and a call to action button
french: Afficher les offres d’emploi et un bouton d’appel à l’action

# Pattern title
source: Job Openings
french: Offres d’emploi

# Pattern title
source: Image and Numbered Features
french: Image et fonctionnalités numérotées

# Pattern title
source: Hero Light
french: Bannière d’accroche clair

# Pattern title
source: Hero Dark
french: Bannière d’accroche sombre

# Pattern title
source: Hero Call To Action Buttons
french: Bannière d’accroche avec boutons d’appel à l’action

# Pattern title
source: Header Light
french: En-tête clair

# Pattern title
source: Header Light With Buttons
french: En-tête clair avec boutons

# Pattern title
source: Header Light With Banner
french: En-tête clair avec bannière

# Pattern title
source: Header Dark
french: En-tête sombre

# Pattern title
source: Header Dark With Buttons
french: En-tête sombre avec boutons

# Pattern description
source: Header with nav and social icons
french: En-tête avec navigation et icônes sociales

# Pattern title
source: Header Dark With Banner
french: En-tête sombre avec bannière

# Pattern title
source: Footer
french: Pied de page

# Pattern title
source: Footer Minimal
french: Pied de page minimaliste

# Pattern title
source: Footer Minimal Light
french: Pied de page minimaliste clair

# Pattern title
source: Footer Light
french: Pied de page clair

# Pattern title
source: Footer Centered
french: Pied de page centré

# Pattern title
source: Footer Centered Light
french: Pied de page centré clair

# Pattern title
source: Features With Emojis
french: Composition avec des émoticônes

# Pattern title
source: Feature Boxes With Button
french: Boîtes de fonctionnalités avec bouton

# Pattern description
source: Contact details with call to action buttons and a testimonial
french: Informations de contact avec boutons d’appel à l’action et témoignage

# Pattern title
source: Contact Details
french: Informations de contact

# Pattern title
source: Text and Details Card
french: Carte avec texte et détails

# Pattern title
source: Text and Call To Action Card
french: Carte avec texte et appel à l’action

# Pattern title
source: Testimonial Card
french: Carte de témoignage

# Pattern title
source: Social Profile Card
french: Carte de profil social

# Pattern title
source: Pricing Table Card
french: Carte de tableau des tarifs

# Pattern title
source: Pricing Table Card Dark
french: Carte des tarifs (sombre)

# Pattern title
source: Post List Card
french: Carte des publications en liste

# Pattern title
source: Lead Magnet Card
french: Carte d’appel à l’action principal avec image

# Pattern title
source: Image and Text Card
french: Carte avec images et texte

# Pattern title
source: Details Card
french: Carte avec détails

# Pattern title
source: Contact Card
french: Carte de contact

# Pattern title
source: Call To Action Card
french: Carte d’appel à l’action

# Pattern description
source: A call to action with text and a button.
french: Un appel à l’action avec texte et bouton.

# Pattern title
source: Call To Action Card With Buttons
french: Carte d’appel à l’action avec boutons

# Pattern title
source: Blog Post Card
french: Carte des publications du blog

# Pattern title
source: Big Text Call To Action Card
french: Carte d’appel à l’action avec grand texte

# Pattern title
source: Blog Post Columns
french: Colonnes de publication de blog

# Pattern title
source: Blog Post Columns Single
french: Colonnes d’articles de blog

# Pattern description
source: A call-to-action box to offer a free download or sign up user to an email list.
french: Un appel à l’action proposant un téléchargement gratuit ou une inscription à une liste de diffusion.

# Pattern title
source: Author Box
french: Boîte d’auteur/autrice

source: The Sidebar template defines a page area that can be found on the Page (With Sidebar) template.
french: Le modèle colonne latérale définit une zone de page qui se trouve dans le modèle Page (avec colonne latérale).

source: Sidebar
french: Colonne latérale

source: Testimonials
french: Témoignages

source: Pricing
french: Tarifs

source: Posts
french: Publications

source: Hero
french: Bannière d’accroche

source: Features
french: Fonctionnalités

source: Call To Action
french: Appel à l’action

source: Cards
french: Cartes

source: Button Style
french: Style de bouton

source: Dark Style
french: Style sombre

source: Rounded Full
french: Totalement arrondi

source: Thin
french: Fin

source: Dotted
french: Pointillés

source: Truncate 4 Lines
french: Tronquer 4 lignes

source: Truncate 3 Lines
french: Tronquer 3 lignes

source: Truncate 2 Lines
french: Tronquer 2 lignes

source: Box Shadow
french: Ombre de la boîte

source: Rounded
french: Arrondi

source: Blur Image More
french: Image plus floue

source: Blur Image Less
french: Image moins floue

source: Dark
french: Sombre

source: Boxed
french: Encadré

source: Check Circle
french: Puce

source: Check
french: Coche
