Repository: prasish012/try
Catalog: try/media_copy/translations/elegant-magazine/existing_translations/PO FILES AS DATASETS FROM WP.TRANSLATE 2/*/wp-themes-phlox-*.po
Languages: dutch

source: Phlox is a modern, lightweight and customizable theme perfect for almost any type of website including, blog, portfolio, business, agency, news & magazine, food & restaurant, travel, and photography as well as WooCommerce storefront. What makes the Phlox unbeatable is being fast, truly responsive, translation ready, RTL layout, built with SEO in mind, professional portfolio features, 30 exclusive widgets and elements, 19 demo sites for one-click import, WooCommerce Ready, WPML ready, 100% GDPR compliance, reliable with regular updates, and also integrated with Elementor, Visual Composer and SiteOrigin page builders. Phlox is architect from scratch by the team behind the famous "Master Slider" project, so relax and be assured that you are supported by a good company. Phlox is the only theme that you have ever need to use and look no further. Start exploring the demos: http://demo.phlox.pro/default/
dutch: Phlox is een modern, lichtgewicht en aanpasbaar thema perfect voor bijna elk type site, waaronder, blog, portfolio, bedrijf, agentschap, nieuws & tijdschrift, voedsel & restaurant, reizen, en fotografie en WooCommerce storefront. Wat Phlox onverslaanbaar maakt, is dat het snel is, echt responsive, klaar voor vertalingen, RTL lay-out, gebouwd met SEO in het achterhoofd, professionele portfolio functies, 30 exclusieve widgets en elementen, 19 demo sites voor één-klik import, WooCommerce klaar, WPML klaar, 100% AVG/GDPR compliance, betrouwbaar met regelmatige updates, en ook geïntegreerd met Elementor, visual composer en SiteOrigin pagina builders. Phlox is vanaf de grond opgebouwd door het team achter het beroemde "Master slider" project, dus ontspan en wees er zeker van dat je ondersteund wordt door een goed bedrijf. Phlox is het enige thema dat je ooit hebt hoeven gebruiken en zoek niet verder. Begin met het verkennen van de demo's: http://demo.phlox.pro/default/

source: Invalid path scheme detected.
dutch: Ongeldig pad schema gedetecteerd.

source: The container's max width is affected by the site’s max width in 'General > Layout' of the customizer. To override site max-width by elementor, switch off the 'Override elementor container size' option in the same tab in customizer.
dutch: De maximale breedte van de container wordt beïnvloed door de maximale breedte van de site in 'Algemeen > Lay-out' van de customizer. Om de maximale breedte van de site te omzeilen door Elementor, schakelt je de optie 'Container grootte van Elementor overschrijven' uit in dezelfde tab in de customizer.

source: Container Width
dutch: Container breedte

source: Enable this option so that customizer max-width option override elementor settings.
dutch: Schakel deze optie in zodat de max-breedte optie van de customizer de instellingen van Elementor overschrijft.

source: Override elementor container size
dutch: Overschrijf Elementor container grootte

source: Blog Category, tag & author page Setting
dutch: Blogcategorie, tag & auteurspagina instellingen

source: Blog Category, tag & author
dutch: Blogcategorie, tag & auteur

source: Enable it to keep aspect ratio of featured image.
dutch: Schakel dit in om de hoogte breedte verhouding van uitgelichte afbeeldingen te behouden.

source: Keep aspect ratio
dutch: Behoud de afbeelding verhouding

source: Installing
dutch: Aan het installeren

source: Updating
dutch: Aan het updaten

source: Activating
dutch: Aan het activeren

source: No Slug Found
dutch: Geen slug gevonden

source: Original
dutch: Origineel

source: Medium Large
dutch: Medium groot

source: Select size of featured image
dutch: Grootte van uitgelichte afbeelding selecteren

source: Image Size
dutch: Afbeeldingsgrootte

source: It is accessible on shop page sidebar.
dutch: Het is toegankelijk via de zijbalk van de winkelpagina.

source: Shop Sidebar Widget Area
dutch: Widget gebied winkelbalk

source: Cart is empty
dutch: De winkelwagen is leeg

source: Add Global Color
dutch: Globale kleur toevoegen

source: Display Comment Number
dutch: Reactie aantal weergeven

source: Use Legacy Featured colors
dutch: Gebruik verouderde uitgelicht kleuren

source: Legacy featured colors are deprecated and will be removed soon, Please DO NOT use them and use above "Global Colors" instead.
dutch: Verouderde aanbevolen kleuren worden binnenkort verwijderd. Gebruik ze NIET en gebruik in plaats daarvan de "globale kleuren" hierboven.

source: Featured Colors (deprecated)
dutch: Uitgelichte kleuren (verouderd)

source: New Custom Color
dutch: Nieuwe aangepaste kleur

source: Secondary
dutch: Secundair

source: Primary
dutch: Primair

source: Learn More
dutch: Lees verder

source: Elementor Global Colors
dutch: Elementor globale kleuren

source: Global Colors Setting
dutch: Globale kleuren instellen

source: Global Colors
dutch: Globale kleuren

source: Display view cart link after successfull adding to cart in front of add to cart button.
dutch: Link naar winkelwagen weergeven na succesvol toevoegen aan winkelwagen voor de knop toevoegen aan winkelwagen.

source: Display View Cart Link
dutch: Link naar winkelwagen weergeven

source: Setup Global Colors
dutch: Globale kleuren instellen

source: Install Elementor
dutch: Installeer Elementor

source: Please set global colors in elementor
dutch: Stel globale kleuren in Elementor in

source: GLOBAL COLORS
dutch: GLOBALE KLEUREN

source: Global Colors Template
dutch: Globale kleuren template

source: Page Preloading Color
dutch: Pagina vooraf laden kleur

source: Share icon hover color
dutch: Pictogram delen hoveren kleur

source: Share icon color
dutch: Kleur pictogram delen

source: Enable it to expand widgets on init
dutch: Inschakelen om widgets uit te vouwen bij init

source: Expand widgets on init
dutch: Widgets uitbreiden op init

source: The following pages have custom logo enabled in page options. Select the page to edit the custom logo in page options.
dutch: De volgende pagina's hebben een aangepast logo ingeschakeld in de pagina opties. Selecteer de pagina om het aangepaste logo te bewerken in de pagina opties.

source: Pages with custom logo
dutch: Pagina's met aangepast logo

source: Installation Failed!
dutch: Installatie mislukt!

source: Installed!
dutch: Geïnstalleerd!

source: Something went wrong.
dutch: Er ging iets mis.

source: Installation completed successfully.
dutch: Installatie met succes afgerond.

source: Icon Not Liked Color
dutch: Pictogram niet vind-ik-leuks kleur

source: Icon Liked Color
dutch: Pictogram vind-ik-leuks kleur

source: Breadcrumbs text max length
dutch: Kruimelpad tekst max lengte

source: Breadcrumbs general options
dutch: Kruimelpaden algemene opties

source: Breadcrumbs
dutch: Kruimelpaden

source: Share Button Type
dutch: Type deelknop

source: Text
dutch: Tekst

source: Enable it to display text instead of icon on single post.
dutch: Schakel het in om tekst weer te geven in plaats van pictogrammen op afzonderlijke berichten.

source: Like Button Type
dutch: Type like knop

source: Like icon hover color
dutch: Vind-ik-leuks pictogram hoveren kleur

source: Icon Hover Color
dutch: Pictogram hoveren kleur

source: Like icon color
dutch: Vind-ik-leuks kleur pictogram

source: Form Placeholder Text
dutch: Plaatshouder tekst formulier

source: Submit Button Typography
dutch: Typografie verzendknop

source: Share Button Margin
dutch: Knop marge delen

source: Share Button Icon Size
dutch: Grootte pictogram deel knop

source: Share Button Icon
dutch: Pictogram deelknop

source: Like Button Margin
dutch: Like knop marge

source: Like Button Icon Size
dutch: Grootte pictogram vind-ik-leuks knop

source: Like Icon
dutch: Vind-ik-leuks pictogram

source: Sticky Header Background
dutch: Sticky header achtergrond

source: &copy; %s. All rights reserved.
dutch: &copy; %s Alle rechten voorbehouden.

source: Don't add line breaks and paragraphs automatically.
dutch: Voeg niet automatisch regeleinden en alinea's toe.

source: Edit with %s Builder
dutch: Bewerken met %s bouwer

source: Color %s
dutch: Kleur %s

source: Legacy Header options notice
dutch: Verouderd header opties bericht

source: Legacy Header Options
dutch: Opties voor verouderde headers

source: Installing %s
dutch: Installeren van %s

source: News
dutch: Nieuws

source: Post
dutch: Bericht

source: Deprecated
dutch: Verouderd

source: Install Elementor Now
dutch: Installeer Elementor nu

source: Show All %s Results
dutch: Toon alle %s resultaten

source: The following options will be deprecated soon, Please DO NOT use them and use a "Footer Template" instead.
dutch: De volgende opties worden binnenkort verouderd, gebruik ze NIET en gebruik in plaats daarvan een "Footer template".

source: Footer Templates Settings
dutch: Instellingen templates footer

source: Use Legacy Footer
dutch: Gebruik legacy footer

source: Get footer builder and templates by installing Elementor.
dutch: Krijg de header bouwer en templates door Elementor te installeren.

source: Footer Builder
dutch: Footer bouwer

source: Footer Templates Library
dutch: Bibliotheek met templates voor footers

source: Your Footers
dutch: Je footers

source: Current Footer
dutch: Huidige footer

source: Breadcrumb Separator Icon
dutch: Kruimelpad scheidingsteken pictogram

source: Cart Type In Tablet
dutch: Winkelwagen type in tablet

source: Cart Type
dutch: Winkelwagen type

source: The following options will be deprecated soon, Please DO NOT use them and use a "Header Template" instead.
dutch: De volgende opties zullen binnenkort verouderd zijn. Gebruik ze NIET en gebruik in plaats daarvan een "Header template".

source: Header Templates Settings
dutch: Header templates instellingen

source: Use Legacy Header
dutch: Gebruik verouderde header

source: Get header builder and templates by installing Elementor.
dutch: Krijg de header bouwer en templates door Elementor te installeren.

source: Header Templates Library
dutch: Header templates bibliotheek

source: Your Headers
dutch: Je headers

source: Current Header
dutch: Huidige header

source: Checkout
dutch: Afrekenen

source: Legacy Footer options notice
dutch: Bericht over verouderde footer opties

source: Legacy Footer Options
dutch: Verouderde footer opties

source: Header Builder
dutch: Header bouwer

source: Sub total
dutch: Subtotaal

source: Enable it to use custom skins for dropdowns in sidebars.
dutch: Inschakelen om aangepaste skins te gebruiken voor dropdowns in zijbalken.

source: Custom Dropdown Skins
dutch: Aangepaste dropdown skins

source: Link/anchor ID
dutch: Link/anker ID

source: All Categories
dutch: Alle categorieën

source: Subtitle
dutch: Subtitel

source: Enable it to togglable the widgets in sidebars.
dutch: Schakel het in om de widgets in zijbalken in te schakelen.

source: Togglable Widgets
dutch: Schakelbare widgets

source: Sidebar Global Typography
dutch: Zijbalk globale typografie

source: Customize %s
dutch: Aanpassen %s

source: default
dutch: standaard

source: Basket Animation
dutch: Mand animatie

source: How to deactivate?
dutch: Hoe deactiveren?

source: Post info Terms Typography
dutch: Bericht info termen typografie

source: Display post categories
dutch: Toon bericht categorieën

source: Display Author in Footer
dutch: Auteur weergeven in footer

source: Display Author in Header
dutch: Toon auteur in header

source: Specifies whether to show author or read more on each post.
dutch: Specificeert of de auteur of "lees meer" wordt weergegeven bij elk bericht.

source: Display author or read more
dutch: Toon auteur of lees meer

source: Display Comment
dutch: Toon reactie

source: - No Menu -
dutch: - Geen menu -

source: Dismiss notice
dutch: Bericht negeren

source: Remind me later
dutch: Herinner me later

source: This theme is perfectly optimized for latest version of PHP. Your current PHP version is %s, we highly recommend you to upgrade PHP to version 7.0 or higher.
dutch: Dit thema is perfect geoptimaliseerd voor de nieuwste versie van PHP. Je huidige PHP versie is %s, we raden je ten zeerste aan om PHP te upgraden naar versie 7.0 of hoger.

source: Please update your PHP version
dutch: Update je PHP versie

source: Disable it to replace footer section with an Elementor template
dutch: Uitschakelen om footer te vervangen door een Elementor template

source: Breadcrumb Color
dutch: Kruimelpad kleur

source: Button Typography
dutch: Knop typografie

source: Post Content Typography
dutch: Bericht inhoud typografie

source: Post info Typography
dutch: Bericht info Typografie

source: Blog Page Appearance
dutch: Blogpagina weergave

source: Disable it to replace header section with an Elementor template
dutch: Uitschakelen om header te vervangen door een Elementor template

source: Comment Content Typography
dutch: Reactie Inhoud Typografie

source: Comment Info Typography
dutch: Reactie Info Typografie

source: Comment Author Typography
dutch: Reactie Auteur Typografie

source: Response Title Typography
dutch: Typografie titel reactie

source: Pagination Next/Prev Typography
dutch: Paginering volgende/vorige typografie

source: Pagination Active Number Typography
dutch: Paginering actief nummer typografie

source: Pagination Typography
dutch: Pagina typografie

source: Specifies the color of social icons.
dutch: Bepaalt de kleur van sociale pictogrammen.

source: Icon Color
dutch: Pictogram kleur

source: Enable it to hide subfooter on phone devices.
dutch: Schakel dit in om subfooter op telefoon apparaat te verbergen.

source: Hide Socials on Phone
dutch: Sociale contacten op je telefoon verbergen

source: Hide Socials on Tablet
dutch: Sociale contacten verbergen op tablet

source: Select a template
dutch: Selecteer een template

source: I Already Did :)
dutch: Heb ik al gedaan :)

source: Maybe Later
dutch: Misschien Later

source: Sure, I like Phlox
dutch: Zeker, ik hou van Phlox

source: Activated
dutch: Geactiveerd

source: Privacy Policy
dutch: Privacybeleid

source: Theme Attribution
dutch: Thema attributie

source: Footer Appearance
dutch: Footer weergave

source: Sub Footer Appearance
dutch: Sub footer weergave

source: Specifies the background color for subfooter
dutch: Hiermee geef je de achtergrondkleur voor subfooter

source: Breadcrumb Links
dutch: Kruimelpad links

source: Breadcrumb
dutch: Kruimelpad

source: Page Subtitle
dutch: Pagina ondertitel

source: Page Typography
dutch: Pagina typografie

source: Post Meta Terms
dutch: Bericht meta voorwaarden

source: Post Meta
dutch: Bericht meta

source: Post info terms
dutch: Bericht info termen

source: Post info
dutch: Bericht info

source: Post Content
dutch: Bericht inhoud

source: Post Title
dutch: Berichttitel

source: Single Post Typography
dutch: Enkel bericht typografie

source: Display post title over content
dutch: Display bericht titel over de inhoud

source: Top Header Typography
dutch: Top header typografie

source: Site Description
dutch: Beschrijving van de site

source: Logo Text
dutch: Logo tekst

source: Menu Active Item
dutch: Menu actieve item

source: Main Menu
dutch: Hoofdmenu

source: Header Typography
dutch: Header typografie

source: Form Notes Typography
dutch: Formulier notities typografie

source: Specifies notes of comment forms.
dutch: Specifieke opmerkingen van reactie formulieren.

source: Comment Form Notes
dutch: Reactie formulier opmerkingen

source: Reply Title Typography
dutch: Typografie antwoord titel

source: Specifies the reply title of comment form.
dutch: Geeft replay titel van reactie formulier.

source: Reply Title
dutch: Reactie titel

source: 2 Column
dutch: 2 kolommen

source: 3 Column
dutch: 3 kolommen

source: Specifies the layout of comment forms.
dutch: Specifieert de lay-out van de reactie formulieren.

source: Label Typography
dutch: Label typografie

source: Enable it to add labels in comment form.
dutch: Schakel het in om labels toe te voegen in het reactieformulier.

source: Specifies the inputs of comment forms.
dutch: Specificeert de invoer van reactieformulieren.

source: Which Input should be display
dutch: Welke invoer moet worden weergegeven

source: The following recommended plugin is currently inactive: %1$s.
dutch: De volgende aanbevolen plugin is momenteel inactief: %1$s.

source: The following required plugin is currently inactive: %1$s.
dutch: De volgende vereiste plugin is momenteel inactief: %1$s.

source: There is an update available for: %1$s.
dutch: Er is een update beschikbaar voor: %1$s.

source: The following plugin needs to be updated to its latest version to ensure maximum compatibility with this theme: %1$s.
dutch: De volgende plugin moet worden geüpdatet naar de nieuwste versie voor maximale compatibiliteit met dit thema: %1$s.

source: This theme recommends the following plugin: %1$s.
dutch: Dit thema beveelt de volgende plugin aan: %1$s.

source: This theme requires the following plugin: %1$s.
dutch: Dit thema vereist de volgende plugin: %1$s.

source: Specifies the color of separator on top of footer.
dutch: Specificeert de kleur van scheidingsteken op bovenkant van footer.

source: Top Separator Color
dutch: Kleur top scheidingsteken

source: Copyright Text
dutch: Copyright tekst

source: Widget Text
dutch: Widget tekst

source: Widget Title
dutch: Widget titel

source: Post Title Typography
dutch: Typografie berichttitel

source: Secondary Message Typography
dutch: Secundaire bericht typografie

source: Add a Secondary message to display on top header bar.
dutch: Een secundair bericht toevoegen dat op de bovenste header balk moet worden weergegeven.

source: Secondary Message
dutch: Tweede bericht

source: Message Typography
dutch: Bericht typografie

source: Background Gradient
dutch: Achtergrond gradiënt

source: Message Left, Secondary Message Right
dutch: Bericht links, tweede bericht rechts

source: Specifies the layout for top header bar.
dutch: Specificeert de lay-out voor de bovenste header balk.

source: Enable it to display wishlist on header.
dutch: Inschakelen om de verlanglijst weer te geven in de header.

source: Display Wishlist
dutch: Toon verlanglijst

source: Enable it to display myaccount on header.
dutch: Inschakelen om mijn account weer te geven in de header.

source: Display My Account
dutch: Mijn account weergeven

source: Total Price Text in Dropdown
dutch: Totale prijs tekst in dropdown

source: Logo left, Menu Middle
dutch: Logo links, menu midden

source: Secondary Sidebar Widget Title
dutch: Widget titel tweede zijbalk

source: Primary Sidebar Widget Title
dutch: Titel primaire zijbalk widget

source: All Sidebars Widget Title
dutch: Alle zijbalken widget titel

source: Sidebars Appearance
dutch: Weergave zijbalken

source: Heading 5 (H5)
dutch: Koptekst 5 (H5)

source: Heading 4 (H4)
dutch: Koptekst 4 (H4)

source: Heading 3 (H3)
dutch: Koptekst 3 (H3)

source: Heading 2 (H2)
dutch: Koptekst 2 (H2)

source: Heading 1 (H1)
dutch: Koptekst 1 (H1)

source: All Headings
dutch: Alle kopteksten

source: General Typography Setting
dutch: Algemene typografie instelling

source: General Typography
dutch: Algemene typografie

source: Typography Template
dutch: Typografie template

source: Simple Taxonomy Ordering
dutch: Eenvoudige volgorde van taxonomie

source: Sort By
dutch: Sorteren op

source: Default sorting
dutch: Standaard sortering

source: Theme Panel
dutch: Thema paneel

source: Letter Spacing
dutch: Letterafstand

source: Line Height
dutch: Regelhoogte

source: Line Through
dutch: Doorstrepen

source: Overline
dutch: Lijn boven tekst

source: Underline
dutch: Onderstrepen

source: Decoration
dutch: Decoratie

source: Oblique
dutch: Schuine

source: Style
dutch: Stijl

source: Capitalize
dutch: Omzetten naar hoofdletter

source: Lowercase
dutch: Kleine letter

source: Uppercase
dutch: Hoofdletter

source: Transform
dutch: Transformeren

source: Weight
dutch: Gewicht

source: Size
dutch: Grootte

source: Family
dutch: Familie

source: Preview Shop Page
dutch: Voorbeeld winkelpagina

source: Text for Cart
dutch: Tekst voor winkelwagen

source: Enable it to use simple mode of header cart.
dutch: Schakel het in om de eenvoudige modus van de header winkelwagen te gebruiken.

source: Simple Header Cart
dutch: Eenvoudige header winkelwagen

source: Terms Not Found
dutch: Voorwaarden niet gevonden

source: All
dutch: Alle

source: Category
dutch: Categorie

source: Use custom size for avatars in comment section in pixels.
dutch: Gebruik aangepaste grootte voor avatars in reactie sectie in pixels.

source: Comment Avatar Size
dutch: Reactie avatar afmetingen

source: Specifies the maximum width for this page.
dutch: Specificeer de maximale breedte voor deze pagina.

source: Custom Page Max Width
dutch: Aangepaste pagina maximale breedte

source: Image ID
dutch: Afbeelding ID

source: Secondary Text Background Color
dutch: Secundaire tekst achtergrondkleur

source: Secondary Text
dutch: Secundaire tekst

source: Custom Sidebars
dutch: Aangepaste zijbalken

source: Play all video tutorials
dutch: Speel alle video tutorials

source: Optimization
dutch: Optimalisatie

source: Social
dutch: Sociaal

source: Bundled
dutch: Gebundeld

source: Essentials
dutch: Essentieel

source: Likes
dutch: Vind-ik-leuks

source: Go Pro
dutch: Ga pro

source: More Customization
dutch: Meer aanpassingen

source: Footer Preset 5
dutch: Footer vooraf gemaakte instelling 5

source: Repeat
dutch: Herhaal

source: No-Repeat
dutch: Geen herhaling

source: Sub Footer Background Image Repeat
dutch: Subfooter achtergrond afbeelding herhalen

source: Sub Footer Background Image Size
dutch: Subfooter achtergrond grootte afbeelding

source: center bottom
dutch: midden onderaan

source: center center
dutch: midden midden

source: center top
dutch: midden boven

source: right bottom
dutch: rechtsonder

source: right center
dutch: rechts midden

source: right top
dutch: rechts boven

source: left bottom
dutch: linksonder

source: left center
dutch: links van het midden

source: left top
dutch: Linksboven

source: Sub Footer Background Image Position
dutch: Subfooter achtergrond afbeelding positie

source: Specifies a background image for sub footer.
dutch: Specificeert een achtergrondafbeelding voor de subfooter.

source: Sub Footer Background Image
dutch: Subfooter achtergrond afbeelding

source: Enable it to add message in the header menu.
dutch: Schakel het in om een bericht toe te voegen aan het header menu.

source: Header Message Text
dutch: Header bericht tekst

source: Logo left, Burger right, Message right
dutch: Logo links, burger rechts, boodschap rechts

source: Demo Importer
dutch: Demo importeerfunctie

source: Please install "Phlox Core Elements" plugin to enable this feature.
dutch: Installeer de plugin "Phlox Core Elements" om deze functie in te schakelen.

source: Tutorials
dutch: Handleidingen

source: Support Center
dutch: Ondersteuningscentrum

source: Check out
dutch: Afrekenen

source: Take your skills with %s to the next level!
dutch: Breng je vaardigheden met %s naar het volgende niveau!

source: Video Tutorials
dutch: Video handleidingen

source: Customization
dutch: Maatwerk

source: Coming soon
dutch: Binnenkort

source: Get the latest changes in your inbox.
dutch: Krijg de laatste wijzigingen in je inbox.

source: Subscription
dutch: Abonnement

source: Start Reading
dutch: Begin met lezen

source: Learn about any aspect of %s Theme.
dutch: Leer over elk aspect van het %s thema.

source: Send Ticket
dutch: Ticket verzenden

source: We would love to be of any assistance.
dutch: We willen je graag helpen.

source: Need Some Help?
dutch: Hulp nodig?

source: Customize
dutch: Aanpassen

source: Customize any part of your website.
dutch: Pas elk deel van je site aan.

source: Run Importer
dutch: Voer importeerfunctie uit

source: Clone a demo site in few clicks
dutch: Kloon een demosite in een paar klikken
