Repository: prasish012/try
Catalog: try/media_copy/translations/elegant-magazine/existing_translations/PO FILES AS DATASETS FROM WP.TRANSLATE 2/*/wp-themes-consulting-*.po
Languages: russian

source: Pre-Made Homepage<span class="hidden">Image</span>
russian: Готовая главная страница<span class="hidden">Изображение</span>

source: <p>Get more with %1$s Pro!</p><p>Add a call to action to every page of your site, not just the homepage.</p><p>Get your visitors attention on every page!</p>
russian: <p>Получите больше с %1$s Pro!</p><p>Добавить призыв к действию на каждую страницу Вашего сайта, а не только на главную страницу.</p><p>Привлекайте внимание посетителей на каждой странице!</p>

source: <p>Add a call to action message box at the bottom of content area of the homepage.</p><p>To add the call to action message box do the following:</p><ul><li>Put a tick in the checkbox to enable the message box.</li><li>Add a main message. This will be the header text and wrapped in h3 title tags.</li><li>Add a teaser message to give visitors more information.</li><li>Specify a button message if you want to display a button in the message box.</li><li>Specify whether the button should link to an internal page or external URL.</li><li>If linking to an external URL be sure to add http:// before the URL.</li></ul>
russian: <p>Добавить поле сообщения с призывом к действию в нижней части области контента на главной странице.</p><p>Для добавления поля сообщения с призывом к действию сделайте следующее:</p><ul><li>Установить галочку в поле, чтобы включить поле сообщения.</li><li>Добавить основное сообщение. Это будет текст заголовка, обернутый тегами заголовка h3.</li><li>Добавить тизерное сообщение, чтобы дать посетителям больше информации.</li><li>Укажите сообщение кнопки, если Вы хотите отобразить кнопку в окне сообщения.</li><li>Укажите, должна ли кнопка ссылаться на внутреннюю страницу или внешний URL.</li><li>Если ссылка на внешний URL, обязательно добавьте http:// перед URL.</li></ul>

source: Call To Action - Outro
russian: Призыв к действию - заключение

source: <p>Add a call to action message box at the top of content area of the homepage.</p><p>To add the call to action message box do the following:</p><ul><li>Put a tick in the checkbox to enable the message box.</li><li>Add a main message. This will be the header text and wrapped in h3 title tags.</li><li>Add a teaser message to give visitors more information.</li><li>Specify a button message if you want to display a button in the message box.</li><li>Specify whether the button should link to an internal page or external URL.</li><li>If linking to an external URL be sure to add http:// before the URL.</li></ul>
russian: <p>Добавить поле сообщения с призывом к действию в верхней части области контента главной страницы.</p><p>Для добавления поля сообщения с призывом к действию сделайте следующее:</p><ul><li>Поставьте галочку в чекбоксе, чтобы включить поле сообщения.</li><li>Добавить основное сообщение. Это будет текст заголовка, обернутый тегами заголовка h3.</li><li>Добавить тизерное сообщение, чтобы дать посетителям больше информации.</li><li>Укажите сообщение кнопки, если Вы хотите отобразить кнопку в окне сообщения.</li><li>Укажите, должна ли кнопка ссылаться на внутреннюю страницу или внешний URL.</li><li>Если ссылка на внешний URL, обязательно добавьте http:// перед URL.</li></ul>

source: <p>Get more with %1$s Pro!</p><ul><li>Unlimited slides.</li><li>Sliders for inner pages.</li><li>Video sliders.</li><li>Change <i>"Read More"</i> button.</li><li>Image only slides (no button).</li><li>Control transition speed.</li><li>Plus much more!</li></ul>
russian: <p>Получите больше с %1$s Pro!</p><ul><li>Неограниченное кол-во слайдов.</li><li>Слайдеры для внутренних страниц.</li><li>Видео слайдеры.</li><li>изменить <i> кнопку "Читать далее"</i>.</li><li>Слайды только с изображениями (без кнопки).</li><li>Управление скоростью перехода.</li><li>И многое другое!</li></ul>

source: <p>%1$s comes with a image slider which can be used to add slideshow to the top of your homepage.</p><p>To use the image slider:</p><ul><li>Select the <i>"Image Slider"</i> from the Choose Home Slider options.</li><li>Expand the toggle box and select an image from your media library.</li><li>Use the "Title" field to add a main message to your slide.</li><li>Use the <i>"Description"</i> field to add additional information to your slide.</li><li>Use the <i>"URL"</i> field to select a page from your site to link the slide.</li><li>The slider will display a <i>"Read More"</i> button if the <i>"URL"</i> field is set.</li><li>Repeat the above for each additional slide you want to add.</li></ul><p>Don't want a slider? To disable the slider entirely simply press the <i>"Disable"</i> option.</p>
russian: <p>%1$s поставляется со слайдером изображений, который можно использовать для добавления слайд-шоу в верхнюю часть Вашей главной страницы.</p><p>Чтобы использовать слайдер изображений:</p><ul><li>Выбрать <i>"Image Slider"</i> в параметрах Choose Home Slider.</li><li>Разверните бокс и выберите изображение из Вашей библиотеки файлов.</li><li>Используйте поле "Название", чтобы добавить основное сообщение к Вашему слайду.</li><li>Используйте поле <i>"Описание"</i>, чтобы добавить дополнительную информацию к слайду.</li><li>Используйте поле <i>"URL"</i>, чтобы выбрать страницу Вашего сайта для ссылки на слайд.</li><li>Слайдер отобразит кнопку <i>"Читать далее"</i>, если установлено поле <i>"URL"</i>.</li><li>Повторите вышеуказанные действия для каждого дополнительного слайдера, который Вы хотите добавить.</li></ul><p>Не хотите слайдер? Чтобы полностью отключить слайдер, просто нажмите кнопку <i>"Отключить"</i>.</p>

source: <p>This option can be used to add a sidebar to the homepage on your site. To add a sidebar:</p><ul><li>Select a left sidebar or sidebar layout.</li><li>Choose the sidebar you want display for the chosen layout.</li><li>Go to Appearance -&gt; Widgets in your admin area to add widgets to the selected sidebar.</li><li><strong>Note:</strong> If no sidebar is selected then the default "Sidebar" will be used.</li></ul><p>This layout will be applied only to the homepage on your website. This will not be applied to inner pages or blog posts. To add a sidebar to inner pages or blog posts go to the relevant section.</p>
russian: <p>Это дополнение можно использовать для добавления боковой панели на главную страницу Вашего сайта. Чтобы добавить боковую панель:</p><ul><li>Выбрать левую боковую панель или макет боковой панели.</li><li>Выбрать боковую панель, которую Вы хотите отображать для выбранного макета.</li><li>Перейдите во Внешний вид -> Виджеты в области админа, чтобы добавить виджеты в выбранную боковую панель.</li><li><strong>Примечание:</strong> Если боковая панель не выбрана, то будет использоваться "Боковая панель" по умолчанию.</li></ul><p>Этот макет будет применяться только к главной странице Вашего сайта. Он не будет применяться к внутренним страницам или записям в блоге. Чтобы добавить боковую панель на внутренние страницы или записи в блоге, перейдите в соответствующий раздел.</p>

source: <p>Turn on to display site wide breadcrumbs. These are displayed at the top of each page and show the parent pages of the current page being viewed.</p><p>By default a forward slash (/) will be used to separate pages in the breadcrumb. If you prefer to use a different separator you can specify this using the delimiter input field.</p>
russian: <p>Включить отображение навигационных цепочек по ширине сайта. Они отображаются в верхней части каждой страницы и показывают родительские страницы текущей просматриваемой страницы.</p><p>По умолчанию для разделения страниц в навигационной цепочке используется прямая косая черта (/). Если Вы предпочитаете использовать другой разделитель, Вы можете указать его в поле ввода "Разделитель".</p>

source: <p>Get more with %1$s Pro!</p><p>Create beautiful responsive content without coding. Use our amazing drag & drop page builder and build websites with ease.</p><p>Look great on every device!</p>
russian: <p>Получите больше с %1$s Pro!</p><p>Создавайте красивое адаптивное содержимое без кодирования. Используйте наш удивительный конструктор страниц с перетаскиванием и создавайте сайты с легкостью.</p><p>Выглядит великолепно на любом устройстве!</p>

source: <p>By default your website will be responsive. If you would like to disable this simply turn this switch on.</p><p>The responsive trigger widths are:</p><ul><li><span style="width: 50px;display: inline-block;">1140px</span> <span style="width: 15px;display: inline-block;">&#8211;</span> Desktops and laptop screens.</li><li><span style="width: 50px;display: inline-block;">768px</span> <span style="width: 15px;display: inline-block;">&#8211;</span> iPad and tablets.</li><li><span style="width: 50px;display: inline-block;">640px</span> <span style="width: 15px;display: inline-block;">&#8211;</span> Small tablets and larger phones.</li><li><span style="width: 50px;display: inline-block;">560px</span> <span style="width: 15px;display: inline-block;">&#8211;</span> iPhone 5 (Landscape).</li><li><span style="width: 50px;display: inline-block;">480px</span> <span style="width: 15px;display: inline-block;">&#8211;</span> iPhone 4 or before (Landscape).</li><li><span style="width: 50px;display: inline-block;">320px</span> <span style="width: 15px;display: inline-block;">&#8211;</span> iPhone (Portrait).</li></ul>
russian: <p>По умолчанию Ваш сайт будет адаптивным. Если Вы хотите отключить это, просто включите этот переключатель.</p><p>Ширина адаптивного триггера:</p><ul><li><span style="width: 50px;display: inline-block;">1140px</span> <span style="width: 15px;display: inline-block;">&#8211;</span> Настольные ПК и ноутбуки.</li><li><span style="width: 50px;display: inline-block;">768px</span> <span style="width: 15px;display: inline-block;">&#8211;</span> iPad и планшеты.</li><li><span style="width: 50px;display: inline-block;">640px</span> <span style="width: 15px;display: inline-block;">&#8211;</span> Маленькие планшеты и большие телефоны.</li><li><span style="width: 50px;display: inline-block;">560px</span> <span style="width: 15px;display: inline-block;">&#8211;</span> iPhone 5 (альбомная).</li><li><span style="width: 50px;display: inline-block;">480px</span> <span style="width: 15px;display: inline-block;">&#8211;</span> iPhone 4 или раньше (альбомная).</li><li><span style="width: 50px;display: inline-block;">320px</span> <span style="width: 15px;display: inline-block;">&#8211;</span> iPhone (книжная).</li></ul>

source: Get %1$s Pro
russian: Приобрести %1$s Pro

source: <p>Get more with %1$s Pro!</p><ul><li>Create unlimited sidebars.</li><li>Add a different sidebar to different pages.</li><li>Add sidebar layouts to specific pages only.</li><li>Plus much more!</li></ul>
russian: <p>Получите больше с %1$s Pro!</p><ul><li>Создавайте неограниченное кол-во боковых панелей.</li><li>Добавить разные боковые панели на разные страницы.</li><li>Добавить макеты боковых панелей только на определенные страницы.</li><li>И многое другое!</li></ul>

source: <p>This option can be used to add a sidebar to all pages on your site. To add a sidebar:</p><ul><li>Select a left sidebar or sidebar layout.</li><li>Choose the sidebar you want display for the chosen layout.</li><li>Go to Appearance -&gt; Widgets in your admin area to add widgets to the selected sidebar.</li><li><strong>Note:</strong> If no sidebar is selected then the default "Sidebar" will be used.</li></ul><p>This layout will be applied to all pages published on your website. This will not be applied to the homepage or blog posts. To add a sidebar to the homepage or blog posts go to the relevant section.</p>
russian: <p>Этот параметр можно использовать для добавления боковой панели на все страницы Вашего сайта. Чтобы добавить боковую панель:</p><ul><li>Выбрать левую боковую панель или макет боковой панели.</li><li>Выбрать боковую панель, которую Вы хотите отображать для выбранного макета.</li><li>Перейдите во Внешний вид -> Виджеты в Вашем админе, чтобы добавить виджеты в выбранную боковую панель.</li><li><strong>Примечание:</strong> Если боковая панель не выбрана, то будет использоваться "Боковая панель" по умолчанию.</li></ul><p>Этот макет будет применен ко всем страницам, опубликованным на Вашем сайте. Он не будет применяться к главной странице или записям в блоге. Чтобы добавить боковую панель на главную страницу или записи в блоге, перейдите в соответствующий раздел.</p>

source: <p>The documentation below will have the same title as the corresponding option in the customizer theme options area.<br />To find what you're looking for simply expand the toggle by clicking on it below.</p><p><strong><i>Get Started:</i></strong> You can find all of the theme specific options in the customizer under the Theme Options tab.</p>
russian: <p>Документация ниже будет иметь то же название, что и соответствующая опция в области настроек темы.<br />Чтобы найти то, что Вы ищете, просто разверните переключатель, нажав на него ниже.</p><p><strong><i>Начните работу:</i></strong> Все параметры, относящиеся к конкретной теме, Вы можете найти в настройщике на вкладке "Параметры темы".</p>

source: How to find what you're looking for.
russian: Как найти то, что вам нужно.

source: Intro
russian: Вступление

source: Go to Customizer
russian: Перейти к настройке темы

source: Setup Homepage
russian: Установить главную страницу

source: View %1$s Pro
russian: Перейти к %1$s Pro

source: Want more slides? With %1$s Pro you can add as many slides as you want! Plus add video slides and much more!
russian: Хотите больше слайдов? С %1$s Pro Вы можете добавить столько слайдов, сколько захотите! Кроме того, Вы можете добавлять видео слайды и многое другое!

source: Setup Slideshow
russian: Установить слайд-шоу

source: Free VS PRO
russian: Free против Pro

source: Support
russian: Поддержка

source: %1$s is a free multi-purpose WordPress theme. It's fully responsive and perfect for any type of website, it's great web agency businesses, corporate websites , personal, blogs, photography and everything in between! Create a stunning homepage with featured homepage sections and a beautiful slideshow in seconds.
russian: %1$s — это бесплатная универсальная тема WordPress. Полностью адаптивная вёрстка идеально подойдёт для сайта компании любой отрасли: интернет-агентство, корпоративный сайт, персональный сайт, блог, портфолио фотографа и всё, что угодно! Создайте потрясающую домашнюю страницу с разделами избранного и красивым слайд-шоу за считанные секунды.

source: About %1$s (Free)
russian: О %1$s (Free)

source: You do not have the necessary permission to perform this action.
russian: К сожалению, для выполнения этого действия у вас нет необходимых разрешений.

source: Action failed. Please refresh the page and retry.
russian: Действие не удалось. Обновите страницу и попробуйте снова.

source: Dismiss this notice.
russian: Отклонить это уведомление.

source: We&#39;re glad you asked! Here&#39;s just some of the amazing features you&#39;ll get when you upgrade&hellip;
russian: Мы рады, что вы спросили! Вот всего несколько потрясающих функций, которые станут вам доступны после перехода на платную версию&hellip;

source: So&hellip; Why upgrade?
russian: Итак,&hellip; Зачем обновляться?

source: Check to enable the author biography.
russian: Отметьте, чтобы включить биографию автора.

source: Show Author Bio
russian: Показывать информацию об авторе

source: Select blog page layout. This will only be applied to individual posts and not the main blog page.
russian: Выбрать макет записи блога. Это будет применено только к самим записям, но не главной странице блога.

source: Post Layout
russian: Макет записи

source: Control Single Post Page
russian: Управление отдельными записями

source: Hide article
russian: Скрыть статью

source: Show full article
russian: Показать полную статью

source: Show excerpt
russian: Показать отрывок

source: Control how much content you want to show from each post on the main blog page. Remember to control the full article content by using the Wordpress <a href="http://en.support.wordpress.com/splitting-content/more-tag/">more</a> tag in your post.
russian: Контролируйте, сколько содержимого из каждой записи Вы хотите показать на главной странице блога. Не забывайте контролировать полное содержимое статьи, используя тег WordPress <a href="http://en.support.wordpress.com/splitting-content/more-tag/">more</a> в своей записи.

source: Post Content
russian: Содержимое записи

source: Note: Sidebars will not be applied to homepage Blog. Control sidebars on the homepage from the &#39;Home Settings&#39; option.
russian: Примечание: Боковые панели не будут применяться к главной странице блога. Управляйте боковыми панелями на главной странице с помощью опции &#39;Настройки главной&#39;.

source: Select blog page layout. Only applied to the main blog page and not individual posts.
russian: Выбрать макет блога. Повлияет только на основную страницу блога, но не на записи.

source: Blog Layout
russian: Макет блога

source: Control Blog (Archive) Pages
russian: Управление стр.(архив) блога

source: Check to use custom RSS icon
russian: Отметьте, чтобы использовать пользовательский значок RSS

source: Input the url to your RSS page.
russian: Введите URL страницы RSS.

source: Enable link to RSS profile.
russian: Включить ссылку на профиль RSS.

source: Check to use custom YouTube icon
russian: Отметьте, чтобы использовать пользовательский значок YouTube

source: Input the url to your YouTube page.
russian: Введите URL страницы YouTube.

source: Enable link to YouTube profile.
russian: Включить ссылку на профиль YouTube.

source: Check to use custom Flickr icon
russian: Отметьте, чтобы использовать пользовательский значок Flickr

source: Input the url to your Flickr page.
russian: Введите URL страницы Flickr.

source: Enable link to Flickr profile.
russian: Включить ссылку на профиль Flickr.

source: Check to use custom LinkedIn icon
russian: Отметьте, чтобы использовать пользовательский значок LinkedIn

source: Input the url to your LinkedIn page.
russian: Введите URL страницы LinkedIn.

source: Enable link to LinkedIn profile.
russian: Включить ссылку на профиль LinkedIn.

source: Check to use custom Google+ icon
russian: Отметьте, чтобы использовать пользовательский значок Google+

source: Input the url to your Google+ page.
russian: Введите URL страницы Google+.

source: Enable link to Google+ profile.
russian: Включить ссылку на профиль Google+.

source: Check to use custom Twitter icon
russian: Отметьте, чтобы использовать пользовательский значок Twitter

source: Input the url to your Twitter page.
russian: Введите URL страницы Twitter.

source: Enable link to Twitter profile.
russian: Включить ссылку на профиль в Twitter.

source: Add a link to the image or upload one from your desktop. The image will be resized.
russian: Добавить ссылку на изображение, или загрузите с компьютера. Изображение будет отмасштабированно.

source: Check to use custom Facebook icon
russian: Отметьте, чтобы использовать пользовательский значок Facebook

source: Custom Icon
russian: Пользовательский значок

source: Input the url to your Facebook page.
russian: Введите URL страницы Facebook.

source: Enable link to Facebook profile.
russian: Включить ссылку на профиль Facebook.

source: Add a message here. E.g. &#34;Follow Us&#34;.<br />(Only shown in header)
russian: Добавить текст &#34;Мы в социальных сетях&#34;.<br />(только для области над заголовком сайта)

source: Social Media Content
russian: Содержимое соцсетей

source: Switch on to enable links to social media pages.
russian: Включить, чтобы активировать ссылки на профили в соцсетях.

source: Enable Social Media Links (Pre Header)
russian: Включить ссылки соцсети (предварительный заголовок)

source: Social Media Control
russian: Управление соцсетями

source: Check to disable footer widgets.
russian: Отметьте, чтобы отключить виджеты подвала.

source: Disable Footer Widgets
russian: Отключить виджеты подвала

source: Select footer layout. Take complete control of the footer content by adding widgets.
russian: Выбрать макет подвала сайта. Возьмите под полный контроль управление содержимым в подвале сайта через добавление виджетов.

source: Footer Widgets Layout
russian: Макет виджетов подвала

source: Control Footer Content
russian: Управление содержимым подвала

source: Switch on to enable header search.
russian: Включить, чтобы активировать поиск в заголовке.

source: Enable Search (Main Header)
russian: Включить поиск (главный заголовок)

source: Control Header Content
russian: Управление содержимым заголовка

source: Switch on to fix header to top of page.
russian: Включить, чтобы зафиксировать заголовок в верхней части страницы.

source: Sticky Header
russian: Прикрепленный заголовок

source: Check to let logo overflow the header container.
russian: Отметьте, чтобы разрешить логотипу выходить за пределы контейнера заголовка.

source: Logo Overflow
russian: Переполнение логотипа

source: Add some text to featured section 3.
russian: Добавить текст в избранный раздел 3.

source: Content Area 3
russian: Область содержимого 3

source: Add some text to featured section 2.
russian: Добавить текст в избранный раздел 2.

source: Content Area 2
russian: Область содержимого 2

source: Link to a page
russian: Ссылка на страницу

source: Add some text to featured section 1.
russian: Добавить текст в избранный раздел 1.

source: Add a title to the section.
russian: Добавьте название к разделу.

source: Choose an icon for the section background.
russian: Выбрать значок для фона раздела.

source: Content Area 1
russian: Область содержимого 1

source: switch on to enable pre-designed homepage layout.
russian: Включить, чтобы активировать предварительно разработанный макет главной страницы.

source: Enable Pre-Made Homepage
russian: Включить готовую главную страницу

source: Display Pre-Designed Homepage Layout
russian: Отображение готового макета главной

source: Input a custom url for the action button link.<br>Add http:// if linking to an external webpage.
russian: Укажите ссылку для перехода по кнопке призыва к действию.<br>Добавить http:// если это внешний ресурс.

source: Button - Custom link
russian: Кнопка - произвольная ссылка

source: Select a target page for action button link.
russian: Выбрать целевую страницу для ссылки на кнопку действия.

source: Button - Link to a page
russian: Кнопка - ссылка на страницу

source: Disable Link
russian: Отключить ссылку

source: Specify Custom link
russian: Укажите пользовательскую ссылку

source: Link to a Page
russian: Ссылка на страницу

source: Specify whether the action button should link to a page on your site, out to external webpage or disable the link altogether.
russian: Укажите, должна ли кнопка действия ссылаться на страницу Вашего сайта, на внешнюю страницу или вообще отключить ссылку.

source: Button - Link
russian: Кнопка - ссылка

source: Specify a text for button 1.
russian: Укажите текст для кнопки 1.

source: Button - Text
russian: Кнопка - текст

source: Enter a <strong>teaser</strong> message.<br /><br />Use this to provide more details about what you offer.
russian: Введите сообщение для <strong>затравки</strong>.<br /><br />Расскажите больше о своём уникальном предложении.

source: Enter a <strong>title</strong> message.<br /><br />This will be one of the first messages your visitors see. Use this to get their attention.
russian: Укажите <strong>заголовок</strong> сообщения.<br /><br />Это будет первое, что увидят ваши посетители. Используйте это для привлечения внимания.

source: Check to enable intro on home page.
russian: Отметьте, чтобы включить вступление на главной странице.

source: Message
russian: Сообщение

source: Call To Action - Intro
russian: Призыв к действию - вступление
