Repository: prasish012/try
Catalog: try/media_copy/translations/elegant-magazine/existing_translations/PO FILES AS DATASETS FROM WP.TRANSLATE 2/*/wp-themes-neve-fse-*.po
Languages: russian

source: Neve FSE is an experimental sister theme of Neve, for the ones that are ready to go full speed on full site editing, without backwards compatibility code.Neve FSE is a modern, minimalistic theme that is fully compatible with full-site-editing, it offers a range of patterns that make it perfect for simple design is suitable for a wide range of purposes, including blogs, small businesses, startups, agencies, firms, e-commerce shops, personal portfolio sites, and more. It also comes with several style variations to suit your unique aesthetic.
russian: Neve FSE - это экспериментальная сестринская тема Neve для тех, кто готов перейти на полную скорость редактирования сайта, без кода обратной совместимости. Neve FSE - это современная, минималистичная тема, которая полностью совместима с редактированием сайта. Она предлагает ряд шаблонов, которые делают ее идеальной для простого дизайна, подходит для широкого круга целей, включая блоги, малый бизнес, стартапы, агентства, фирмы, магазины электронной коммерции, личные сайты портфолио и многое другое. Тема также поставляется с несколькими вариантами стиля, чтобы удовлетворить вашу уникальную эстетику.

source: Map Section
russian: Раздел Карта

source: Hero section with text
russian: Раздел Тема дня с текстом

source: Hero section with feature columns
russian: Раздел Тема дня с тематическими столбцами

source: FAQ Section
russian: Раздел FAQ

source: Columns Section
russian: Раздел столбцов

source: Services Page
russian: Страница услуг

source: Portfolio Page
russian: Страница портфолио

source: Contact Page
russian: Страница контактов

source: About Page
russian: Страница О нас

source: Homepage 4
russian: Главная страница 4

source: Homepage 2
russian: Главная страница 2

source: Single Post Cover
russian: Обложка Отдельной записи

source: Single Post Cover Boxed
russian: Отдельная запись 2 (Обложка в рамке)

source: Archive Cover
russian: Обложка архива

source: Neve FSE recommends
russian: Neve FSE рекомендует

source: Dismiss
russian: Скрыть

# Color name
source: Accent Secondary
russian: Вторичный акцент

# Style variation name
source: Greenlight
russian: Зелёный свет

# Style variation name
source: Vivid Red-Tangelo
russian: Яркий Red-Tangelo

# Style variation name
source: Aztec Gold
russian: Золото ацтеков

# Style variation name
source: Dark Pastel Red
russian: Тёмный пастельно-красный

# Style variation name
source: Majorelle Blue
russian: Majorelle синий

# Template part name
source: Footer Variation - 5 Columns
russian: Вариант подвала - 5 колонок

# Template part name
source: Footer Variation - 4 Columns
russian: Вариант подвала - 4 колонки

# Template part name
source: Footer Variation - 3 Columns
russian: Вариант подвала - 3 колонки

# Template part name
source: Footer Variation - Site Logo
russian: Вариант подвала - Логотип сайта

# Template part name
source: Footer
russian: Подвал

# Template part name
source: Header Variation - Hamburger Menu
russian: Вариант подвала - Меню в виде гамбургера

# Template part name
source: Header Variation - Button
russian: Вариант заголовка - Кнопка

# Template part name
source: Header Variation - Centered
russian: Вариант заголовка - По центру

# Template part name
source: Header
russian: Заголовок

# Color name
source: Accent
russian: Акцент

# Color name
source: Foreground Alt
russian: Альтернативный передний план

# Color name
source: Background Dark
russian: Темный фон

# Color name
source: Background Alt
russian: Фон Alt

# Color name
source: Foreground
russian: Передний план

# Color name
source: Background
russian: Фон

# Font size name
source: Huge
russian: Огромный

# Font size name
source: Extra Large
russian: Очень большой

# Font size name
source: Large
russian: Большой

# Font size name
source: Medium
russian: Средний

# Font size name
source: Normal
russian: Обычный

# Font size name
source: Small
russian: Маленький

source: Single Post 3 (Cover)
russian: Единая запись 3 (Обложка)

source: Single Post 2 (Cover Boxed)
russian: Единая запись 2 (Обложка в рамке)

source: Archive List
russian: Список архива

source: Archive (Cover)
russian: Архив (Обложка)

source: Page Title - Cover Boxed
russian: Заголовок страницы - Обложка в рамке

source: Page Title - Cover
russian: Заголовок страницы - Обложка

source: Page Title - Light
russian: Заголовок страницы - Светлый

source: Page Title - Dark
russian: Заголовок страницы - Тёмный

source: Page Title - Simple
russian: Заголовок страницы - Простой

source: Post Covers
russian: Обложки записи

source: Posts
russian: Записи

source: Post cards 2
russian: Карты записи 2

source: Post rows
russian: Строки записи

source: Post cards
russian: Карты записи

source: Posts loop grid inverted
russian: Перевёрнутая сетка контуров записей

source: Posts loop grid simple
russian: Простая сетка контуров записей

source: Columns with Team members
russian: Столбцы с членами команды

source: Columns with Pricing
russian: Столбцы с ценами

source: Columns with portfolio items
russian: Столбцы с элементами портфолио

source: Page Cover with Buttons
russian: Обложка страницы с кнопками

source: Page Cover with background image
russian: Обложка страницы с фоновым изображением

source: Full-width columns with image and content
russian: Столбцы на всю ширину с изображением и содержимым

source: Call to Action with Background Color
russian: Призыв к действию с фоновым цветом

source: Content with images
russian: Содержимое с изображениями

source: Columns with Services
russian: Столбцы с услугами

source: Columns with icons
russian: Столбцы с иконками

source: Columns with cards
russian: Столбцы с картами

source: Columns with text and image
russian: Столбцы с текстом и изображением

source: Three Columns with Testimonials
russian: Три столбца с отзывами и благодарностями

source: Columns with image and text
russian: Столбцы с изображением и текстом

source: Columns with image and text inverted
russian: Столбцы с перевёрнутым изображением и текстом

source: Columns with content and images
russian: Столбцы с содержимым и изображениями

source: Columns with feature boxes
russian: Столбцы с блоками функций

source: Primary Menu
russian: Основное меню

source: Full-page layouts that can be used as templates
russian: Разметки на всю страницу, которые могут использоваться в качестве шаблонов

source: Neve FSE Layouts
russian: Макет Neve FSE

source: Patterns for several sections and components
russian: Шаблоны для нескольких разделов и компонентов

source: Neve FSE Patterns
russian: Шаблоны Neve FSE

source: Learn More
russian: Узнать больше

source: Install & Activate %s
russian: Установить и активировать %s

source: Activate %s
russian: Активировать %s

source: Otter is a Gutenberg Blocks page builder plugin that adds extra functionality to the WordPress Block Editor (also known as Gutenberg) for a better page building experience without the need for traditional page builders.
russian: Otter - это плагин для построения страниц Gutenberg Blocks, который добавляет дополнительную функциональность в редактор блоков WordPress (также известный как Gutenberg) для лучшего построения страниц без необходимости использования традиционных конструкторов страниц.

source: Power up your website building experience with %s!
russian: Усильте свой опыт создания сайтов с %s!

source: Otter Blocks preview
russian: Предварительный просмотр Otter Blocks

source: Done
russian: Готово

source: Installing
russian: Установка

source: Activating
russian: Активация

source: Maybe later
russian: Может, позже

source: Take the survey
russian: Пройдите опрос

source: Thank you for trying Neve FSE. We would love to hear your thoughts on how we can enhance and improve the theme even further. Would you mind taking a moment to share your insights through a quick survey?
russian: Спасибо, что выбрали Neve FSE. Мы хотели бы услышать ваши мысли о том, как мы можем улучшить и усовершенствовать эту тему. Не могли бы вы уделить нам немного времени и поделиться своими соображениями с помощью небольшого опроса?

source: We value your feedback
russian: Мы ценим ваш отзыв

source: Neve FSE Logo
russian: Логотип Neve FSE

source: You appear to be running the Neve FSE theme from source code. Please finish installation by running %s.
russian: Похоже, что вы запускаете тему Neve FSE из исходного кода. Пожалуйста, завершите установку, запустив %s.

source: upgrading PHP to the latest version
russian: обновление PHP до последней версии

source: Hey, we've noticed that you're running an outdated version of PHP which is no longer supported. Make sure your site is fast and secure, by %1$s. Neve FSE's minimal requirement is PHP%2$s.
russian: Эй, мы заметили, что вы запустили устаревшую версию PHP, которая больше не поддерживается. Убедитесь, что ваш сайт работает быстро и безопасно %1$s. Минимальное требование для Neve FSE - PHP%2$s.
