Repository: prasish012/try
Catalog: try/media_copy/translations/elegant-magazine/existing_translations/PO FILES AS DATASETS FROM WP.TRANSLATE 2/*/wp-themes-phlox-*.po
Languages: dutch

source: View Cart
dutch: Bekijk winkelwagen

source: Proceed to checkout
dutch: Ga naar afrekenen

source: SUB TOTAL
dutch: SUB TOTAAL

source: Tiles Blog
dutch: Tegels blog

source: Timeline Blog
dutch: Tijdlijn blog

source: Grid Blog
dutch: Raster blog

source: Blog Archive 4
dutch: Blog archief 4

source: Blog Archive 3
dutch: Blog archief 3

source: Blog Archive 2
dutch: Blog archief 2

source: Blog Archive 1
dutch: Blog archief 1

source: Tags: No tags
dutch: Tags: geen tags

source: Share
dutch: Delen

source: % Comments
dutch: % reacties

source: One Comment
dutch: Een reactie

source: No Comment
dutch: Geen reactie

source: with
dutch: met

source: Continue Reading
dutch: Doorgaan met lezen

source: Read More
dutch: Lees meer

source: View all posts in
dutch: Bekijk alle berichten in

source: It seems we can&rsquo;t find what you&rsquo;re looking for. Perhaps searching can help.
dutch: Het lijkt erop dat we niet kunnen vinden wat je zoekt. Misschien kan zoeken helpen.

source: Oops! Page Not Found
dutch: Pagina niet gevonden

source: Sorry, but the requested resource was not found on this site.
dutch: De gevraagde bron is niet gevonden op deze site.

source: Not Found
dutch: Niet gevonden

source: Pages:
dutch: Pagina's:

source: Bring me back home
dutch: Terug naar home

source: Sorry, no results were found. Perhaps searching will help to find what you are looking for.
dutch: Geen resultaten gevonden. Misschien kan zoeken helpen om te vinden wat je zoekt.

source: Back to home page
dutch: Terug naar homepage

source: Sorry, no results were found. Try another search?
dutch: Er zijn geen resultaten gevonden. Probeer een andere zoekopdracht?

source: Nothing Found
dutch: Niets gevonden

source: Search widget area is empty.
dutch: Zoek widget gebied is leeg.

source: Search Here
dutch: Zoek hier

source: Website
dutch: Site

source: E-Mail (required)
dutch: E-mail (vereist)

source: Name (required)
dutch: Naam (vereist)

source: Comment
dutch: Reactie

source: Leave a Comment
dutch: Laat een reactie achter

source: Logged in as <a href="%1$s">%2$s</a>. <a href="%3$s" title="Log out of this account">Log out?</a>
dutch: Ingelogd als <a href="%1$s">%2$s</a>. <a href="%3$s" title="Uitloggen met dit account">Uitloggen?</a>

source: You must be %s logged in %s to post a comment
dutch: Je moet %s ingelogd zijn %s om een reactie te plaatsen

source: Comments are closed.
dutch: Reacties zijn gesloten.

source: % Responses
dutch: % reacties

source: One Response
dutch: Een reactie

source: No Responses
dutch: Geen reacties

source: This post is password protected. Enter the password to view comments.
dutch: Dit bericht is beschermd met een wachtwoord. Voer het wachtwoord in om de reacties te bekijken.

source: Specifies the position of Go to Top button.
dutch: Specificeert de positie van de Ga naar bovenkant knop.

source: Go to top button position
dutch: Ga naar boven knop positie

source: Enable it to display Go to Top button.
dutch: Schakel deze in om de knop Ga naar bovenkant weer te geven.

source: Display Go to top button
dutch: Toon knop 'Naar boven'

source: Go to Top Button Options
dutch: Ga naar bovenkant knop opties

source: Go to Top Button
dutch: Ga naar bovenkant knop

source: Footer Preset 4
dutch: Footer vooraf gemaakte instelling 4

source: Footer Preset 3
dutch: Footer vooraf gemaakte instelling 3

source: Footer Preset 2
dutch: Footer vooraf gemaakte instelling 2

source: Footer Preset 1
dutch: Footer vooraf gemaakte instelling 1

source: Specifies the footer layout.
dutch: Specificeert de lay-out van de footer.

source: Enable it to display footer on all pages.
dutch: Schakel het in om de footer op alle pagina's weer te geven.

source: Display Footer
dutch: Toon footer

source: Specifies top border color of subfooter.
dutch: Specificeert bovenkant randkleur van footer.

source: Specifies background color of subfooter.
dutch: Geeft de achtergrondkleur van de subfooter aan.

source: 5 Columns- 1/5 1/5 1/5 1/5 1/5
dutch: 5 Kolommen- 1/5 1/5 1/5 1/5 1/5

source: 4 Columns- 1/4 1/4 1/4 1/4
dutch: 4 Kolommen- 1/4 1/4 1/4 1/4

source: 3 Columns- 1/4 1/4 1/2
dutch: 3 Kolommen- 1/4 1/4 1/2

source: 3 Columns- 1/2 1/4 1/4
dutch: 3 Kolommen- 1/2 1/4 1/4

source: 3 Columns- 1/3 1/3 1/3
dutch: 3 Kolommen- 1/3 1/3 1/3

source: 2 Columns- 1/4 3/4
dutch: 2 Kolommen- 1/4 3/4

source: 2 Columns- 3/4 1/4
dutch: 2 Kolommen- 3/4 1/4

source: 2 Columns- 1/3 2/3
dutch: 2 Kolommen- 1/3 2/3

source: 2 Columns- 2/3 1/3
dutch: 2 Kolommen- 2/3 1/3

source: 2 Columns- 1/2 1/2
dutch: 2 Kolommen- 1/2 1/2

source: 1 Column
dutch: 1 kolom

source: It generates some widgetareas for subfooter based on the layout, which you need to %s fill them.%s
dutch: Het genereert enkele widget gebieden voor de sub footer op basis van het ontwerp, die je %smoet vullen.%s

source: Select layout for subfooter widget columns.
dutch: Selecteer lay-out voor subfooter widget kolommen.

source: Enable it to display subfooter on all pages.
dutch: Schakel het in om de footer op alle pagina's weer te geven.

source: Display Subfooter
dutch: Sub footer weergeven

source: Sub Footer Setting
dutch: Sub footer instelling

source: Specifies top border color of subfooter bar.
dutch: Specifieert boven rand kleur van subfooter balk.

source: Top Border Color
dutch: Kleur bovenste rand

source: Specifies background color of subfooter bar.
dutch: Specificeert de achtergrondkleur van de subfooter balk.

source: Boxed with small vertical padding
dutch: Boxed met kleine verticale padding

source: Full with small vertical padding
dutch: Volledig met kleine verticale padding

source: Specifies layout of subtoofer bar.
dutch: Specificeert de lay-out van de subwoofer balk.

source: Subfooter Bar Layout
dutch: Subfooter balk lay-out

source: Enable it to display subfooter bar above of subfooter.
dutch: Inschakelen om de subfooter balk boven de subfooter weer te geven.

source: Display Subfooter Bar
dutch: Subfooter balk weergeven

source: Subfooter Bar Setting
dutch: Subfooter balk instelling

source: Subfooter Bar
dutch: Subfooter balk

source: Footer Setting
dutch: Footer instelling

source: Specifies the style of sidebar on product category & tag page.
dutch: Specificeert de stijl van de zijbalk op de productcategorie & tag pagina.

source: Product Taxonomy Sidebar Style
dutch: Product taxonomie zijbalk stijl

source: Specifies the position of sidebar on product category & tag page.
dutch: Specificeert de positie van de zijbalk op het product categorie & tag pagina.

source: Product Taxonomy Sidebar Position
dutch: Product Taxonomie Zijbalk Positie

source: Product Category & Tag Page Setting
dutch: Productcategorie & tag pagina instelling

source: Product Category & Tag
dutch: Productcategorie & tag

source: Specifies the style of sidebar on shop page.
dutch: Specificeert de stijl van de zijbalk op deze winkel pagina.

source: Shop Sidebar Style
dutch: Stijl van de zijbalk van de winkel

source: Specifies the position of sidebar on shop page.
dutch: Specificeert de positie van de zijbalk op deze winkel pagina.

source: Shop Page Sidebar Position
dutch: Positie zijbalk winkelpagina

source: Shop Page
dutch: Winkelpagina

source: Single Product Sidebar Style
dutch: Stijl zijbalk enkel product

source: Specifies the position of sidebar on single product page.
dutch: Specificeert de positie van de zijbalk op een enkele product pagina.

source: Single Product Sidebar Position
dutch: Enkele product zijbalk positie

source: Single Product Page
dutch: Enkelvoudige productpagina

source: Woocommerce Setting
dutch: WooCommerce instelling

source: Specifies summary character length on category & tag page.
dutch: Bepaalt de lengte van het samenvattende teken op de categorie & tag pagina.

source: Whether to display%1$ssummary%2$sor%1$sfull%2$scontent for each post on category & tag page.
dutch: Of%1$sam samenvatting%2$sof%1$svolledige%2$sinhoud weergeven voor elk bericht op de categorie en tag pagina.

source: Taxonomy content length
dutch: Taxonomie inhoud lengte

source: Specifies the style of sidebar on category & tag page.
dutch: Specifieert de stijl van zijbalk op categorie & tag pagina.

source: Taxonomy Page Sidebar Position
dutch: Taxonomie pagina zijbalk positie

source: Taxonomy Page Template
dutch: Taxonomie pagina template

source: Slideshow delay in seconds
dutch: Vertraging slideshow in seconden

source: Looped navigation
dutch: Looped navigatie

source: Space between slides
dutch: Ruimte tussen de slides

source: Specifies to insert arrow buttons over slider.
dutch: Specifieert om pijl knoppen in te voegen over slider.

source: Arrow navigation
dutch: Pijl navigatie

source: Slider image height
dutch: Slider afbeeldingen hoogte

source: Slider image width
dutch: Slider afbeelding breedte

source: Exclude posts without image
dutch: Berichten zonder afbeelding uitsluiten

source: Custom image
dutch: Aangepaste afbeelding

source: First image in post
dutch: Eerste afbeelding in bericht

source: Featured image
dutch: Uitgelichte afbeelding

source: Auto select
dutch: Automatisch selecteren

source: Grab the image from
dutch: Neem de afbeelding van

source: Insert post meta
dutch: Bericht meta invoegen

source: Insert post title
dutch: Titel bericht invoegen

source: Dark overlay
dutch: Donkere overlay

source: Light overlay
dutch: Lichte overlay

source: Dark and boxed
dutch: Donker en boxed

source: Light and boxed
dutch: Licht en boxed

source: Ascending
dutch: Oplopend

source: Descending
dutch: Aflopend

source: Order direction
dutch: Volgorde richting

source: Date Modified
dutch: Datum gewijzigd

source: Comments
dutch: Reacties

source: Random
dutch: Willekeurig

source: Title
dutch: Titel

source: Menu Order
dutch: Menu volgorde

source: Date
dutch: Datum

source: Order by
dutch: Sorteer op

source: Specifies number of post to displace or pass over.
dutch: Geeft het aantal berichten aan dat moet worden verplaatst of gepasseerd.

source: Start offset
dutch: Begin offset

source: Include posts
dutch: Berichten meenemen

source: Post IDs separated by comma (eg. 53,34,87,25).
dutch: Bericht ID's gescheiden door komma (bijv. 53,34,87,25).

source: Exclude posts
dutch: Berichten uitsluiten

source: Specifies maximum number of slides in slider.
dutch: Geeft het maximum aantal slides in de slider aan.

source: Slides number
dutch: Aantal slides

source: Insert below the header
dutch: Voeg onder de header in

source: Insert above archive content
dutch: Bovenstaande inhoud van het archief invoegen

source: Slider location
dutch: Locatie slider

source: Specifies to insert post slide above blog posts.
dutch: Geeft aan om berichten boven blog berichten te invoegen slide.

source: Display Slider
dutch: Toon slider

source: By enabling this option, the featured images in blog list which are above 800 pixels in height will be automatically masked.(Max height is 800 pixels)
dutch: Door deze optie aan te zetten worden de uitgelichte afbeeldingen in bloglijst die hoger zijn dan 800 pixels automatisch gemaskeerd.(Max hoogte is 800 pixels)

source: Auto Mask Featured Image
dutch: Auto masker uitgelicht afbeelding

source: Specifies summary character length for each post on blog page.
dutch: Bepaalt de tekenlengte van de samenvatting voor elk bericht op de blogpagina.

source: Summery length
dutch: Samenvatting lengte

source: Summary
dutch: Samenvatting

source: Full text
dutch: Volledige tekst

source: Whether to display%1$ssummary%2$sor%1$sfull%2$scontent for each post on blog page
dutch: Of%1$sam samenvatting%2$s of%1$svolledige%2$sinhoud weergegeven moet worden voor elk bericht op de blogpagina

source: Blog content length
dutch: Blog inhoud lengte

source: Specifies the style of sidebar on blog page.
dutch: Specifieert de stijl van de zijbalk op de blog pagina.

source: Blog Sidebar Style
dutch: Blog zijbalk stijl

source: Blog Sidebar Position
dutch: Blog zijbalk positie

source: Specifies the alignment of timeline on blog page.
dutch: Specifieert de uitlijning van tijdlijn op de blog pagina.

source: Timeline Alignment
dutch: Tijdlijn uitlijning

source: Enable it to display %s like button%s on blog posts. Please note WP Ulike plugin needs to be activaited to use this option.
dutch: Inschakelen om %s vind-ik-leuks knop%s weer te geven op blog berichten. Let op: de WP Ulike plugin moet geactiveerd zijn om deze optie te kunnen gebruiken.

source: Do not display the posts with "quote" and "link" post formats
dutch: Berichten met "citaat" en "link" berichtformat niet weergeven

source: Exclude quote and link post formats
dutch: Exclusief citaat en link bericht formaten

source: Exclude posts without media
dutch: Berichten zonder media uitsluiten

source: Number of columns in mobile
dutch: Aantal kolommen in mobiel

source: Number of columns in tablet
dutch: Aantal kolommen in tablet

source: Number of columns
dutch: Aantal kolommen

source: Display Categories
dutch: Toon categorieën

source: Before Title
dutch: Vóór titel

source: After Title
dutch: Na titel

source: Post info position
dutch: Bericht info positie

source: Display post info
dutch: Toon bericht info

source: Specifies the style of grid column for each post.
dutch: Specificeert de stijl van de raster kolom voor elk bericht.

source: Grid Layout
dutch: Raster lay-out

source: Vertical 3:4
dutch: Verticaal 3:4

source: Square 1:1
dutch: Vierkant 1:1

source: Horizontal 16:9
dutch: Horizontaal 16:9

source: Horizontal 4:3
dutch: Horizontaal 4:3

source: Image aspect ratio
dutch: Afbeelding hoogte breedte verhouding

source: Choose your blog template.
dutch: Kies je blog template.

source: Tiles
dutch: Tegels

source: Timeline
dutch: Tijdlijn

source: Grid
dutch: Raster

source: Blog Page
dutch: Blogpagina

source: Next Post
dutch: Volgend bericht

source: Previous Post
dutch: Vorige bericht

source: Sticky Thumbnail with Arrow
dutch: Sticky thumbnail met pijl

source: Navigation with Dark Background
dutch: Navigatie met donkere achtergrond

source: Navigation with Light Background
dutch: Navigatie met lichte achtergrond

source: Thumbnail without Arrow
dutch: Thumbnail zonder pijl

source: Thumbnail with Arrow
dutch: Thumbnail met pijl

source: Minimal (default)
dutch: Minimaal (standaard)

source: Specifies the skin for next and previous navigation block.
dutch: Specificeer het thema voor volgende en vorige navigatie blok.

source: Skin for Next & Previous Links
dutch: Thema voor volgende & vorige links

source: Enable it to display links to next and previous posts on single post page.
dutch: Schakel het in om links naar volgende en vorige berichten weer te geven op de pagina van een enkelvoudig bericht.

source: Display Next & Previous Posts
dutch: Toon volgende & vorige berichten

source: Enable it to display %s author socials%s in author section on single post.
dutch: Schakel het in om %s auteur socials%s te tonen in auteur sectie op enkelvoudig bericht.

source: Display Author Socials
dutch: Sociale contacten van auteurs weergeven

source: Enable it to display %s author biography text%s in author section on single post.
dutch: Schakel het in om %s auteur biografie tekst%s te tonen in auteur sectie op enkelvoudig bericht.

source: Display Author Biography Text
dutch: Toon auteur biografie tekst

source: Enable it to display %s author information%s after post content on single post.
dutch: Schakel het in om %s auteursinformatie%s te tonen na de inhoud van een bericht op een enkelvoudig bericht.

source: Display Author Section
dutch: Toon auteur sectie

source: Enable it to display tags section under the post content.
dutch: Schakel het in om de tags sectie onder de berichtinhoud weer te geven.

source: Display Tags Section
dutch: Toon tags sectie

source: Enable it to display %s like button%s on single post. Please note WP Ulike plugin needs to be activaited in order to use this option.
dutch: Inschakelen om %s like-knop%s weer te geven op een enkelvoudig bericht. Let op: WP Ulike plugin moet geactiveerd zijn om deze optie te kunnen gebruiken.

source: Display Like Button
dutch: Toon vind-ik-leuk knop

source: Enable it to display post date, categories and author name in post page .
dutch: Laat bericht datum, categorieën en auteur naam zien op de pagina met berichten.

source: Display Post Info
dutch: Toon berichtinformatie

source: You can reduce the width of text lines and increase the readability of context in single post of blog (does not affect the width of media).
dutch: Je kunt de breedte van tekstregels verminderen en de leesbaarheid van de context in afzonderlijke berichten van een blog vergroten (heeft geen invloed op de breedte van media).

source: Specifies featured color for blog posts.
dutch: Specificeert uitgelichte kleur voor blogberichten.

source: Single Post Featured Color
dutch: Enkele bericht uitgelichte kleur

source: Single Post Sidebar Style
dutch: Zijbalk stijl voor één bericht

source: Specifies position of sidebar on single post.
dutch: Specificeert de positie van de zijbalk bij een enkelvoudig bericht.

source: Single Post Sidebar Position
dutch: Enkele bericht zijbalk positie

source: Single Post
dutch: Enkelvoudig bericht

source: Blog Setting
dutch: Blog Instelling

source: FullScreen Search Skin
dutch: Volledig scherm zoeken thema

source: Fullscreen Search
dutch: Volledig scherm zoeken

source: Welcome to your WordPress Website.
dutch: Welkom op je WordPress site.

source: Add a message to display on top header bar.
dutch: Voeg een bericht toe om weer te geven op de bovenste header balk.

source: Message on Top Header Bar
dutch: Bericht op bovenkant header balk

source: Specifies the background color of top header bar.
dutch: Specificeert de achtergrondkleur van de bovenste header balk.

source: Language and menu left. Message, social, cart and search right
dutch: Taal en menu links. Bericht, sociaal, winkelwagen en zoeken rechts

source: Menu left. Social, cart and search right
dutch: Menu links. Sociaal, winkelwagen en zoeken rechts

source: Message left. Social, cart and search right
dutch: Bericht achtergelaten. Sociaal, winkelwagen en zoeken rechts

source: Language left. Social, cart and search right
dutch: Taal links. Sociaal, winkelwagen en zoeken rechts

source: Menu left. Message, social, cart, search and language right
dutch: Menu links. Bericht, sociaal, winkelwagen, zoeken en taal rechts

source: Social left. Cart and search right
dutch: Sociale links. Winkelwagen en zoeken rechts

source: Message left. Menu and language right
dutch: Bericht links. Menu en taal rechts

source: Menu left. Social and search right
dutch: Menu links. Sociaal en zoeken rechts

source: Enable it to display top header bar. You can display socials, message and call info there.
dutch: Schakel het in om de bovenste header balk weer te geven. Je kunt daar sociale media, berichten en bel informatie weergeven.

source: Display Top Header bar
dutch: Toon bovenkant header balk

source: Top Header bar Setting
dutch: Top header balk instelling

source: Top Header bar
dutch: Top header balk

source: Specifies the background image of fullscreen menu panel
dutch: Specificeert de achtergrondafbeelding van volledig scherm menupanelen

source: Fullscreen Menu Background Image
dutch: Volledig scherm menu achtergrond afbeelding

source: Specifies the background color of fullscreen menu and search panel.
dutch: Specificeert de achtergrondkleur van het volledige scherm menu en zoekpaneel.

source: Fullscreen Menu Background Color
dutch: Volledig scherm menu achtergrondkleur

source: Specifies the skin of fullscreen menu panel.
dutch: Specificeert de skin van het volledig scherm menu paneel.

source: Fullscreen Menu Skin
dutch: Volledig scherm menu skin

source: Accordion
dutch: Accordeon

source: Specifies only one submenu displays at a time or multiple.
dutch: Specificeert of er slechts één submenu tegelijk wordt weergegeven of meerdere.

source: Right side
dutch: Rechterzijde

source: Left side
dutch: Links

source: Specifies where offcanvas menu appears when the burger button is clicked.
dutch: Bepaalt waar het offcanvas menu verschijnt als op de burger knop wordt geklikt.

source: Offcanvas Alignment
dutch: Offcanvas uitlijning

source: Specifies where menu appears when the burger button is clicked.
dutch: Geeft aan waar het menu verschijnt wanneer op de hamburgerknop wordt geklikt.

source: Burger Menu Location
dutch: Burger menu locatie

source: FullScreen on entire page
dutch: Volledig scherm op hele pagina

source: Offcanvas panel
dutch: Off canvas paneel

source: Expandable under top header
dutch: Uitbreidbaar onder bovenkant header

source: Specifies burger button style.
dutch: Specificeert de stijl van burger knoppen.

source: Burger Button Style
dutch: Burger knop stijl

source: Specifies burger button color.
dutch: Specificeert de kleur van de hamburgerknop.

source: Burger Button Color
dutch: Kleur van de hamburgerknop

source: Burger Menu Options
dutch: Burger menu opties

source: Specifies minimum height of main menu items.
dutch: Bepaalt de minimale hoogte van items in het hoofdmenu.

source: Menu height
dutch: Menuhoogte

source: Below header menu items
dutch: Onder header menu-items

source: Below header
dutch: Onder header

source: Set the location of submenu in header area.
dutch: Stel de locatie van het submenu in het header gebied in.

source: Submenu location
dutch: Locatie submenu

source: Insert splitter symbol between menu items in header.
dutch: Voeg een scheidingslijn symbool toe tussen de menu-items in de header.

source: Display Menu Splitter
dutch: Menu splitter weergeven

source: Add submenu indicator icon to header menu items.
dutch: Pictogram van submenu indicator toevoegen aan header menu-items.

source: Display Submenu Indicator
dutch: Toon submenu indicator

source: Fade and move
dutch: Vervagen en verplaatsen

source: Submenu animation effect
dutch: Submenu animatie effect

source: Modern Paradox
dutch: Moderne paradox

source: Center Paradox
dutch: Centrum paradox

source: Divided
dutch: Verdeeld

source: Dark Transparent
dutch: Donker transparant

source: Classic
dutch: Klassiek

source: Specifies submenu skin.
dutch: Specificeert submenu skin.

source: Header Menu Options
dutch: Header menu opties

source: Scale Logo on Sticky Header
dutch: Schaal logo op sticky header

source: Specifies the Sticky header height.
dutch: Specificeert de hoogte van de sticky header.

source: Sticky Header Height
dutch: Hoogte van de sticky header

source: Enable it to display header menu on top even by scrolling the page.
dutch: Schakel het in om het menu van de header bovenaan weer te geven, zelfs tijdens het scrollen van de pagina.

source: Enable Sticky Header
dutch: Sticky header inschakelen

source: Enable it to add border below the header.
dutch: Schakel het in om een rand onder de header toe te voegen.

source: Add Border
dutch: Rand toevoegen

source: Specifies the header height in pixel.
dutch: Specificeert de hoogte van de header in pixels.

source: Header Height
dutch: Header hoogte

source: Full Width
dutch: Volle breedte

source: Header Width
dutch: Header breedte

source: Enable it to add search button in the header.
dutch: Inschakelen om een zoekknop toe te voegen aan de header.

source: Specifies header layout.
dutch: Specificeert de lay-out van de header.

source: Header Section Setting
dutch: Instellingen voor de header sectie

source: Header Section
dutch: Header sectie

source: Header Setting
dutch: Header instelling

source: Specifies the color of address bar and toolbar on mobile browsers.
dutch: Specificeert de kleur van de adresbalk en toolbar op mobiele browsers.

source: Address Bar Color
dutch: Kleur adresbalk

source: Mobile Browsers
dutch: Mobiele browsers
