Repository: prasish012/try
Catalog: try/media_copy/translations/elegant-magazine/existing_translations/PO FILES AS DATASETS FROM WP.TRANSLATE 2/*/wp-themes-phlox-*.po
Languages: dutch

source: Begin updating plugin
dutch: Begin met updaten van plugin

source: Begin installing plugin
dutch: Beginnen met het installeren van de plugin

source: Something went wrong with the plugin API.
dutch: Er ging iets mis met de plugin API.

source: Updating Plugin: %s
dutch: Plugin aan het updaten: %s

source: Installing Plugin: %s
dutch: Plugin aan het installeren: %s

source: Install Plugins
dutch: Installeer plugins

source: Install Required Plugins
dutch: Installeer vereiste plugins

source: Continue reading
dutch: Lees verder

source: Next &raquo;
dutch: Volgende &raquo;

source: &laquo; Previous
dutch: &laquo; Vorige

source: Last
dutch: Laatste

source: First
dutch: Eerste

source: Next
dutch: Volgende

source: Previous
dutch: Vorige

source: Admin notice: Menu for "footer" location not found.
dutch: Beheerder bericht: menu voor "footer" locatie niet gevonden.

source: Menu for "header-secondary" location is not found.
dutch: Menu voor locatie 'header-secondary' is niet gevonden.

source: Next &rarr;
dutch: Volgende &rarr;

source: &larr; Previous Post
dutch: &larr; Vorige bericht

source: (Edit)
dutch: (Bewerken)

source: Your comment is awaiting moderation.
dutch: Je reactie is in afwachting van moderatie.

source: %1$s at %2$s
dutch: %1$s bij %2$s

source: Author
dutch: Auteur

source: Search
dutch: Zoeken

source: Type here..
dutch: Schrijf hier...

source: Search...
dutch: Zoeken...

source: Edit
dutch: Bewerken

source: View all posts by %s
dutch: Bekijk alle berichten van %s

source: by
dutch: door

source: Posted on
dutch: Geplaatst op

# Title of all posts by author
source: All posts by :
dutch: Alle berichten van:

source: Yearly Archives
dutch: Jaarlijkse archieven

source: Monthly Archives
dutch: Maandelijkse archieven

source: Daily Archives
dutch: Dagelijkse archieven

source: Posts tagged
dutch: Berichten getagd

source: Posts in category
dutch: Berichten in de categorie

source: Results for:
dutch: Zoekresultaten voor:

source: Loading
dutch: Aan het laden

source: Page Options
dutch: Pagina opties

source: Post Options
dutch: Bericht opties

source: The %s column in subfooter section.
dutch: De %s kolom in de sub footer sectie.

source: Subfooter %s Widget Area
dutch: Sub footer %s widget gebied

source: The widget area above the subfooter section. Perfect for placing the "Newsletter", "Social icons" or "Instagram" widget.
dutch: Het widget gebied boven de subfooter. Perfect voor het plaatsen van de "Nieuwsbrief", "Sociale pictogrammen" of "Instagram" widget.

source: Subfooter Bar Widget Area
dutch: Sub footer balk widget gebied

source: It is accessible only on primary sidebars in search result page.
dutch: Het is alleen toegankelijk op de primaire zijbalken op de zoekresultatenpagina.

source: Search Result Widget Area
dutch: Zoekresultaten widget gebied

source: It is accessible only on secondary sidebars in blog pages.
dutch: Het is alleen toegankelijk op de secundaire zijbalken op blogpagina's.

source: Blog Secondary Widget Area
dutch: Blog secundaire widget gebied

source: It is accessible only on primary sidebars in blog pages.
dutch: Het is alleen toegankelijk op de primaire zijbalken op blogpagina's.

source: Blog Primary Widget Area
dutch: Blog primaire widget gebied

source: It is accessible on secondary sidebars except the blog pages.
dutch: Het is toegankelijk op secundaire zijbalken behalve de blogpagina's.

source: Pages Secondary Widget Area
dutch: Pagina's secundaire widget gebied

source: It is accessible on primary sidebars except the blog pages.
dutch: Het is toegankelijk op de primaire zijbalken, behalve op de blogpagina's.

source: Pages Primary Widget Area
dutch: Pagina's primaire widget gebied

source: It is accessible everywhere on secondary sidebars.
dutch: Het is overal toegankelijk op secundaire zijbalken.

source: Global Secondary Widget Area
dutch: Globaal secundair widget gebied

source: It is accessible everywhere on primary sidebars.
dutch: Het is overal toegankelijk op primaire zijbalken.

source: Global Primary Widget Area
dutch: Globaal primair widget gebied

source: Like
dutch: Vind-ik-leuks

source: Footer Social Menu
dutch: Footer sociaal menu

source: Header Primary Menu
dutch: Header primaire menu

source: Yet another awesome website by Phlox theme.
dutch: Nog een geweldige site door Phlox theme.

# Theme starter content
source: Drops of rain could be heard hitting the pane, which made him feel quite sad. How about if I sleep a little bit longer and forget all this nonsense
dutch: Er vielen regendruppels tegen de ruit, wat hem een droevig gevoel gaf. Als ik nu eens wat langer zou slapen en al deze onzin zou vergeten

# Theme starter content
source: Company CEO
dutch: CEO van het bedrijf

# Theme starter content
source: About Author
dutch: Over de auteur

# Theme starter content
source: You can put special widgets in this bar; like, instagram stream, newsletter, recent tweets or partners.
dutch: Je kunt speciale widgets in deze balk zetten; zoals, Instagram stream, nieuwsbrief, recente tweets of partners.

# Theme starter content
source: Road to Eye-catching Landscape
dutch: Weg naar oogstrelend landschap

# Theme starter content
source: The new common language will be more simple and regular than the existing European languages. It will be as simple as Occidental; in fact, it will be Occidental. To an English person, it will seem like simplified English, as a skeptical Cambridge friend of mine told me what Occidental is. The European languages are members of the same family.
dutch: De nieuwe gemeenschappelijke taal zal eenvoudiger en regelmatiger zijn dan de bestaande Europese talen. Het zal even eenvoudig zijn als het Occidental; in feite zal het Occidental zijn. Voor een Engelse persoon zal het lijken op vereenvoudigd Engels, zoals een sceptische Cambridge vriend van mij, mij vertelde wat Occidental is. De Europese talen zijn leden van dezelfde familie.

# Theme starter content
source: Serious Problems with Cables in CIty
dutch: Ernstige problemen met kabels in de stad

# Theme starter content
source: If several languages coalesce, the grammar of the resulting language is more simple and regular than that of the individual languages. The new common language will be more simple and regular than the existing European languages. It will be as simple as Occidental; in fact, it will be Occidental.
dutch: Als verschillende talen samensmelten, is de grammatica van de resulterende taal eenvoudiger en regelmatiger dan die van de afzonderlijke talen. De nieuwe gemeenschappelijke taal zal eenvoudiger en regelmatiger zijn dan de bestaande Europese talen. Zij zal even eenvoudig zijn als het Occidentaal; in feite zal het Occidental zijn.

# Theme starter content
source: Montain and Winter Cold Weather
dutch: Berg en winter koud weer

# Theme starter content
source: This is a page with some basic terms and conditions terms.
dutch: Dit is een pagina met enkele voorwaarden en condities.

# Theme starter content
source: Terms
dutch: Voorwaarden

# Theme starter content
source: This is a page with some basic information about our privacy policy.
dutch: Dit is een pagina met wat basisinformatie over ons privacybeleid.

# Theme starter content
source: Privacy Policy
dutch: Privacybeleid

source: Footer Navigation
dutch: Footer navigatie

source: Header Secondary Navigation
dutch: Header secundaire navigatie

source: Header Primary Navigation
dutch: Header primaire navigatie

source: Theme Settings
dutch: Thema instellingen

source: Please specify a unique dom name for %s
dutch: Geef een unieke dom naam op voor %s

source: pattern 19
dutch: patroon 19

source: pattern 18
dutch: patroon 18

source: pattern 17
dutch: patroon 17

source: pattern 16
dutch: patroon 16

source: pattern 15
dutch: patroon 15

source: pattern 14
dutch: patroon 14

source: pattern 12
dutch: patroon 12

source: pattern 11
dutch: patroon 11

source: pattern 10
dutch: patroon 10

source: pattern 9
dutch: patroon 9

source: pattern 8
dutch: patroon 8

source: pattern 7
dutch: patroon 7

source: pattern 6
dutch: patroon 6

source: pattern 5
dutch: patroon 5

source: pattern 4
dutch: patroon 4

source: pattern 3
dutch: patroon 3

source: pattern 2
dutch: patroon 2

source: pattern 1
dutch: patroon 1

source: The function name "%s" not found for Metabox hub "%s".
dutch: De functienaam "%s" niet gevonden voor Metabox hub "%s".

source: Continue Reading
dutch: Lees verder

source: This is also available in:
dutch: Dit is ook beschikbaar in:

source: View your shopping cart
dutch: Bekijk je winkelwagen

source: Background video WebM
dutch: Achtergrond video WebM

source: Background video Ogg
dutch: Achtergrond video Ogg

source: You can upload custom video for title background
dutch: Je kunt een eigen video uploaden voor de titel achtergrond

source: Background video MP4
dutch: Achtergrond video MP4

source: Note: if you set custom image, default image backgrounds will be ignored.
dutch: Opmerking: als je een aangepaste afbeelding upload zal de standaard afbeelding worden genegeerd.

source: You can upload custom image for site background
dutch: Je kunt aangepaste afbeelding uploaden voor site achtergrond

source: Background image
dutch: Achtergrond afbeelding

source: None
dutch: Geen

source: Here you can select one of these patterns as site image background.
dutch: Hier kun je een van deze patronen selecteren als site afbeelding achtergrond.

source: Background pattern
dutch: Achtergrond patroon

source: Cover
dutch: Omslagafbeelding

source: Contain
dutch: Bevatten

source: Specifies the background size.
dutch: Specificeerd de achtergrond afmetingen.

source: Background size
dutch: Achtergrond afmetingen

source: Right bottom
dutch: Rechtsonder

source: Center bottom
dutch: Midden onderkant

source: Left bottom
dutch: Linksonder

source: Right center
dutch: Rechts midden

source: Center center
dutch: Midden

source: Left center
dutch: Links midden

source: Right top
dutch: Rechts boven

source: Center top
dutch: Midden boven

source: Left top
dutch: Linksboven

source: Specifies background image alignment
dutch: Specificeert achtergrondafbeelding uitlijning

source: Background position
dutch: Achtergrond positie

source: Fixed
dutch: Vast

source: Scroll
dutch: Bladeren

source: Specifies the background is fixed or scrollable as user scrolls the document
dutch: Specificeerd of de achtergrond is gefixeerd of meebewegend is als de gebruiker door de pagina bladerd

source: Background attachment
dutch: Achtergond bijlage

source: Repeat vertically
dutch: Herhaal verticaal

source: Repeat horizontally
dutch: Herhaal horizontaal

source: Repeat horizontally and vertically
dutch: Herhaal horizontaal en verticaal

source: No repeat
dutch: Geen herhaling

source: Specifies how background image repeats
dutch: Specificeert hoe achtergrondafbeelding wordt herhaald

source: Background repeat
dutch: Achtergrond herhalen

source: Specifies the color of website background
dutch: Specifieert de kleur van de site achtergrond

source: Background Color
dutch: Achtergrondkleur

source: Add Image(s)
dutch: Afbeelding(en) toevoegen

source: Remove image
dutch: Afbeelding verwijderen

source: Loading options..
dutch: Opties laden..

source: Custom Style
dutch: Aangepaste stijl

source: Hide on Mobile
dutch: Verbergen op mobiel

source: Hide on Tablet
dutch: Verberg op tablet

source: Hide on Desktop
dutch: Verberg op desktop

source: Number of Columns
dutch: Aantal kolommen

source: Hide Title
dutch: Verberg titel

source: Start Row From Here
dutch: Start rij vanaf hier

source: Bottom
dutch: Onderkant

source: Top
dutch: Bovenkant

source: Right
dutch: Rechts

source: Left
dutch: Links

source: Icon Alignment
dutch: Icoon uitlijning

source: Icon
dutch: Icoon

source: Hide Label
dutch: Label verbergen

source: Disable Link
dutch: Link uitschakelen

source: Submenu as Mega menu
dutch: Submenu als mega menu

source: Choose Video
dutch: Kies video

source: Select Video
dutch: Selecteer video

source: Submit Video
dutch: Verzend video

source: Change Video
dutch: Wijzig video

source: Add Video
dutch: Video toevoegen

source: Choose Audio
dutch: Kies audio

source: Select Audio
dutch: Selecteer audio

source: Submit Audio
dutch: Verzend geluid

source: Change Audio
dutch: Wijzig audio

source: Add Audio
dutch: Audio toevoegen

source: Choose Image
dutch: Kies afbeelding

source: Select Image
dutch: Afbeelding selecteren

source: Submit Image
dutch: Verzend afbeelding

source: Change Image
dutch: Wijzig afbeelding

source: Add Image
dutch: Afbeelding toevoegen

source: Choose File
dutch: Kies bestand

source: Remove
dutch: Verwijder

source: Select File
dutch: Selecteer bestand

source: Change File
dutch: Wijzig bestand

source: Add File
dutch: Bestand toevoegen

source: Choose ..
dutch: Kies ..

source: Submit
dutch: Verzenden

source: The description
dutch: De beschrijving

# navigate to next page
source: next
dutch: volgende

# navigate to previous page
source: previous
dutch: vorige

source: show all
dutch: toon alle

# Home in breadcrumb
source: Home
dutch: Start

source: Apply
dutch: Toepassen

source: Cancel
dutch: Annuleren

source: Custom Fonts
dutch: Aangepaste lettertypen

source: Google Early Access
dutch: Google vroege toegang

source: System Fonts
dutch: Systeem lettertypen

source: Style:
dutch: Stijl:

source: Size:
dutch: Grootte:

source: Font:
dutch: Lettertype:

source: Preview text:
dutch: Voorvertoning tekst:

source: Visual Icon Selector
dutch: Visuele pictogram kiezer

source: Execute
dutch: Uitvoeren

source: Welcome
dutch: Welkom

source: Activate
dutch: Activeer
