Repository: prasish012/try
Catalog: try/media_copy/translations/elegant-magazine/existing_translations/PO FILES AS DATASETS FROM WP.TRANSLATE 2/*/wp-themes-consulting-*.po
Languages: russian

source: Consulting is the free version of the multi-purpose professional theme (Consulting Pro) ideal for a business or blog website. The theme has a responsive layout, HD retina ready and comes with a powerful theme options panel with can be used to make awesome changes without touching any code. The theme also comes with a full width easy to use slider. Easily add a logo to your site and create a beautiful homepage using the built-in homepage layout.
russian: Consulting - это бесплатная версия многоцелевой профессиональной темы (Consulting Pro), идеально подходящей для бизнес-сайта или блога. Тема имеет отзывчивый макет, HD retina ready и поставляется с мощной панелью опций темы, с помощью которой можно вносить потрясающие изменения, не касаясь кода. Тема также оснащена удобным слайдером во всю ширину сайта. Вы можете легко добавить логотип на свой сайт и создать красивую домашнюю страницу с помощью встроенного макета домашней страницы.

source: Use coupon at checkout for 10% off.
russian: Используйте купон при оформлении заказа, чтобы получить скидку 10%.

source: Upgrade Now (10% off)
russian: Обновить сейчас (скидка10%)

source: Using the WordPress Customizer you can easily customize every aspect of the site in seconds with just a few clicks!
russian: С помощью Настройки темы WordPress Вы можете легко настроить каждый аспект сайта за считанные секунды, сделав всего несколько щелчков мышью!

source: Want more control? Add unlimited featured sections, change button text, disable cropping & more with %1$s Pro!
russian: Хотите больше контроля? добавьте неограниченное кол-во избранных разделов, измените текст кнопки, отключите обрезку и многое другое с %1$s Pro!

source: Go to Customizer -> Theme Options -> Homepage (Featured) to start adding content. Add up to 3 sections fast!
russian: Перейдите в Настройку темы -> Параметры темы -> Главная страница (избранное), чтобы начать добавлять содержимое. Добавьте до 3 разделов быстро!

source: Add a slider from Customizer -> Theme Options -> Home and choose Image Slider. Add up to 3 slides quickly!
russian: Добавить слайдер Настроить -> Настройки темы -> Главная страница и выберите Image Slider. Добавить до 3 слайдов за пару кликов!

source: Get Started
russian: Начать

source: Welcome to %1$s!
russian: Вас приветствует %1$s!

source: Why %1$s (Free)
russian: Почему %1$s (Free)

source: Guide
russian: Руководство

source: Skip to content
russian: Перейти к содержимому

source: Specify the intro layout.
russian: Укажите макет вступления.

source: Choose Intro Style
russian: Выбрать стиль вступления

source: Check to enable floating header.<br /><strong>Note:</strong> Only works with full-width slider or intro style 2.
russian: Отметьте, чтобы включить плавающий заголовок.<br /><strong>Примечание:</strong> Работает только со слайдером во всю ширину или стилем вступления 2.

source: Float Header
russian: Плавающий заголовок

source: Header Style
russian: Стиль заголовка

source: Archives
russian: Архивы

source: Category:
russian: Рубрика:

source: Posts
russian: Записи

source: Author(s)
russian: Автор(ы)

source: Pages
russian: Страницы

source: Remove this message by adding widgets to the Sidebar from the Widgets section of the Wordpress admin area.
russian: Это сообщение исчезнет после добавления виджетов в боковую панель из раздела Виджеты в панели администратора WordPress.

source: Search
russian: Поиск

source: It seems we can&rsquo;t find what you&rsquo;re looking for. Perhaps searching can help.
russian: Похоже, мы не можем найти то, что вы ищете. Возможно, поиск поможет.

source: Sorry, but nothing matched your search terms. Please try again with some different keywords.
russian: По вашему запросу ничего не найдено. Попробуйте другие ключевые слова.

source: Ready to publish your first post? <a href="%1$s">Get started here</a>.
russian: Готовы опубликовать свою первую запись? <a href="%1$s">Начните здесь</a>.

source: Nothing Found
russian: Ничего не найдено

source: Newer posts
russian: Более новые записи

source: Older posts
russian: Старые записи

source: Next
russian: Следующий

source: Previous
russian: Предыдущий

source: Return to
russian: Вернуться к

source: in
russian: в

source: Link to full-size image
russian: Ссылка на полноразмерное изображение

source: at
russian: на

source: Published
russian: Опубликовано

source: Footer Column 6
russian: Столбец 6 подвала

source: Footer Column 5
russian: Столбец 5 подвала

source: Footer Column 4
russian: Столбец 4 подвала

source: Footer Column 3
russian: Столбец 3 подвала

source: Footer Column 2
russian: Столбец 2 подвала

source: Footer Column 1
russian: Столбец 1 подвала

source: Sidebar
russian: Область виджетов

source: Footer Menu
russian: Нижнее меню

source: Primary Header Menu
russian: Основное меню в заголовке

source: Pre Header Menu
russian: Меню предварительного заголовка

source: Your Website&hellip;
russian: Ваш сайт&hellip;

source: Your Email (Required)&hellip;
russian: Ваш email (обязательно)&hellip;

source: Your Name (Required)&hellip;
russian: Ваше имя (обязательно)&hellip;

source: Your Message&hellip;
russian: Ваше сообщение&hellip;

source: Leave Comment
russian: Оставить комментарий

source: Submit Now
russian: Отправить сейчас

source: Comments are closed.
russian: Обсуждение закрыто.

source: Newer Comments
russian: Новые комментарии

source: Older Comments
russian: Предыдущие комментарии

source: <span>%1$s</span> Comment
russian: <span>%1$s</span> комментарий

source: No credit footer link
russian: Нет ссылки на разработчиков в подвале

source: Extended Layout Options
russian: Расширенные параметры макета

source: Animation Effects
russian: Эффекты анимации

source: Parallax Effects
russian: Параллакс-эффекты

source: Custom Widgets
russian: Пользовательские виджеты

source: Google Map Section
russian: Раздел карты Google

source: Portfolio
russian: Порфолио

source: Video Sliders
russian: Видео слайдеры

source: Unlimited Sliders
russian: Неограниченное кол-во слайдов

source: 150+ Shortcodes
russian: 150+ шорткодов

source: 600+ Google Fonts
russian: 600+ шрифтов Google

source: Unlimited Color Options
russian: Неограниченная цветовая палитра

source: Theme Options Panel
russian: Панель параметров темы

source: Page Builder
russian: Конструктор страницы

source: Advanced Theme Options
russian: Расширенные параметры темы

source: Built-In Social Buttons
russian: Встроенные кнопки соцсети

source: Fontpage Slides
russian: Слайдер главной страницы

source: Fontpage Sections
russian: Разделы главной страницы

source: Background Image
russian: Фоновое изображение

source: Mobile Friendly
russian: Адаптирована для мобильных устройств

source: Get %s Now!
russian: Приобрести %s сейчас!

source: Get VIP access to the knowledge base, personal ticket support and much more so you can make the most out of %1$s!
russian: Получи VIP доступ к базе знаний, персональную поддержку и много чего другого всего за %1$s!

source: Get support from the brains behind %1$s. Upgrade to %1$s Pro and you'll get help straight from the theme developers!
russian: Получите поддержку от экспертов темы %1$s. Обновитесь до %1$s Pro, и Вы получите помощь прямо от разработчиков темы!

source: Premium Support
russian: Премиум поддержка

source: Want to know what's been happing with the latest changes? Take a look at the changelog. Your can find this in the themes readme.txt file.
russian: Хотите знать какие изменения произошли в последнем релизе? Загляните в историю изменений. Вы можете найти её в файле readme.txt каталога темы.

source: Changelog
russian: Журнал изменений

source: Contact Free Support
russian: Получить бесплатную помощь

source: Get free support from the amazing volunteers over at the wordpress forums. This support is provided by volunteers not Think Up Themes staff.
russian: Получите бесплатную поддержку от замечательных волонтеров на форумах wordpress. Эта поддержка предоставляется добровольцами, а не сотрудниками компании Think Up Themes.

source: Free Support
russian: Бесплатная поддержка

source: <p>Turn this on to add an author bio to posts. This will displayed above the comments section and provides a bit of details about the author of the post. Author details will be picked up from their user profile.</p><p>To change your author details:</p><ul><li>Go to the WordPress admin area and select Users - > All Users.</li><li>Select the username of the profile you want to edit.</li><li>Next put your author details in the Biographical Info box.</li></ul><p>Any description put in here will be picked up and displayed in the author bio field.</p>
russian: <p>Включить это дополнение, чтобы добавить био автора к записям. Она будет отображаться выше раздела комментариев и содержать немного информации об авторе записи. Данные об авторе будут взяты из его профиля.</p><p>Чтобы изменить данные об авторе:</p><ul><li>Зайдите в админ. область WordPress и выберите Пользователи - > Все пользователи.</li><li>Выбрать имя пользователя профиля, который Вы хотите изменить.</li><li>Затем впишите данные об авторе в поле Биографическая информация.</li></ul><p>Любое описание, введенное здесь, будет взято и отображено в поле биографии автора.</p>

source: <p>This option can be used to add a sidebar to blog posts. To add a sidebar:</p><ul><li>Select a left sidebar or sidebar layout.</li><li>Choose the sidebar you want display for the chosen layout.</li><li>Go to Appearance -&gt; Widgets in your admin area to add widgets to the selected sidebar.</li><li><strong>Note:</strong> If no sidebar is selected then the default "Sidebar" will be used.</li></ul><p>This layout will be applied only to blog posts. This will not be applied to inner pages or blog archive pages. To add a sidebar to inner pages or blog archives to the relevant section.</p>
russian: <p>Этот параметр можно использовать для добавления боковой панели в записи блога. Чтобы добавить боковую панель:</p><ul><li>Выбрать левую боковую панель или макет боковой панели.</li><li>Выбрать боковую панель, которую Вы хотите отобразить для выбранного макета.</li><li>Перейдите во Внешний вид -> Виджеты в области админа, чтобы добавить виджеты в выбранную боковую панель.</li><li><strong>Примечание:</strong> Если боковая панель не выбрана, то будет использоваться "Боковая панель" по умолчанию.</li></ul><p>Этот макет будет применяться только к записям блога. Он не будет применяться к внутренним страницам или страницам архива блога. Чтобы добавить боковую панель на внутренние страницы или архивы блогов, перейдите в соответствующий раздел.</p>

source: <p>Get more with %1$s Pro!</p><ul><li>Create unlimited blog pages.</li><li>Choose your own excerpt length.</li><li>Different layouts for different blogs.</li><li>Plus much more!</li></ul>
russian: <p>Получите больше с %1$s Pro!</p><ul><li>Создавайте неограниченное кол-во страниц блога.</li><li>Выбирайте длину отрывка.</li><li>Различные макеты для разных блогов.</li><li>И многое другое!</li></ul>

source: <p>Choose how much of individual post contents should be displayed.</p><p><strong><i>Show Excerpt:</i></strong></p><ul><li>Choose the Show Excerpt option.</li><li>The first 55 characters fro your posts text will be used.</li></ul><p><strong><i>Show Full Article:</i></strong></p><ul><li>This will show the entire post content on the main blog page.</li><li>This includes all the text, images and anything else that is published on the post.</li><li>Users can manually restrict the amount of content shown by adding the WordPress <more> tag to the post.</li><li>By adding <more> to your posts, only content before this tag will be shown.</li></ul><p><strong><i>Hide Article:</i></strong></p><ul><li>Only the featured image from the post will be displayed</li><li>No text content from the post will be displayed.</li></ul>
russian: <p>Выбрать, какой объем содержимого индивидуальной записи должен быть показан.</p><p><strong><i>Показывать отрывок:</i></strong></p><ul><li>Выбрать опцию Показывать отрывок.</li><li>Будут использованы первые 55 символов из текста Ваших записей.</li></ul><p><strong><i>Показывать полную статью:</i></strong></p><ul><li>Это покажет все содержимое записи на главной странице блога.</li><li>Сюда входит весь текст, изображения и все остальное, что опубликовано в записи.</li><li>Пользователи могут вручную ограничить сумму отображаемого контента, добавив к записи тег WordPress <more>.</li><li>Добавив <more> к своим записям, Вы будете показывать только содержимое перед этим тегом.</li></ul><p><strong><i>Скрыть статью:</i></strong></p><ul><li>Будет показано только изображение записи</li><li>Текстовое содержимое записи отображаться не будет.</li></ul>

source: <p>This option can be used to add a sidebar to blog archive pages. To add a sidebar:</p><ul><li>Select a left sidebar or sidebar layout.</li><li>Choose the sidebar you want display for the chosen layout.</li><li>Go to Appearance -&gt; Widgets in your admin area to add widgets to the selected sidebar.</li><li><strong>Note:</strong> If no sidebar is selected then the default "Sidebar" will be used.</li></ul><p>This layout will be applied only to blog archive pages. This will not be applied to inner pages or posts. To add a sidebar to inner pages or posts go to the relevant section.</p>
russian: <p>Этот параметр можно использовать для добавления боковой панели на архивные страницы блога. Чтобы добавить боковую панель:</p><ul><li>Выбрать левую боковую панель или макет боковой панели.</li><li>Выбрать боковую панель, которую Вы хотите отображать для выбранного макета.</li><li>Перейдите во Внешний вид -> Виджеты в области админа, чтобы добавить виджеты в выбранную боковую панель.</li><li><strong>Примечание:</strong> Если боковая панель не выбрана, то будет использоваться "Боковая панель" по умолчанию.</li></ul><p>Этот макет будет применяться только к архивным страницам блога. Он не будет применяться к внутренним страницам или записям. Чтобы добавить боковую панель на внутренние страницы или записи, перейдите в соответствующий раздел.</p>

source: <p>Want more?</p><p>With %1$s Pro you can add links to all these profiles in just a few clicks:</p><ul><li>Instagram</li><li>Tumblr</li><li>Pinterest</li><li>Xing</li><li>PayPal</li><li>Vimeo</li><li>Email</li></ul><p>There's more! You can even add your own custom social media profiles in seconds!</p>
russian: <p>Хотите больше?</p><p>С помощью %1$s Pro Вы можете добавить ссылки на все эти профили всего за несколько кликов:</p><ul><li>Instagram</li><li>Tumblr</li><li>Pinterest</li><li>XING</li><li>PayPal</li><li>Vimeo</li><li>Email</li></ul><p>И это еще не все! Вы даже можете добавить свои собственные профили соцсетей за считанные секунды!</p>

source: <p>Links to your favorite social media sites can be added to the header area in seconds. Plus each link comes with a nice tooltip showing the name of the social media site when the link is hovered over.</p><p>To enable social media links:</p><ul><li>First switch on the Enable Social Media Links (footer) button.</li><li>Add a display message if you choose.</li><li><strong>Tip:</strong> This can be used to get your users attention and might be something like "Follow Us".</li></ul><p>There are 7 different social platforms you can choose to show:</p><ul><li>Facebook</li><li>Twitter</li><li>Google+</li><li>LinkedIn</li><li>Flickr</li><li>YouTube</li><li>RSS</li></ul><p>To display a link to any of these you'll first need to switch on the button for the social platform you want to activate and then also add a link to your profile page.</p>
russian: <p>Ссылки на Ваши любимые соцсети могут быть добавлены в область заголовка за считанные секунды. Кроме того, каждая ссылка сопровождается всплывающей подсказкой, показывающей название сайта социальной сети при наведении на ссылку.</p><p>Чтобы включить ссылки соцсети:</p><ul><li>Сначала включите кнопку Enable Social Media Links (footer).</li><li>Добавить отображаемое сообщение по Вашему выбору.</li><li><strong>Совет:</strong> Это может быть использовано для привлечения внимания пользователей и может быть чем-то вроде "Подпишитесь на нас".</li></ul><p>Вы можете выбрать 7 различных социальных платформ:</p><ul><li>Facebook</li><li>Twitter</li><li>Google+</li><li>LinkedIn</li><li>Flickr</li><li>YouTube</li><li>RSS</li></ul><p>Чтобы отобразить ссылку на любую из них, Вам сначала нужно включить кнопку для социальной платформы, которую Вы хотите активировать, а затем также добавить ссылку на страницу Вашего профиля.</p>

source: <p>Turn this on if you want to disable the main footer area entirely.</p>
russian: <p>Включить, если хотите полностью убрать содержимое подвала сайта.</p>

source: <p>Want your own copyright message?</p><p>That's right! With %1$s Pro you can change the footer copyright message in seconds straight from the theme options panel!</p>
russian: <p>Хотите собственное сообщение об авторских правах?</p><p>Именно так! С %1$s Pro Вы можете изменить авторское право в подвале за считанные секунды прямо из панели параметров темы!</p>

source: <p>Choose from 18 different footer layouts. Simply select the layout you want and save changes.</p><p>When you have chosen a layout please ensure that widgets are assigned to the footer area. To do this:</p><ul><li>Go to Appearance -> Widgets in your admin area.</li><li>Now simply drag and drop the widgets you want to display into each footer area.</li><li>The footer areas are name "<i>Footer Widget Area 1</i>", "<i>Footer Widget Area 2</i>", etc...</li></ul>
russian: <p>Выбрать один из 18 различных макетов подвала. Просто выберите нужный Вам макет и сохраните изменения.</p><p>Когда Вы выбрали макет, убедитесь, что виджеты назначены в области подвала. Для этого:</p><ul><li>Перейдите во Внешний вид -> Виджеты в Вашем админе.</li><li>Теперь просто перетаскивайте виджеты, которые Вы хотите отобразить, в каждую область подвала.</li><li>Области подвала называются "<i>Footer Widget Area 1</i>", "<i>Footer Widget Area 2</i>" и т.д..</li></ul>

source: <p>Turn this on to add a search box to your website. The search box will display at top of your website.</p>
russian: <p>Включить, если хотите добавить поле поиска на сайт. Поиск будет доступен в заголовке сайта.</p>

source: Enable Search (Pre Header)
russian: Включить поиск (предварительный заголовок)

source: <p>Get more with %1$s Pro!</p><ul><li>Unlimited featured sections.</li><li>Add featured sections to inner pages.</li><li>Change "Read More" button.</li><li>Add a link to any url.</li><li>Plus much more!</li></ul>
russian: <p>Получите больше с %1$s Pro!</p><ul><li>Неограниченное кол-во избранных разделов.</li><li>Добавить избранные разделы на внутренние страницы.</li><li>изменить кнопку "Читать далее".</li><li>Добавить ссылку на любой URL.</li><li>И многое другое!</li></ul>

source: <p>Add up to 3 featured sections to your homepage. These display only on the homepage at the top of the content area. These can be used to add an icon, title, text and a button to get your visitors attention.</p><p>To add a featured section:</p><ul><li>Go to the <i>"Homepage (Featured)"</i> section in the theme options area.</li><li>Turn on the <i>"Enable Pre-Made Homepage"</i> switch.</li><li>Choose an icon from the dropdown list.</li><li>Use the <i>"Title"</i> field to add a main message to your featured section.</li><li>Use the <i>"Description"</i> field to add more information to your featured section.</li><li>Use the <i>"URL"</i> field to select a page from your site to link the section.</li><li>A <i>"Read More"</i> button will show if the <i>"URL"</i> field is set.</li><li>Repeat the above for each additional featured section.</li></ul><p>Don't want a featured section? Simply turn the <i>"Enable Pre-Made Homepage"</i> switch off.</p>
russian: <p>Добавьте до 3 избранных разделов на свою главную страницу. Они отображаются только на главной странице в верхней части области содержимого. В них можно добавить значок, название, текст и кнопку, чтобы привлечь внимание посетителей.</p><p>Чтобы добавить главный раздел:</p><ul><li>Перейдите к разделу <i>"Главная страница (избранное)"</i> в области параметров темы.</li><li>включить переключатель <i>"Включить подготовленную главную страницу"</i>.</li><li>Выбрать значок из выпадающего списка.</li><li>Используйте поле <i>"Название"</i>, чтобы добавить основное сообщение к вашему главному разделу.</li><li>Используйте поле <i>"Описание"</i>, чтобы добавить дополнительную информацию к Вашему тематическому разделу.</li><li>Используйте поле <i>"URL"</i>, чтобы выбрать страницу Вашего сайта для ссылки на раздел.</li><li>Кнопка <i>"Читать далее"</i> появится, если установлено поле <i>"URL"</i>.</li><li>Повторите вышеуказанные действия для каждого дополнительного тематического раздела.</li></ul><p>Не хотите, чтобы раздел был тематическим? Просто выключите переключатель <i>"Включить подготовленную главную страницу"</i>.</p>

source: Pre-Made Homepage<span class="hidden">Icon</span>
russian: Готовая главная страница<span class="hidden">Значок</span>

source: <p>Get more with %1$s Pro!</p><ul><li>Unlimited featured sections.</li><li>Add featured sections to inner pages.</li><li>Disable Image cropping.</li><li>Change "Read More" button.</li><li>Add a link to any url.</li><li>Plus much more!</li></ul>
russian: <p>Получите больше с %1$s Pro!</p><ul><li>Неограниченное количество избранных разделов.</li><li>Добавить тематические разделы на внутренние страницы.</li><li>Отключите обрезку изображений.</li><li>изменить кнопку "Читать далее".</li><li>Добавить ссылку на любой url.</li><li>И многое другое!</li></ul>

source: <p>Add up to 3 featured sections to your homepage. These display only on the homepage at the top of the content area. These can be used to add an image, title, text and a button to get your visitors attention.</p><p>To add a featured section:</p><ul><li>Go to the <i>"Homepage (Featured)"</i> section in the theme options area.</li><li>Turn on the <i>"Enable Pre-Made Homepage"</i> switch.</li><li>Press the <i>"Select File"</i> button to choose an image from your media library.</li><li>Use the <i>"Title"</i> field to add a main message to your featured section.</li><li>Use the <i>"Description"</i> field to add more information to your featured section.</li><li>Use the <i>"URL"</i> field to select a page from your site to link the section.</li><li>A <i>"Read More"</i> button will show if the <i>"URL"</i> field is set.</li><li>Repeat the above for each additional featured section.</li></ul><p>Don't want a featured section? Simply turn the <i>"Enable Pre-Made Homepage"</i> switch off.</p>
russian: <p>Добавьте до 3 избранных разделов на свою главную страницу. Они отображаются только на главной странице в верхней части области содержимого. В них можно добавить изображение, название, текст и кнопку, чтобы привлечь внимание посетителей.</p><p>Чтобы добавить главную страницу:</p><ul><li>Перейдите в раздел <i>"Homepage (Featured)"</i> в области параметров темы.</li><li>включить переключатель <i>"Включить подготовленную главную страницу"</i>.</li><li>Нажмите кнопку <i>"Select File"</i>, чтобы выбрать изображение из Вашей библиотеки файлов.</li><li>Используйте поле <i>"Название"</i>, чтобы добавить основное сообщение к Вашему избранному разделу.</li><li>Используйте поле <i>"Описание"</i>, чтобы добавить дополнительную информацию к Вашему избранному разделу.</li><li>Используйте поле <i>"URL"</i>, чтобы выбрать страницу Вашего сайта для ссылки на раздел.</li><li>Кнопка <i>"Читать далее"</i> появится, если установлено поле <i>"URL"</i>.</li><li>Повторите вышеописанное для каждого дополнительного тематического раздела.</li></ul><p>Не хотите тематический раздел? Просто выключите переключатель <i>"Включить подготовленную главную страницу"</i>.</p>
