Repository: prasish012/try
Catalog: try/media_copy/translations/newsium/existing_translations/PO FILES AS DATASETS FROM WP.TRANSLATE 2/Spain/wp-themes-bluehost-blueprint-*.po
Languages: es

source: Bluehost Blueprint is a block-based, multi-purpose, WordPress theme. Compose your pages to fit any design you like with the power of Full Site Editing (FSE) and the included wide range of Block Patterns. The pre-built pages will help you populate and transform your website into a wonderful website. Customize colors and font pairings to create your own unique look and feel.
es: Bluehost Blueprint es un tema de WordPress multiuso basado en bloques. Compone tus páginas para adaptarlas al diseño que quieras con la potencia de la edición completa del sitio (FSE) y la amplia gama de patrones de bloques incluidos. Las páginas preconstruidas te ayudarán a poblar y transformar tu sitio web en uno maravilloso. Personaliza las combinaciones de colores y fuentes para crear tu propio aspecto único.

# Color name
source: Lemon Burst
es: Ráfaga de limón

# Color name
source: Retro Amber
es: Ámbar retro

# Color name
source: Orange Flash
es: Destello naranja

# Color name
source: Electric Blue
es: Azul eléctrico

# Color name
source: Sky Beam
es: Haz de cielo

# Color name
source: Lavender Glow
es: Resplandor de lavanda

# Color name
source: Electric Silver
es: Plata eléctrica

# Color name
source: Glow Onyx
es: Resplandor de ónice

# Color name
source: Neon Black
es: Negro neón

# Style variation name
source: Retro Glow - Dark
es: Resplandor retro - Oscuro

# Color name
source: Golden Glow
es: Resplandor dorado

# Color name
source: Sunset Orange
es: Naranja atardecer

# Color name
source: Burnt Orange
es: Naranja quemado

# Color name
source: Electric Indigo
es: Índigo eléctrico

# Color name
source: Deep Violet
es: Violeta oscuro

# Style variation name
source: Retro Glow
es: Resplandor retro

# Color name
source: Sunbaked Sand
es: Arena tostada por el sol

# Color name
source: Blush Clay
es: Arcilla rosada

# Color name
source: Rosewood
es: Rosa palo

# Color name
source: Ashwood Gray
es: Gris ceniza

# Color name
source: Cloudy Sky
es: Cielo nublado

# Color name
source: Aqua Mist
es: Niebla de agua

# Color name
source: Ivory Light
es: Marfil claro

# Color name
source: Soft Pearl
es: Perla suave

# Color name
source: Obsidian Glow
es: Resplandor de obsidiana

# Color name
source: Terracotta Black
es: Negro terracota

# Style variation name
source: Soft Terracotta - Dark
es: Terracota suave - Oscuro

# Color name
source: Soft Clay
es: Arcilla suave

# Color name
source: Terracotta Blush
es: Rubor de terracota

# Color name
source: Plumwood
es: Ciruelo

# Color name
source: Muted Mauve
es: Malva apagado

# Color name
source: Dusty Steel
es: Acero polvoriento

# Color name
source: Slate Blue
es: Azul pizarra

# Style variation name
source: Soft Terracotta
es: Terracota suave

# Color name
source: Dawn Light
es: Luz del amanecer

# Color name
source: Sunny Glow
es: Resplandor solar

# Color name
source: Golden Sun
es: Sol dorado

# Color name
source: Ocean Blue
es: Azul océano

# Color name
source: Sky Blue
es: Azul cielo

# Color name
source: Pale Sapphire
es: Zafiro pálido

# Color name
source: Brilliant White
es: Blanco brillante

# Color name
source: Silver Sheen
es: Brillo plateado

# Color name
source: Midnight Onyx
es: Ónice medianoche

# Color name
source: Sapphire Black
es: Negro zafiro

# Style variation name
source: Sapphire Sun - Dark
es: Sol zafiro - Oscuro

# Color name
source: Vanilla
es: Vainilla

# Color name
source: Gold
es: Oro

# Color name
source: Mikado Yellow
es: Amarillo Mikado

# Color name
source: Yale Blue
es: Azul Yale

# Color name
source: Oxford Blue
es: Azul Oxford

# Color name
source: Rich Black
es: Negro intenso

# Style variation name
source: Sapphire Sun
es: Sol de zafiro

# Color name
source: Earthen Umber
es: Ámbar terroso

# Color name
source: Rosewood Blush
es: Rosa rosada

# Color name
source: Plum Veil
es: Velo de ciruela

# Color name
source: Smoky Slate
es: Pizarra ahumada

# Color name
source: Dusky Lilac
es: Lila oscuro

# Color name
source: Lavender Mist
es: Niebla de lavanda

# Color name
source: Soft Glow
es: Resplandor suave

# Color name
source: Deep Onyx
es: Ónice profundo

# Color name
source: Velvet Black
es: Terciopelo negro

# Style variation name
source: Velved Haze - Dark
es: Terciopelo difuso - Oscuro

# Color name
source: Pale Dogwood
es: Rosa cornejo

# Color name
source: Pale Dogwood Light
es: Rosa cornejo claro

# Color name
source: Rose Quartz
es: Cuarzo rosa

# Color name
source: Cool Gray
es: Gris frío

# Color name
source: Ultra Violet
es: Ultravioleta

# Color name
source: Golden Oak
es: Roble dorado

# Color name
source: Maple Glow
es: Resplandor de arce

# Color name
source: Dark Green
es: Verde oscuro

# Color name
source: Emerald Depths
es: Profundidades esmeralda

# Color name
source: Golden Flame
es: Llama dorada

# Color name
source: Fiery Ember
es: Brasa ardiente

# Color name
source: Crimson Spark
es: Chispa carmesí

# Color name
source: Radiant White
es: Blanco radiante

# Color name
source: Silken Silver
es: Plata sedosa

# Color name
source: Charcoal Glow
es: Resplandor de carbón

# Color name
source: Pine Green
es: Verde pino

# Color name
source: Space Cadet
es: Cadete espacial

# Color name
source: Crimson
es: Carmesí

# Color name
source: Golden Ember
es: Ascua dorada

# Color name
source: Evergreen
es: Perenne

# Color name
source: Moonlight
es: Luz de luna

# Color name
source: Soft Mist
es: Niebla suave

# Color name
source: Deep Night
es: Noche profunda

# Style variation name
source: Autumn - Dark
es: Otoño - Oscuro

# Color name
source: Golden Harvest
es: Cosecha dorada

# Color name
source: Amber Spice
es: Especia ámbar

# Color name
source: Cranberry Clay
es: Arcilla de arándano

# Color name
source: Sandstone Beige
es: Beige arenisca

# Style variation name
source: Autumn
es: Otoño

# Color name
source: Antique Pearl
es: Perla antigua

# Color name
source: Dusky Lavender
es: Lavanda oscuro

# Color name
source: Weathered Sand
es: Arena envejecida

# Color name
source: Moss Green
es: Verde musgo

# Color name
source: Pinewood
es: Pino

# Color name
source: Pure White
es: Blanco puro

# Color name
source: Soft Silver
es: Plata suave

# Color name
source: Charcoal Gray
es: Gris antracita

# Color name
source: Midnight Black
es: Negro medianoche

# Style variation name
source: Faded Elegance - Dark
es: Elegancia atenuada - Oscuro

# Color name
source: Peach Haze
es: Melocotón difuso

# Color name
source: Blush Petal
es: Rosa pálido

# Color name
source: Plum Dust
es: Ciruela suave

# Color name
source: Alabaster Drift
es: Alabastro etéreo

# Color name
source: Meadow Sage
es: Verde salvia

# Color name
source: Iron Bark
es: Corteza de hierro

# Style variation name
source: Faded Elegance
es: Elegancia atenuada

# Color name
source: Misty Aqua
es: Agua brumosa

# Color name
source: Aqua Wave
es: Onda acuática

# Color name
source: Teal Currents
es: Corrientes turquesa

# Color name
source: Sea Breeze
es: Brisa marina

# Color name
source: Harbor Blue
es: Azul puerto

# Color name
source: Midnight Blue
es: Azul medianoche

# Color name
source: White Foam
es: Espuma blanca

# Color name
source: Silver Spray
es: Spray de plata

# Color name
source: Charcoal Depths
es: Profundidades de carbón

# Color name
source: Deep Ocean
es: Océano profundo

# Style variation name
source: Ocean Mist - Dark
es: Niebla marina - Oscuro

# Style variation name
source: Creative #2 D
es: Creativo nº2 D

# Style variation name
source: Creative #1 D
es: Creativo nº 1 D

# Style variation name
source: Creative #2 C
es: Creativo nº2 C

# Style variation name
source: Creative #1 C
es: Creativo nº1 C

# Style variation name
source: Creative #2 B
es: Creativo nº2 B

# Style variation name
source: Creative #1 B
es: Creativo nº 1 B

# Style variation name
source: Creative #2 A
es: Creativo nº2 A

# Style variation name
source: Creative #1 A
es: Creativo nº 1 A

# Style variation name
source: Contained background image
es: Imagen contenida del fondo

# Style variation name
source: Unscaled background image
es: Imagen de fondo sin escalar

# Style variation name
source: First element in mobile view
es: Primer elemento en la vista móvil

# Style variation name
source: Balanced Text
es: Texto equilibrado

# Style variation name
source: Overlap
es: Superposición

# Template part name
source: Footer with contacts
es: Pie de página con contactos

# Template part name
source: Footer with CTA
es: Pie de página con CTA

# Template part name
source: Footer big
es: Pie de página grande

# Template part name
source: Footer
es: Pie de página

# Template part name
source: Header with topbar
es: Cabecera con barra superior

# Template part name
source: Header contrast
es: Contraste de cabecera

# Template part name
source: Header
es: Cabecera

# Font size name
source: Extra Extra Large
es: Extra extra grande

# Font size name
source: Extra Large
es: Extra grande

# Font size name
source: Large
es: Grande

# Font size name
source: Medium
es: Mediano

# Font size name
source: Small
es: Pequeño

# Space size name
source: 3X-Large
es: 3X grande

# Space size name
source: 2X-Large
es: 2X grande

# Space size name
source: X-Large
es: Extragrande

# Space size name
source: Large
es: Grande

# Space size name
source: Regular
es: Normal

# Space size name
source: Small
es: Pequeño

# Space size name
source: X-Small
es: Extra pequeño

# Color name
source: Contrast Midtone
es: Tono medio contrastado

# Color name
source: Base Midtone
es: Tono base medio

# Color name
source: Columbia Blue
es: Celeste Columbia

# Color name
source: Pacific Cyan
es: Cian del Pacífico

# Color name
source: Midnight Green
es: Verde medianoche

# Color name
source: Carolina Blue
es: Celeste Carolina

# Color name
source: Lapis Lazuli
es: Lapislázuli

# Color name
source: Indigo Dye
es: Tinte índigo

# Color name
source: Contrast
es: Contraste

# Pattern title
source: taxonomy-product_tag
es: taxonomía-etiqueta_de_producto

# Pattern title
source: taxonomy-product_cat
es: taxonomía-categoría_de_producto

# Pattern title
source: taxonomy-product_attribute
es: taxonomía-atributo_de_producto

source: Social Media
es: Medios sociales

source: Find us on %s
es: Encuéntranos en %s

source: Come See us:
es: Ven a vernos:

# Pattern description
source: A two rows site header with social and contancts above.
es: Una cabecera de sitio de dos filas con iconos sociales y contenidos arriba.

# Pattern title
source: Site header with social links
es: Cabecera del sitio con enlaces sociales

source: Purchase Now
es: Compra ahora

source: before it expires.
es: antes de que caduque.

source: Get 25% off sitewide with code
es: Consigue un 25% de descuento en toda la web con el código

source: Last chance!
es: ¡Última oportunidad!

# Pattern description
source: A two rows site header with a topbar.
es: Una cabecera del sitio de dos filas con una barra superior.

# Pattern title
source: Site header with topbar
es: Cabecera del sitio con barra superior

# Pattern description
source: A single row site header with contrast colors.
es: Una cabecera del sitio de una sola fila con colores de contraste.

# Pattern title
source: Site header contrast
es: Contraste de la cabecera del sitio

source: © Copyright 2024. All rights reserved.
es: © Copyright 2024. Todos los derechos reservados.

source: Beautifully designed patterns
es: Patrones bellamente diseñados

source: Easy to use
es: Fácil de usar

source: Build successful websites
es: Construye webs atractivas

# Pattern description
source: A multi column footer with CTA.
es: Un pie de página de varias columnas con CTA.

# Pattern title
source: Site footer with CTA
es: Pie de página con CTA

source: &copy; Copyright 2025. All rights reserved.
es: &copy; Copyright 2025. Todos los derechos reservados.

source: Monday - Friday | 7am - 5pm PST
es: De lunes a viernes | 7:00 - 17:00

source: Give us a call (555) 123 45678
es: Llámanos al (555) 123 45678

# Pattern description
source: A multi column footer with contacts.
es: Un pie de página de varias columnas con contactos.

# Pattern title
source: Site footer with contacts
es: Pie de página del sitio con contactos

source: Terms and Conditions
es: Términos y condiciones

source: Privacy Policy
es: Política de privacidad

source: All rights reserved.
es: Todos los derechos reservados.

# Pattern description
source: A single row compact footer.
es: Un pie de página compacto de una sola fila.

# Pattern title
source: Site footer copact
es: Pie de página del sitio compacto

source: Learn More
es: Más información

source: Helpful Tools
es: Herramientas útiles

source: About
es: Acerca de

source: Copyright &copy; %s, Company LLC<br><br>1412 Main Street<br> Suite 51 <br>New York, NY 10001
es: Copyright &copy; %s, Company LLC<br><br>1412 Main Street<br> Suite 51 <br>Nueva York, NY 10001

source: Create stunning and visually captivating websites powered by WordPress blocks
es: Crea sitios web asombrosos y visualmente cautivadores con los bloques de WordPress

# Pattern description
source: A multi column footer.
es: Un pie de página de varias columnas.

# Pattern title
source: Site footer big
es: Pie de página del sitio grande

# Pattern title
source: Single Post
es: Entrada individual

# Pattern title
source: Single Post - Wide Image
es: Entrada individual - Imagen amplia

source: Posted By
es: Publicada por

# Pattern title
source: Single Post Image Overlap
es: Solapamiento de imágenes en una sola entrada

source: No results found.
es: No se han encontrado resultados.

# Pattern title
source: search
es: buscar

source: Additional information
es: Información adicional

source: Billing address
es: Dirección de facturación

source: Shipping address
es: Dirección de envío

source: Downloads
es: Descargas

source: Order details
es: Destalles del pedido

# Pattern title
source: order-confirmation
es: confirmación-del-pedido

source: read more
es: leer más

# Pattern description
source: A fallback template for all pages/posts when a more specific template is not defined.
es: Una plantilla de respaldo para todas las páginas/entradas cuando no se define una plantilla más específica.

# Pattern title
source: Index
es: Índice

source: Our vision for building the web a better place, one site at a time
es: Nuestra visión para hacer de la web un lugar mejor, sitio a sitio

source: Mrs. Brown took her husband`s arm, and as they walked away, it was clear from the way her tilted cheek turned up to his that she had something private to share.
es: La Sra. Brown tomó el brazo de su marido y, mientras se alejaban, quedó claro, por la forma en que su mejilla inclinada se acercó a la de él, que tenía algo privado que compartir.

source: The ship moved steadily through small waves that splashed her and then fizzled like sparkling water, leaving a little trail of bubbles and foam on each side. The dull October sky above was lightly veiled as if by smoke from a fire, and the air was refreshingly salty and brisk. Indeed, it was too chilly to stay still.
es: El barco se movía con firmeza a través de pequeñas olas que lo salpicaban y luego chisporroteaban como agua espumosa, dejando un pequeño rastro de burbujas y espuma a cada lado. El cielo apagado de octubre estaba ligeramente velado, como por el humo de un incendio, y el aire era refrescante, salado y fresco. De hecho, hacía demasiado frío para quedarse quieto.

source: They had departed from the city lying in the mud. A very thin silhouette stretched on the horizon, barely strong enough to support the weight of a distant city, which still lay upon it. They were free from paths, free from people, and a shared sense of liberation filled them all.
es: Se habían alejado de la ciudad que yacía en el fango. Una silueta muy delgada se extendía en el horizonte, apenas lo bastante fuerte para soportar el peso de una ciudad lejana, que aún yacía sobre ella. Estaban libres de caminos, libres de gente, y una sensación compartida de liberación los llenaba a todos.

source: They walked out onto the deck. All the buildings and smoke had vanished, and the ship was in a vast expanse of sea, fresh and clear yet faint in the morning light.
es: Salieron a cubierta. Todos los edificios y el humo se habían desvanecido, y el barco se encontraba en una vasta extensión de mar, fresco y claro pero tenue a la luz de la mañana.

source: A journey commenced, starting cheerfully under a clear sky, and a tranquil sea.
es: Se inició un viaje que comenzó alegremente bajo un cielo despejado y un mar tranquilo.

source: Empower your future with exciting challenges and a supportive environment. Join us!
es: Impulsa tu futuro con retos apasionantes y un entorno de apoyo. ¡Únete a nosotros!

source: Guiding Beliefs
es: Creencias orientadoras

source: Our Purpose
es: Nuestro objetivo

# Pattern title
source: Homepage #2
es: Página de inicio #2

source: Latest from the blog
es: Lo último del blog

source: Supports multilingual websites, allowing you to create content in multiple languages.
es: Compatible con sitios web multilingües, lo que te permite crear contenido en varios idiomas.

source: Open-source software, meaning its source code is freely available for anyone to modify and distribute.
es: Software de código abierto, lo que significa que su código fuente está disponible libremente para que cualquiera pueda modificarlo y distribuirlo.

source: Learn more →
es: Más información →

source: WordPress is a versatile content management system that powers millions of websites worldwide.
es: WordPress es un versátil sistema de gestión de contenidos que impulsa millones de sitios web en todo el mundo.

source: About WordPress
es: Acerca de WordPress

source: Moreover, the WordPress community and theme developers are actively contributing to a growing library of block patterns, making it easier for users to find a pattern that suits their needs. Whether you're building a landing page, a photo gallery, or a complex layout, there's likely a block pattern ready to use. This democratizes design for non-technical users while offering developers a way to extend WordPress functionality and provide more options to their clients.
es: Además, la comunidad de WordPress y los desarrolladores de temas contribuyen activamente a una creciente biblioteca de patrones de bloques, lo que facilita a los usuarios encontrar un patrón que se adapte a sus necesidades. Tanto si estás construyendo una página de destino, una galería de fotos o un diseño complejo, es probable que haya un patrón de bloques listo para usar. Esto democratiza el diseño para los usuarios no técnicos, al tiempo que ofrece a los desarrolladores una forma de ampliar la funcionalidad de WordPress y ofrecer más opciones a sus clientes.

source: WordPress block patterns offer a powerful way to create predefined block layouts, enabling users to quickly design pages and posts with a consistent look and feel. These patterns are essentially collections of blocks that are pre-arranged and configured, which you can insert into your posts and pages.
es: Los patrones de bloques de WordPress ofrecen una potente forma de crear diseños de bloques predefinidos, que permiten a los usuarios diseñar rápidamente páginas y entradas con un aspecto y una sensación coherentes. Estos patrones son esencialmente colecciones de bloques preestablecidos y configurados, que puedes insertar en tus entradas y páginas.

source: Introducing Block Patterns
es: Introducción a los patrones de bloques

source: Previous Participants
es: Participantes anteriores

source: Prepare Now
es: Prepárate ahora

source: All your participants will believe you are a consummate professional.
es: Todos tus participantes creerán que eres un profesional consumado.

source: Flawless Performance
es: Rendimiento impecable

source: We meticulously organize every aspect for stellar occasions
es: Organizamos meticulosamente cada aspecto para ocasiones estelares

source: Detailed Arrangement
es: Disposición detallada

source: Let's make your next award ceremony magnificent
es: Hagamos que tu próxima ceremonia de entrega de premios sea magnífica

source: Actors, Cameras and Achievements
es: Actores, cámaras y logros

# Pattern title
source: Homepage #1
es: Página de inicio #1

# Pattern description
source: Displays the latest posts
es: Muestra las últimas entradas

# Pattern title
source: Home
es: Inicio

source: Proudly Powered by %1$sBluehost%2$s
es: Funciona gracias a %1$sBluehost%2$s

# Pattern title
source: footer
es: pie de página

source: Comments
es: Comentarios

# Pattern description
source: A list of comments for a post.
es: Una lista de comentarios para una entrada.

# Pattern title
source: Comments
es: Comentarios

source: Something big is brewing! Our store is in the works and will be launching soon!
es: ¡Se está cocinando algo grande! ¡Nuestra tienda está en obras y pronto abrirá sus puertas!

source: Great things are on the horizon
es: Tenemos grandes proyectos por anunciar

# Pattern title
source: coming-soon
es: próximamente

# Pattern description
source: A section displaying blog posts in a multi-column layout with featured images, titles, excerpts, and author details. Ideal for showcasing content in a footer area with a call-to-action.
es: Una sección que muestra entradas de blog en un diseño de varias columnas con imágenes destacadas, títulos, extractos y detalles del autor. Ideal para mostrar contenido en un área de pie de página con una llamada a la acción.

# Pattern title
source: Blog Posts with Featured Image and Excerpt
es: Entradas de blog con imagen destacada y extracto

source: You can try %1$sclearing any filters%2$s or head to our %3$sstore's home%4$s
es: Puedes intentar %1$svaciar cualquier filtro%2$s o dirigirte a la %3$spágina de inicio de nuestra tienda%4$s

source: %1$sNo results found%2$s
es: %1$sNo se han encontrado resultados%2$s

# Pattern title
source: archive-product
es: archivo de producto

source: To home
es: A Inicio

source: We couldn’t find what you were looking for. You can go back to the home page.
es: No hemos encontrado lo que buscabas. Puedes volver a la página de inicio.

source: Something went wrong...
es: Algo ha ido mal...

source: Oops
es: Vaya
