Repository: prasish012/try
Catalog: try/media_copy/translations/newsphere/existing_translations/PO FILES AS DATASETS FROM WP.TRANSLATE 2/Hindi/wp-themes-neve-*.po
Languages: hi

source: Leverage the true flexibility of Elementor with powerful addons and templates that you can import with just one click.
hi: शक्तिशाली ऐडऑन और टेम्प्लेट के साथ एलिमेंटर के वास्तविक लचीलेपन का लाभ उठाएं जिसे आप केवल एक क्लिक के साथ आयात कर सकते हैं।

source: Easily create custom headers and footers as well as adding your own custom code or content in any of the hooks locations.
hi: आसानी से कस्टम हेडर और फुटर बनाने के साथ ही किसी भी हुक स्थान में अपना स्वयं का कस्टम कोड या सामग्री जोड़ सकते हैं।

source: Elementor Booster
hi: एलीमेंटर बूस्टर

source: Scroll to Top module
hi: शीर्ष मॉड्यूल पर स्क्रॉल करें

source: White Label module
hi: सफ़ेद लेबल मॉड्यूल

source: Custom Layouts
hi: कस्टम लेआउट्स

source: WooCommerce Booster
hi: वूकॉमर्स बूस्टर

source: Blog Booster
hi: ब्लॉग बूस्टर

source: Header Booster
hi: हैडर बूस्टर

source: Hover Color
hi: हॉवर रंग

source: Color
hi: रंग

source: Cover text color
hi: पाठ का रंग कवर करें

source: Background Color
hi: पृष्ठभूमि का रंग

source: Secondary
hi: माध्यमिक

source: Primary
hi: मुख्य

source: Buttons
hi: बटन्स

source: Style
hi: स्टाइल

source: Select Menu
hi: मेनू चुनें

source: Margin
hi: हाशिया

source: Left
hi: बांया

source: Bottom
hi: तल

source: Right
hi: दायाँ

source: Top
hi: शीर्ष

source: Padding
hi: पैडिंग

source: Slide from Left
hi: बाईं ओर से स्लाइड करें

source: All
hi: सभी

source: Title
hi: शीर्षक

source: Exclusive Products
hi: अनन्य उत्पाद

source: Catalog Sidebar
hi: कैटलॉग साइडबार

source: Footer Bottom
hi: फुटर का निचला हिस्सा

source: Footer Top
hi: फुटर का ऊपरी हिस्सा

source: Header Bottom
hi: हैडर का निचला हिस्सा

source: Header Main
hi: हैडर मुख्य

source: Header Top
hi: हैडर शीर्ष

source: Replace this widget content by going to %s and add widgets into this widget area.
hi: %s पर जाकर इस विजेट सामग्री को बदलें और इस विजेट क्षेत्र में विजेट जोड़ें।

source: Letter Spacing
hi: वर्ण अंतराल

source: Lowercase
hi: लोअरकेस

source: Uppercase
hi: अपरकेस

source: Capitalize
hi: बड़ा करना

source: Available Components
hi: उपलब्ध घटक

source: Last Menu Item
hi: अंतिम मेनू आइटम

source: Active Item Color
hi: सक्रिय आइटम रंग

source: Search Icon
hi: खोज चिह्न

source: Placeholder
hi: स्थानधारक

source: Search for...
hi: ...के लिए खोजें

source: Search Form
hi: ढूँढने के लिए फॉर्म

source: Items Hover Color
hi: हॉवर करने पर आइटम्स का रंग

source: Items Color
hi: आइटम्स का रंग

source: Top Border
hi: शीर्ष किनारा

source: Bottom Border
hi: निचला किनारा

source: Plain
hi: सामान्य

source: Secondary Menu
hi: माध्यमिक मेनू

source: Copyright
hi: कॉपीराइट

source: Cart Icon
hi: कार्ट का चिन्ह

source: Link
hi: कड़ी

source: Button
hi: बटन

source: Show Site Tagline
hi: साइट की टैगलाइन दिखाएँ

source: Show Site Title
hi: साइट का शीर्षक दिखाएँ

source: Logo & Site Identity
hi: प्रतीक चिन्ह एवं साइट की पहचान

source: Menu Icon
hi: मेनू आइकन

source: HTML
hi: एचटीएमएल

source: Dark Mode
hi: डार्क मोड

source: next
hi: अगला

source: previous
hi: पिछला

source: Post navigation
hi: पोस्ट नेविगेशन

source: %s Settings
hi: %s सेटिंग्स

source: %s Comment
hi: %s टिप्पणी

source: upgrading PHP to the latest version
hi: पीएचपी को नवीनतम संस्करण में अपग्रेड करना

source: Page Builder Full Width (Neve)
hi: पूर्ण चौड़ाई पृष्ठ निर्माता (नेवे)

source: Neve
hi: नेवे

source: Cancel
hi: रद्द करे

source: Get the PRO version!
hi: प्रो संस्करण प्राप्त करें!

source: Activating
hi: सक्रिय

source: Options
hi: विकल्प

source: It seems we can&rsquo;t find what you&rsquo;re looking for. Perhaps searching can help.
hi: ऐसा लगता है की आप जो खोज रहे हैं उसे हम नहीं ढूँढ सकते हैं। शायद खोज मदद कर सकाती हैं।

source: Sorry, but nothing matched your search terms. Please try again with some different keywords.
hi: क्षमा करें, लेकिन कुछ भी आपके खोज शब्द से मेल नहीं खाता है। कृपया कुछ अलग सूचक शब्द के साथ फ़िर से कोशिश करें।

source: Get started here
hi: यहाँ से शुरुआत करें

source: Ready to publish your first post? %s.
hi: अपनी पहली पोस्ट को प्रकाशित करने के लिए तैयार हैं? %s।

source: Read More
hi: और पढ़ें

source: Tags
hi: टैग्स

# comments title
source: %1$s thought on &ldquo;%2$s&rdquo;
hi: &ldquo;%2$s&rdquo; पर %1$s विचार

source: Comment awaiting moderation.
hi: मॉडरेशन की प्रतीक्षा करती टिप्पणियाँ।

source: Reply
hi: उत्तर दें

source: %1$s at %2$s
hi: %1$s को %2$s बजे

source: Edit
hi: संपादित करें

source: Pingback:
hi: पिंगबेक:

source: Next
hi: अगला

source: Previous
hi: पिछला

source: Comments Navigation
hi: टिप्पणी नेविगेशन

source: Comments are closed.
hi: टिप्पणियाँ बंद हैं।

source: Search Results for: %s
hi: %s के लिए खोज के परिणाम

source: Navigation Menu
hi: संचालन सूची

source: Close
hi: बंद करें

source: Line Height
hi: पंक्तियों के बीच की दूरी

source: Font Size
hi: फ़ॉन्ट का आकार

source: Font Family
hi: लिपि का प्रकार

source: Headings
hi: शीर्षक

source: General
hi: सामान्य

source: Typography
hi: मुद्रण कला

source: Header
hi: शीर्ष

source: Elements Order
hi: तत्वो का क्रम

source: Content Width (%)
hi: सामग्री की चौड़ाई (%)

source: Sidebar Layout
hi: साइडबार प्रारूप

source: Single Product
hi: एकल उत्पाद

source: Shop / Archive
hi: दुकान / संग्रह

source: Single Post
hi: एकल पोस्ट

source: Enable Advanced Options
hi: उन्नत विकल्प सक्षम करें

source: Sitewide Content Width (%)
hi: साइटवाइड सामग्री की चौड़ाई (%)

source: Sitewide Sidebar Layout
hi: साइटवाइड साइडबार का प्रारूप

source: Search
hi: खोजे

source: Section Content
hi: अनुभाग की सामग्री

source: %1$s | Powered by %2$s
hi: %1$s | %2$s द्वारा संचालित

source: Text
hi: वाक्य

source: None
hi: कुछ भी नहीं

source: Content
hi: सामग्री

source: Footer
hi: फुटर

source: Single Product Container Style
hi: एकल उत्पाद कंटेनर की शैली

source: Shop / Archive Container Style
hi: दुकान / संग्रहण कंटेनर की शैली

source: Single Post Container Style
hi: एकल पोस्ट कंटेनर की शैली

source: Blog / Archive Container Style
hi: ब्लॉग / संग्रहण कंटेनर की शैली

source: Default Container Style
hi: कंटेनर की पूर्व विकल्पित शैली

source: Meta Order
hi: मेटा क्रम

source: Comments
hi: टिप्पणियाँ

source: Date
hi: दिनांक

source: Category
hi: श्रेणी

source: Author
hi: लेखक

source: Post Content Order
hi: पोस्ट सामग्री का क्रम

source: Excerpt
hi: अंश

source: Title & Meta
hi: शीर्षक और मेटा

source: Thumbnail
hi: लघुछवि

source: Excerpt Length
hi: अंश की लंबाई

source: Enable Masonry
hi: मेसन्री सक्षम करें

source: Layout
hi: प्रारूप

source: Blog
hi: ब्लॉग

source: Blog / Archive
hi: ब्लॉग / संग्रहण

source: Colors & Background
hi: रंग और पृष्ठभूमि

source: Default
hi: पूर्व विकल्पित

source: Footer Four
hi: चौथा फुटर

source: Footer Three
hi: तीसरा फुटर

source: Footer Two
hi: दूसरा फुटर

source: Footer One
hi: पहला फुटर

source: Shop Sidebar
hi: दुकान साइडबार

source: Text Color
hi: वाक्य का रंग

source: With %s, you can choose from multiple unique demos, specially designed for you, that can be installed with a single click. You just need to choose your favorite, and we will take care of everything else.
hi: %s के साथ, आप विशेष रूप से आपके लिए डिज़ाइन किए गए कई अद्वितीय डेमो मे से चुन सकते हैं, जिन्हें एक क्लिक के साथ इंस्टॉल किया जा सकता है। आपको बस अपना पसंदीदा डेमो चुनना होगा, और हम सब चीज़ो का ख्याल रखेंगे।

source: Footer Menu
hi: फुटर की सूची

source: Primary Menu
hi: प्राथमिक सूची

source: Content / Sidebar
hi: सामग्री / साइडबार

source: Footer Options
hi: फुटर विकल्प

source: Blog Layouts
hi: ब्लॉग प्रारूप

source: Header Options
hi: हैडर विकल्प

source: Layout Options
hi: प्रारूप विकल्प

source: Customize Fonts
hi: लिपि अनुकूल करें

source: Set Colors
hi: रंग निर्धारित करें

source: Upload Logo
hi: लोगो अपलोड करें

source: Changelog
hi: बदलाव का लेखा

source: Read full documentation
hi: पूर्ण प्रलेख पढ़ें

source: Need more details? Please check our full documentation for detailed information on how to use %s.
hi: अधिक जानकारी की आवश्यकता है? %s को उपयोग करने के तरीक़ो के बारे में विस्तृत जानकारी के लिए कृपया हमारा पूरा दस्तावेज़ीकरण देखें।

source: We want to make sure you have the best experience using %1$s, and that is why we have gathered all the necessary information here for you. We hope you will enjoy using %1$s as much as we enjoy creating great products.
hi: हम यह सुनिश्चित करना चाहते हैं कि आपको %1$s का उपयोग करने का सबसे अच्छा अनुभव मिले, और इसी कारण हमने आपके लिए यहां सभी आवश्यक जानकारी इकट्ठी की हैं। हम आशा करते हैं कि आप %1$s का आनंद उठाए जैसे हम आछे उत्पादो को बनाने का आनंद उठाते है।

source: Contact Support
hi: मदद के लिए संपर्क करें

source: Documentation
hi: दस्तावेज़

source: %s now comes with a sites library with various designs to pick from. Visit our collection of demos that are constantly being added.
hi: %s अब एक साइट्स लाइब्रेरी के साथ आता है जिसमें से चुनने के लिए विभिन्न डिज़ाइन होते हैं। हमारे डेमो के संग्रह पर जाएं जहाँ डेमो लगातार जोड़े जा रहे हैं।

source: Submit a review
hi: समीक्षा प्रस्तुत करें

source: Are you are enjoying Neve? We would love to hear your feedback.
hi: क्या आप नीव का आनंद ले रहे हैं? हमें आपका फ़ीडबैक सुनना पसंद आएगा।

source: Leave us a review
hi: हमारी समीक्षा करें

source: Join our Facebook Group
hi: हमारे फ़ेसबुक ग्रूप से जुड़े

source: Cart
hi: टोकरी

source: Filter
hi: फिल्टर

source: Deactivate
hi: निष्क्रिय करें

source: Activate
hi: सक्रिय करें

source: Sidebar
hi: साइडबार

source: No Sidebar
hi: कोई साइडबार नही

source: Right Sidebar
hi: दाहिना साइडबार

source: Left Sidebar
hi: बायां साइडबार

source: Container
hi: कंटेनर

source: Full Width
hi: पूर्ण चौड़ाई

source: Contained
hi: निहित

source: Customizer Setting
hi: अनुकूलक की सेटिंग्स

source: Disable Footer
hi: फुटर अक्षम करें

source: Disable Featured Image
hi: निरूपित चित्र को अक्षम करें

source: Disable Title
hi: शीर्षक अक्षम करें

source: Disable Header
hi: शीर्ष अक्षम करें

source: Components
hi: अवयव

source: Enable Individual Content Width
hi: सामग्री की व्यक्तिगत चौड़ाई सक्षम करें

source: Content Width
hi: सामग्री की चौड़ाई

source: Skip to content
hi: छोड़कर सामग्री पर जाएँ

source: Hey, we've noticed that you're running an outdated version of PHP which is no longer supported. Make sure your site is fast and secure, by %1$s. Neve's minimal requirement is PHP%2$s.
hi: अरे, हमने देखा है कि आप पीएचपी का एक पुराना संस्करण चला रहे हैं जो अब समर्थित नहीं है। सुनिश्चित करें कि आपकी साइट %1$s तक तेज़ और सुरक्षित है। नीव की न्यूनतम आवश्यकता पीएचपी है%2$s।

source: ThemeIsle
hi: थीमआईल
