Repository: prasish012/try
Catalog: try/media_copy/translations/newsphere/existing_translations/PO FILES AS DATASETS FROM WP.TRANSLATE 2/Hindi/wp-themes-lmscourse-fse-*.po
Languages: hi

source: LMSCourse FSE is a fast, full-site editing WordPress theme tailored for online courses, coaching sites, and digital schools. Fully compatible with Masteriyo, LearnDash, Tutor LMS, and LifterLMS, it lets you launch a complete LMS site with lessons, quizzes, and certificates. Lightweight, responsive, and block-based, LMSCourse FSE works seamlessly with WooCommerce and payment gateways to help you sell and manage your online learning content.
hi: LMSCourse FSE एक तेज़, पूर्ण-साइट संपादन वर्डप्रेस थीम है जिसे ऑनलाइन पाठ्यक्रमों, कोचिंग साइटों और डिजिटल स्कूलों के लिए डिज़ाइन किया गया है। Masteriyo, लर्नडैश, Tutor LMS और LifterLMS के साथ पूरी तरह से संगत, यह आपको पाठों, प्रश्नोत्तरी और प्रमाणपत्रों के साथ एक संपूर्ण LMS साइट लॉन्च करने की सुविधा देता है। हल्का, रिस्पॉन्सिव और ब्लॉक-आधारित, LMSCourse FSE वूकॉमर्स और भुगतान गेटवे के साथ सहजता से काम करता है ताकि आपको अपनी ऑनलाइन शिक्षण सामग्री बेचने और प्रबंधित करने में मदद मिल सके।

# Style variation name
source: Purple Rain
hi: बैंगनी बारिश

# Style variation name
source: Petrol Sky
hi: पेट्रोल आकाश

# Style variation name
source: Black Berry
hi: ब्लैकबेरी

# Template part name
source: Footer Variation - CTA
hi: फ़ुटर विविधता - सीटीए

# Template part name
source: Footer Variation - Columns
hi: फ़ुटर विविधता - कॉलम

# Template part name
source: Footer
hi: फुटर

# Template part name
source: Header Variation - Subheader
hi: हेडर भिन्नता - उपशीर्षक

# Template part name
source: Header
hi: शीर्ष

# Font size name
source: Huge
hi: बड़ा

# Font size name
source: Extra Large
hi: ज्यादा बड़ा

# Font size name
source: Large
hi: विशाल

# Font size name
source: Medium
hi: मध्यम

# Font size name
source: Normal
hi: समान्य

# Font size name
source: Small
hi: छोटा

# Font family name
source: Figtree
hi: फीगट्री

# Font family name
source: Open Sans
hi: ओपन सेन्स

# Font family name
source: Montserrat
hi: मोंटेसेराट

# Font family name
source: Source Sans Pro
hi: सोर्स सेन्स प्रो

# Font family name
source: Playfair Display
hi: प्लेफेयर डिस्प्ले

# Font family name
source: Spline Sans
hi: स्प्लीन सेन्स

# Font family name
source: Outfit
hi: पोशाक

# Font family name
source: Hanken Grotesk
hi: हैंकेन ग्रोटेस्क

# Font family name
source: Fraunces
hi: फ्रान्सिस

# Font family name
source: Albert Sans
hi: अल्बर्ट सेन्स

# Font family name
source: Inter
hi: अंतर

# Color name
source: Foreground Alt
hi: अग्रभूमि Alt

# Color name
source: Background Alt
hi: पृष्ठभूमि Alt

# Color name
source: Background Dark
hi: बैकग्राउंड डार्क

# Color name
source: Accent Secondary
hi: एक्सेंट सेकेंडरी

# Color name
source: Accent
hi: उच्चारण

# Color name
source: Foreground
hi: अग्रभूमि

# Color name
source: Background
hi: पृष्ठभूमि

source: Single Post 3 (Cover)
hi: सिंगल पोस्ट 3 (कवर)

source: Single Post 2 (Cover Boxed)
hi: सिंगल पोस्ट 2 (कवर बॉक्स)

source: Archive List
hi: संग्रह सूची

source: Archive (Cover)
hi: पुरालेख (कवर)

source: 404 Error Page
hi: 404 त्रुटि पृष्ठ

source: Page Title
hi: पृष्ठ का शीर्षक

source: Posts 4
hi: पोस्ट 4

source: Posts 3
hi: पोस्ट 3

source: Posts 2
hi: पोस्ट 2

source: Posts
hi: पोस्ट

source: Testimonials 3
hi: प्रशंसापत्र 3

source: Testimonials 2
hi: प्रशंसापत्र 2

source: Testimonials 1
hi: प्रशंसापत्र 1

source: Stats 2
hi: आँकड़े 2

source: Stats 1
hi: आँकड़े 1

source: Pricing 2
hi: मूल्य निर्धारण 2

source: Pricing 1
hi: मूल्य निर्धारण 1

source: Hero 2
hi: हीरो 2

source: Hero 1
hi: हीरो 1

source: Features 2
hi: विशेषताएं 2

source: Features 1
hi: विशेषताएं 1

source: FAQs
hi: सामान्य प्रश्न

source: CTA 3
hi: सीटीए 3

source: CTA 2
hi: सीटीए 2

source: CTA 1
hi: सीटीए 1

source: Content 9
hi: सामग्री 9

source: Content 8
hi: सामग्री 8

source: Content 7
hi: सामग्री 7

source: Content 6
hi: सामग्री 6

source: Content 5
hi: सामग्री 5

source: Content 4
hi: सामग्री 4

source: Content 3
hi: सामग्री 3

source: Content 2
hi: सामग्री 2

source: Content 1
hi: सामग्री

source: Primary Menu
hi: प्राथमिक सूची

source: Full-page layouts that can be used as templates
hi: पूर्ण-पृष्ठ लेआउट जिनका उपयोग टेम्प्लेट के रूप में किया जा सकता है

source: LMSCourse FSE Layouts
hi: LMSCourse एफएसई लेआउट

source: Patterns for several sections and components
hi: कई सेक्शन और कंपोनेंट्स के लिए पैटर्न

source: LMSCourse FSE Patterns
hi: एलएमएसकोर्स एफएसई पैटर्न

source: Masteriyo LMS preview
hi: Masteriyo LMS पूर्वावलोकन

source: Learn More
hi: और अधिक जानें

source: Install & Activate %s
hi: %s को स्थापित और सक्रिय करें

source: Activate %s
hi: %s सक्रिय करें

source: Drag & drop builder with quizzes, certificates & assignments
hi: क्विज़, प्रमाणपत्र और असाइनमेंट के साथ ड्रैग और ड्रॉप बिल्डर

source: Complete course builder
hi: संपूर्ण पाठ्यक्रम निर्माता

source: Built-in payment system with Stripe, PayPal & more
hi: स्ट्राइप, पेपाल और अन्य के साथ अंतर्निहित भुगतान प्रणाली

source: Multiple payment options
hi: अनेक भुगतान विकल्प

source: Install and create your first course in minutes
hi: मिनटों में अपना पहला कोर्स इंस्टॉल करें और बनाएं

source: Quick setup
hi: शीघ्र व्यवस्थित

source: The complete WordPress LMS solution for educators and businesses. Build engaging courses, track student progress, and monetize your knowledge with zero coding required.
hi: शिक्षकों और व्यवसायों के लिए संपूर्ण वर्डप्रेस एलएमएस समाधान। आकर्षक पाठ्यक्रम बनाएँ, छात्रों की प्रगति पर नज़र रखें, और बिना किसी कोडिंग के अपने ज्ञान से कमाई करें।

source: Create and Sell Online Courses with %s!
hi: %s के साथ ऑनलाइन पाठ्यक्रम बनाएं और बेचें!

source: The theme was designed to work best with Masteriyo LMS
hi: थीम को Masteriyo LMS के साथ सर्वोत्तम ढंग से काम करने के लिए डिज़ाइन किया गया है

source: Done
hi: पूरा हुआ

source: Installing
hi: स्थापित हो रहा है

source: Activating
hi: सक्रिय

source: You appear to be running the LMSCourse FSE theme from source code. Please finish installation by running %s.
hi: ऐसा लगता है कि आप स्रोत कोड से LMSCourse FSE थीम चला रहे हैं। कृपया %s चलाकर इंस्टॉलेशन पूरा करें।

source: upgrading PHP to the latest version
hi: पीएचपी को नवीनतम संस्करण में अपग्रेड करना

source: Hey, we've noticed that you're running an outdated version of PHP which is no longer supported. Make sure your site is fast and secure, by %1$s. LMSCourse FSE's minimal requirement is PHP%2$s.
hi: नमस्कार, हमने देखा है कि आप PHP का पुराना संस्करण चला रहे हैं जो अब समर्थित नहीं है। %1$s तक सुनिश्चित करें कि आपकी साइट तेज़ और सुरक्षित है। LMSCourse FSE की न्यूनतम आवश्यकता PHP है%2$s।

source: ThemeIsle
hi: थीमआईल
