Repository: prasish012/try
Catalog: try/media_copy/translations/newsphere/existing_translations/PO FILES AS DATASETS FROM WP.TRANSLATE 2/Hindi/wp-themes-neve-*.po
Languages: hi

source: Enable featured post section
hi: फीचर्ड पोस्ट अनुभाग सक्षम करें

source: Featured Post
hi: फीचर्ड पोस्ट

source: Neve Theme controls base style settings of Easy Digital Downloads. Additional settings from other extensions might appear below.
hi: नेव थीम आसान डिजिटल डाउनलोड की आधार शैली सेटिंग्स को नियंत्रित करता है। अन्य एक्सटेंशन की अतिरिक्त सेटिंग नीचे दिखाई दे सकती हैं।

source: Controlled by Neve
hi: नेव द्वारा नियंत्रित

source: EDD Cart
hi: इजी डिजिटल डाउनलोड कार्ट

source: Easy Digital Downloads Cart
hi: इजी डिजिटल डाउनलोड कार्ट

source: Block Editor Booster
hi: ब्लॉक संपादक बूस्टर

source: Learn more
hi: और अधिक जानें

source: Use one logo for both modes
hi: दोनों मोड के लिए एक लोगो का प्रयोग करें

source: Get Neve Pro
hi: नेव प्रो प्राप्त करें

source: Neve PRO Features
hi: नेव प्रो फीचर्स

source: Stepped
hi: कदम रखा

source: Vertical
hi: लंब

source: Standard
hi: सामान्य

source: Checkout Style
hi: चेकआउट शैली

source: Upgrade to the Pro version and get instant access to all Premium Starter Sites — including Expert Sites — and much more.
hi: प्रो संस्करण में अपग्रेड करें और सभी प्रीमियम स्टार्टर साइट्स तक त्वरित पहुंच प्राप्त करें - विशेषज्ञ साइटों सहित - और भी बहुत कुछ।

source: Explore Neve PRO
hi: नेव प्रो का अन्वेषण करें

source: Upgrade to Neve Pro and unlock all components, including Wish List, Breadcrumbs, Custom Layouts and many more.
hi: नेव प्रो में अपग्रेड करें और विश लिस्ट, ब्रेडक्रंब, कस्टम लेआउट और कई अन्य सहित सभी घटकों को अनलॉक करें।

source: Social Icons
hi: सोशल आइकॉन

source: Global Header Settings
hi: वैश्विक हैडर सेटिंग्स

source: Additional Font Variants
hi: अतिरिक्त फ़ॉन्ट प्रकार

source: Add Item
hi: आइटम जोडें

source: Item
hi: आइटम

source: Remove
hi: हटायें

source: Page
hi: पृष्ठ

source: API for %s is reachable on your site.
hi: %s के लिए एपीआई आपकी साइट पर उपलब्ध है।

source: Can not connect to API
hi: एपीआई से कनेक्ट नहीं हो सकता

source: API for %s is reachable.
hi: %s के लिए एपीआई उपलब्ध है।

source: Customizer Custom CSS
hi: कस्टमाइज़र कस्टम सीएसएस

source: Child theme files
hi: चाइल्ड थीम फ़ाइलें

source: No
hi: नहीं

source: Yes
hi: हाँ

source: API connectivity
hi: एपीआई कनेक्टिविटी

source: Title alignment
hi: शीर्षक संरेखण

source: All available components are used inside the builder
hi: सभी उपलब्ध घटकों का उपयोग बिल्डर के अंदर किया जाता है

source: Switch Skin
hi: स्विच स्किन

source: Switching skin
hi: स्किन बदलना

source: Neve 3.0
hi: नीव 3.0

source: Legacy Skin
hi: विरासत स्किन

source: Migrate Builders Data
hi: बिल्डर्स डेटा माइग्रेट करें

source: Some manual adjustments may be required.
hi: कुछ मैनुअल समायोजन की आवश्यकता हो सकती है।

source: We've created a new Header/Footer Builder experience! You can always roll back to the old builder from right here.
hi: हमने एक नया हैडर/फुटर निर्माता अनुभव बनाया है! आप हमेशा यहीं से पुराने बिल्डर के पास वापस जा सकते हैं।

source: Roll Back
hi: रोल बैक

source: Reload
hi: पुनः लोड करें

source: Want to roll back to the old builder?
hi: पुराने बिल्डर में वापस रोल करना चाहते हैं?

source: You must save the current customizer values before running the migration.
hi: माइग्रेशन चलाने से पहले आपको वर्तमान अनुकूलक मानों को सहेजना होगा.

source: Removing old data
hi: पुराना डेटा हटाना

source: Rolling back builder
hi: रोलिंग बैक बिल्डर

source: Migrating builder data
hi: बिल्डर डेटा माइग्रेट करना

source: Accessibility
hi: पहुँच

source: Contrast
hi: अंतर

source: %1$s Builder
hi: %1$s बिल्डर

source: You are customizing the <Button>%1$s</Button> Header
hi: आप <Button>%1$s</Button> शीर्षलेख को अनुकूलित कर रहे हैं

source: Toggle Sidebar
hi: साइडबार टॉगल करें

source: Row Setting
hi: पंक्ति सेटिंग

source: Search for a component…
hi: एक घटक खोजें…

source: Widget Settings
hi: विजेट सेटिंग्स

source: Item Settings
hi: आइटम सेटिंग्स

source: Search products&hellip;
hi: उत्पादों को खोजना&hellip;

source: Change archive font size
hi: संग्रह फ़ॉन्ट आकार बदलें

source: Change H1 font size
hi: H1 फ़ॉन्ट आकार बदलें

source: Change headings font
hi: शीर्षकों का फ़ॉन्ट बदलें

source: Change main font
hi: मुख्य फ़ॉन्ट बदलें

source: Button text
hi: बटन टेक्स्ट

source: Button style
hi: बटन शैली

source: The following magic tags are available for this field: {title} and {comments_number}. Leave this field empty for default behavior.
hi: इस क्षेत्र के लिए निम्नलिखित मैजिक टैग उपलब्ध हैं: {title} और {comments_number}। डिफ़ॉल्ट व्यवहार के लिए इस फ़ील्ड को खाली छोड़ दें।

source: Section title
hi: सेक्शन शीर्षक

source: Spacing between elements
hi: तत्वों के बीच की दूरी

source: Full width
hi: पूर्ण चौड़ाई

source: Cover container
hi: कवर कंटेनर

source: Luminosity
hi: चमक

source: Hue
hi: रंग

source: Exclusion
hi: बहिष्करण

source: Difference
hi: अंतर

source: Saturation
hi: परिपूर्णता

source: Color Dodge
hi: रंग हटना

source: Lighten
hi: हल्का

source: Darken
hi: गहरा

source: Overlay
hi: ओवरले

source: Screen
hi: स्क्रीन

source: Multiply
hi: गुणा

source: Blend mode
hi: मिश्रण मोड

source: Hide featured image
hi: फीचर्ड छवि छुपाएं

source: Overlay opacity
hi: ओवरले अस्पष्टता

source: Overlay color
hi: ओवरले रंग

source: Display meta before title
hi: शीर्षक से पहले मेटा प्रदर्शित करें

source: Title Position
hi: शीर्षक स्थिति

source: Cover padding
hi: कवर पैडिंग

source: Cover height
hi: कवर ऊंचाई

source: Cover
hi: कवर

source: Submit Form Section
hi: फॉर्म सेक्शन जमा करें

source: Comments Section
hi: टिप्पणियाँ सेक्शन

source: Page Elements
hi: पृष्ठ तत्व

source: Header Layout
hi: हैडर लेआउट

source: Avatar Size
hi: अवतार आकार

source: For special characters make sure to use Unicode. For example > can be displayed using \003E.
hi: विशेष वर्णों के लिए यूनिकोड का उपयोग करना सुनिश्चित करें। उदाहरण के लिए > \003E का उपयोग करके प्रदर्शित किया जा सकता है।

source: Separator
hi: विभाजक

source: Customize the general design of the form elements across the site.
hi: साइट पर फ़ॉर्म तत्वों के सामान्य डिज़ाइन को अनुकूलित करें।

source: Secondary Button
hi: माध्यमिक बटन

source: Primary Button
hi: प्राथमिक बटन

source: update
hi: अपडेट करें

source: Text color
hi: पाठ का रंग

source: Background color
hi: पृष्ठभूमि रंग

source: Section padding
hi: सेक्शन पैडिंग

source: Boxed layout
hi: बॉक्स लेआउट

source: Appearance %1$s Customize %2$s Footer %3$s
hi: अपीयरेंस %1$s कस्टमाइज %2$s फुटर %3$s

source: Adjust default color scheme based on the user device preferences. %1$sLearn More%2$s.
hi: उपयोगकर्ता डिवाइस प्राथमिकताओं के आधार पर डिफ़ॉल्ट रंग योजना समायोजित करें। %1$sअधिक जानें%2$s.

source: Automatically adjust color scheme
hi: रंग योजना को स्वचालित रूप से समायोजित करें

source: Leave blank for no label ...
hi: बिना किसी लेबल के खाली छोड़ दें...

source: Label
hi: लेबल

source: Select icon
hi: आइकन चुनें

source: Dark Palette
hi: डार्क पैलेट

source: The base palette is used for light mode. %1$sEdit color palettes%2$s.
hi: बेस पैलेट का उपयोग लाइट मोड के लिए किया जाता है। %1$sरंग पट्टियों को संपादित करें%2$s.

source: Light Palette
hi: लाइट पैलेट

source: Palette Switch
hi: पैलेट स्विच

source: Mobile Sidebar
hi: मोबाइल साइडबार

source: Footer Main
hi: फुटर मुख्य

source: Columns Layout
hi: कॉलम लेआउट

source: Number of Columns
hi: कॉलम की संख्या

source: In order to be able to import any starter sites for %1$s you would need to have the %2$s plugin updated to the latest version.
hi: %1$s के लिए किसी भी स्टार्टर साइट को आयात करने में सक्षम होने के लिए आपको %2$s प्लगइन को नवीनतम संस्करण में अपडेट करने की आवश्यकता होगी।

source: In order to be able to import any starter sites for %1$s you would need to have the %2$s plugin active.
hi: %1$s के लिए किसी भी स्टार्टर साइट को आयात करने में सक्षम होने के लिए आपको %2$s प्लग इन को सक्रिय रखना होगा।

source: (opens in a new tab)
hi: (नए टैब में खुलता है)

source: Use last updated date instead of the published one
hi: प्रकाशित तिथि के स्थान पर अंतिम अपडेट तिथि का प्रयोग करें

source: You appear to be running the Neve theme from source code. Please finish installation by running %s.
hi: ऐसा प्रतीत होता है कि आप स्रोत कोड से नीव थीम चला रहे हैं। कृपया %s चलाकर संस्थापन समाप्त करें।

source: Link values
hi: लिंक मान

source: Out of stock
hi: स्टाक में नहीं

# Theme starter content
source: Project Details
hi: परियोजना विवरण

# Theme starter content
source: Contact
hi: संपर्क करें

# Theme starter content
source: Portofolio
hi: पोर्टफोलियो

source: Theme
hi: थीम

source: Customize the default button styles
hi: डिफ़ॉल्ट बटन शैलियों को अनुकूलित करें

source: Button Style
hi: बटन शैली

source: Form Labels
hi: फ़ॉर्म लेबल

source: Input Text
hi: इनपुट टेक्स्ट

source: Border Color
hi: सीमा का रंग

source: Field Background Color
hi: फ़ील्ड पृष्ठभूमि रंग

source: Field Padding
hi: फील्ड पैडिंग

source: Form Fields
hi: फॉर्म फील्ड्स

# Theme starter content
source: Home
hi: मुख पृष्ठ

# Theme starter content
source: About
hi: बारे में

# Theme starter content
source: Blog
hi: ब्लॉग

source: Learn more about fallback fonts
hi: फ़ॉलबैक फ़ॉन्ट के बारे में अधिक जानें

source: Fallback Font
hi: फ़ॉलबैक फ़ॉन्ट

source: Palette Colors
hi: पैलेट रंग

source: How the color system works
hi: रंग प्रणाली कैसे काम करती है

source: Add
hi: जोड़ें

source: Extend from:
hi: से बढ़ाएँ:

source: Palette Title
hi: पैलेट शीर्षक

source: Add Custom Palette
hi: कस्टम पैलेट जोड़ें

source: Reset all to default
hi: सभी को डिफ़ॉल्ट पर रीसेट करें

source: Delete
hi: हटाएँ

source: If this is the currently active palette, the current palette will be switched to the Base one.
hi: यदि यह वर्तमान में सक्रिय पैलेट है, तो वर्तमान पैलेट को आधार एक में बदल दिया जाएगा।

source: Are you sure you want to delete the %s palette?
hi: क्या आप वाकई %s पैलेट को हटाना चाहते हैं?

source: Remove Palette
hi: पैलेट निकालें

source: Global Colors
hi: वैश्विक रंग

source: Extra Color 2
hi: अतिरिक्त रंग 2

source: Extra Color 1
hi: अतिरिक्त रंग 1

source: Text Dark Background
hi: टेक्स्ट डार्क बैकग्राउंड

source: Dark Background
hi: डार्क बैकग्राउंड

source: Light Background
hi: हल्का बैकग्राउंड

source: Site Background
hi: साइट बैकग्राउंड

source: Secondary Accent
hi: माध्यमिक एक्सेंट

source: Primary Accent
hi: प्राथमिक उच्चारण

source: Base
hi: आधार

source: Welcome
hi: स्वागतम

source: Install and Activate
hi: स्थापित करें और सक्रिय करें

source: Could not activate plugin.
hi: प्लगइन सक्रिय नहीं कर सका।

source: Something went wrong while installing the plugin.
hi: प्लगइन स्थापित करते समय कुछ गलत हुआ।

source: Extend your header with more components and settings, build sticky/transparent headers or display them conditionally.
hi: अपने हेडर को अधिक घटकों और सेटिंग्स के साथ विस्तारित करें, चिपचिपा/पारदर्शी शीर्षलेख बनाएं या उन्हें सशर्त रूप से प्रदर्शित करें।

source: Click on any empty space to add components, or existing components to adjust settings.
hi: घटकों को जोड़ने के लिए किसी भी खाली स्थान पर क्लिक करें, या सेटिंग्स को समायोजित करने के लिए मौजूदा घटकों पर क्लिक करें।

source: %s Builder:
hi: %s बिल्डर:

source: Build your own header or choose from preset options.
hi: अपना खुद का हेडर बनाएं या प्रीसेट विकल्पों में से चुनें।

source: Toggle Visibility
hi: दृश्यता टॉगल करें

source: Drag to Reorder
hi: पुन: व्यवस्थित करने के लिए खींचें

source: Toggle
hi: टॉगल

source: Posts by %s
hi: %s द्वारा पोस्ट

source: Columns
hi: कॉलम

source: Grid
hi: ग्रिड

source: Covers
hi: कवर

source: List
hi: सूची

source: Button Text
hi: बटन टेक्स्ट

source: Two columns with image and text
hi: छवि और पाठ के साथ दो कॉलम

source: Two columns with text
hi: टेक्स्ट के साथ दो कॉलम

source: Light header with left-aligned content
hi: बाएं संरेखित सामग्री के साथ लाइट हेडर

source: Gallery with title and button
hi: शीर्षक और बटन के साथ गैलरी

source: Testimonial columns
hi: प्रशंसापत्र कॉलम

source: Two columns with centered content
hi: केंद्रित सामग्री के साथ दो कॉलम

source: Three columns with images and text
hi: छवियों और पाठ के साथ तीन कॉलम

source: Three columns with images, content and buttons
hi: छवियों, सामग्री और बटनों के साथ तीन कॉलम

source: Dark header with centered content
hi: केंद्रित सामग्री के साथ डार्क हेडर

source: Gallery grid with buttons
hi: बटन के साथ गैलरी ग्रिड

source: Four columns with team members
hi: टीम के सदस्यों के साथ चार कॉलम

source: Open Neve meta sidebar
hi: नीव मेटा साइडबार खोलें

source: Return to customizer settings
hi: कस्टमाइज़र सेटिंग पर लौटें

source: Reset all options to default
hi: सभी विकल्पों को डिफ़ॉल्ट पर रीसेट करें

source: Elements
hi: तत्वों

source: Sharing Icons
hi: साझीत आइकॉन

source: Related Posts
hi: संबंधित पोस्ट

source: Author Biography
hi: लेखक जीवनी

source: Post Navigation
hi: पोस्ट नेविगेशन

source: Featured Image
hi: फीचर्ड छवि

source: Post Meta
hi: पोस्ट मेटा

source: Post Title
hi: पोस्ट शीर्षक

source: Reading Time
hi: पढ़ने का समय

source: Title Alignment
hi: शीर्षक संरेखण

source: Page Title
hi: पृष्ठ का शीर्षक

source: Custom Content Width (%)
hi: कस्टम सामग्री चौड़ाई (%)

source: Page Layout
hi: पेज लेआउट

source: Expand first level of dropdowns when menu is in mobile menu content.
hi: जब मेनू मोबाइल मेनू सामग्री में हो, तो ड्रॉपडाउन के पहले स्तर का विस्तार करें।

source: Mobile Menu Options
hi: मोबाइल मेनू विकल्प

source: Show Mobile Menu
hi: मोबाइल मेनू दिखाएं

source: Items Min Height (px)
hi: आइटम न्यूनतम ऊंचाई (पीएक्स)

source: Sidebar Width
hi: साइडबार की चौड़ाई

source: Slide Down
hi: नीचे खिसकना

source: Full Canvas
hi: पूर्ण कैनवास

source: Pull from Right
hi: दाएं से खींचो

source: Pull from Left
hi: बाएं से खींचो

source: Slide from Right
hi: दाएं से स्लाइड

source: or
hi: या

source: Click the %1$s icon in the top bar or use the keyboard shortcut ( %2$s ) to customise the layout settings for this page
hi: शीर्ष बार में %1$s आइकन पर क्लिक करें या इस पृष्ठ के लिए लेआउट सेटिंग्स को अनुकूलित करने के लिए कीबोर्ड शॉर्टकट ( %2$s ) का उपयोग करें

source: Page Settings are now accessible from the top bar
hi: पृष्ठ सेटिंग अब शीर्ष बार से पहुंच योग्य हैं

source: Comments meta
hi: टिप्पणियाँ मेटा

source: Category meta
hi: श्रेणी मेटा

source: Date meta
hi: दिनांक मेटा

source: Author meta
hi: लेखक मेटा

source: Current Post Meta
hi: वर्तमान पोस्ट मेटा

source: Free
hi: मुक्त

source: All items are already selected.
hi: सभी आइटम पहले से ही चयनित हैं।

source: Add items by clicking the ones below.
hi: नीचे दिए गए पर क्लिक करके आइटम जोड़ें।

source: Remove Item
hi: आइटम निकालें

source: Add item
hi: आइटम जोड़े

source: Vertical Alignment
hi: लंबवत संरेखण

source: Middle
hi: मध्य

source: Comments reply title
hi: टिप्पणियाँ उत्तर शीर्षक

source: Post meta
hi: पोस्ट मेटा

source: Post excerpt
hi: पोस्ट का अंश

source: Post title
hi: शीर्षक पोस्ट करें

source: An error occurred. Please reload the page and try again.
hi: एक त्रुटि पाई गई। कृपया पृष्ठ लोड करें और पुन: प्रयास करें।

source: Height
hi: ऊंचाई

source: Search Field
hi: खोज क्षेत्र

source: Icon
hi: आइकन

source: Float Above Header
hi: हैडर के ऊपर फ़्लोट करें

source: Minimal
hi: कम से कम

source: Canvas
hi: कैनवास

source: Open Behaviour
hi: खुला व्यवहार

source: Dismiss
hi: खारिज

source: Something went wrong. Please reload the page and try again.
hi: कुछ गलत हो गया। कृपया पेज लोड करें और पुन: प्रयास करें।

source: Installing
hi: स्थापित हो रहा है

source: Install
hi: स्थापित करें

source: Could not Update Option. Please try again.
hi: विकल्प अपडेट नहीं कर सका। कृपया पुन: प्रयास करें।

source: Save
hi: सहेजें

source: Neve Theme Logo
hi: नीव थीम लोगो

source: Tweaks
hi: बदलाव

source: Bug Fixes
hi: बग ठीक करना

source: Features
hi: विशेषताएं

source: Starter Sites
hi: स्टार्टर साइट्स

source: Learn More
hi: और अधिक जानें

source: Could not activate module. Please try again.
hi: मॉड्यूल सक्रिय नहीं किया जा सका। कृपया पुन: प्रयास करें।

source: Module Deactivated.
hi: मॉड्यूल निष्क्रिय।

source: Module Activated
hi: मॉड्यूल सक्रिय

source: Upgrade
hi: अपग्रेड

source: In Progress
hi: प्रगति में

source: Done!
hi: पूर्ण!

source: Expires
hi: समाप्त होना

source: Expired
hi: समय सीमा समाप्त

source: Valid
hi: मान्य

source: Deactivating
hi: निष्क्रिय

source: Enter License Key
hi: लाइसेंस नंबर डाले

source: Typekit Project ID is invalid
hi: टाइपकिट प्रोजेक्ट आईडी अमान्य है

source: We recommend that both %1$s and %2$s are updated to the latest version to ensure optimal intercompatibility.
hi: हम अनुशंसा करते हैं कि इष्टतम अंतर्संगतता सुनिश्चित करने के लिए %1$s और %2$s दोनों को नवीनतम संस्करण में अपडेट किया जाए।

source: New plugin update for %1$s! Please update to %2$s.
hi: %1$s के लिए नया प्लगइन अपडेट! कृपया %2$s में अपडेट करें।

source: Update Now
hi: अब अपडेट करे

source: New theme update for %1$s! Please update to %2$s.
hi: %1$s के लिए नया थीम अपडेट! कृपया %2$s में अपडेट करें।

source: Enter your license from %1$s purchase history in order to get plugin updates
hi: प्लगइन अपडेट प्राप्त करने के लिए %1$s खरीद इतिहास से अपना लाइसेंस दर्ज करें

source: Please update %s to the latest version and then refresh this page to have access to the options.
hi: कृपया %s को नवीनतम संस्करण में अपडेट करें और फिर विकल्पों तक पहुंच प्राप्त करने के लिए इस पृष्ठ को रीफ्रेश करें।

source: %s license
hi: %s लाइसेंस

source: %s Options
hi: %s विकल्प

source: Border Width
hi: सीमा चौड़ाई

source: Border Radius
hi: सीमा त्रिज्या

source: Transform
hi: ट्रांसफॉर्म

source: Weight
hi: वजन

source: Clear
hi: साफ़ करें

source: Container width
hi: कंटेनर की चौड़ाई

source: Logo max width
hi: लोगो अधिकतम चौड़ाई

source: Row height
hi: पंक्ति की ऊंचाई

source: Style 6
hi: शैली 6

source: Style 5
hi: शैली 5

source: Style 4
hi: शैली 4

source: Style 3
hi: शैली 3

source: Style 2
hi: शैली 2

source: Style 1
hi: शैली 1

source: Currency Symbol
hi: मुद्रा चिन्ह

source: Currency Name
hi: मुद्रा का नाम

source: Total
hi: कुल

source: Total + Currency Symbol
hi: कुल + मुद्रा प्रतीक

source: Disable Homepage Link
hi: मुखपृष्ठ लिंक अक्षम करें

source: No header presets found
hi: कोई हेडर प्रीसेट नहीं मिला

source: Search Header Presets…
hi: हैडर प्रीसेट खोजें…

source: No Icon
hi: कोई आइकन नहीं

source: WordPress Avatar
hi: वर्डप्रेस अवतार

source: Icon Style 6
hi: चिह्न शैली 6

source: Icon Style 5
hi: चिह्न शैली 5

source: Icon Style 4
hi: चिह्न शैली 4

source: Icon Style 3
hi: चिह्न शैली 3

source: Icon Style 1
hi: चिह्न शैली 1

source: Icon Style 2
hi: चिह्न शैली 2

source: User Email
hi: उपयोगकर्ता ईमेल

source: Display Name
hi: प्रदर्शित होने वाला नाम

source: User Nice Name
hi: उपयोगकर्ता नाइसनेम

source: Current User
hi: वर्तमान प्रयोगकर्ता

source: Items Spacing (px)
hi: आइटम स्पेसिंग (पीएक्स)

source: Hover Skin Mode
hi: होवर स्किन मोड

source: Justify
hi: मिलान

source: Header Presets
hi: हैडर प्रीसेट

source: Pages:
hi: पृष्ठों:

source: Night
hi: हल्का

source: edit
hi: संपादित करे

source: Note: It seems that the shop page has an individual sidebar layout already set. To be able to control the layout from here, %s your page and set the sidebar to "Inherit".
hi: नोट: ऐसा लगता है कि दुकान पृष्ठ पर पहले से ही एक अलग साइडबार लेआउट है। यहां से लेआउट को नियंत्रित करने में सक्षम होने के लिए, अपने पृष्ठ को %s करें और साइडबार को "कस्टमाइज़र सेटिंग" पर सेट करें।

source: You are customizing the %s Header
hi: आप %s हैडर को कस्टमाइज़ कर रहे हैं

source: Remove Image
hi: चित्र हटाए

source: Remove Fallback Image
hi: फालबैक चित्र हटाये

source: Fallback Image
hi: फालबैक चित्र

source: Use Featured Image
hi: विशेष रूप से प्रदर्शित चित्र का प्रयोग करे

source: Insert Dynamic Tag
hi: डायनामिक टैग डालें

source: Checkout URL
hi: चेकआउट का यूआरएल

source: Cart URL
hi: कार्ट का यूआरएल

source: Product Title
hi: उत्पाद का शीर्षक

source: Product Price
hi: उत्पाद का मूल्य

source: WooCommerce
hi: वूकॉमर्स

source: Current Year
hi: वर्तमान साल

source: Home URL
hi: होम का यूआरएल

source: Site Tagline
hi: साईट टैगलाइन

source: Site Title
hi: साइट शीर्षक

source: Global
hi: सार्वत्रिक

source: Author URL
hi: रचयिता का यूआरएल

source: Author Name
hi: रचयिता का नाम

source: Author Bio
hi: रचयिता की बायो

source: Archive URL
hi: संग्रह का यूआरएल

source: Archive Title
hi: संग्रह का शीर्षक

source: Archive Description
hi: संग्रह का विवरण

source: Archive
hi: संग्रह

source: Current Single URL
hi: वर्तमान एकल यूआरएल

source: Current Single Excerpt
hi: वर्तमान एकल अंश

source: Current Single Title
hi: वर्तमान एकल शीर्षक

source: Single
hi: इकलौता

source: Inherit
hi: प्राप्त करना

source: Logo on Top
hi: शीर्ष पर प्रतीक चिन्ह

source: Title & Tagline - Logo
hi: शीर्षक और टैगलाइन - प्रतीक चिन्ह

source: Logo - Title & Tagline
hi: प्रतीक चिन्ह - शीर्षक और टैगलाइन

source: Logo Only
hi: केवल प्रतीक चिन्ह

source: Display
hi: प्रदर्शित करें

source: Icon Size
hi: आइकन का आकार

source: Outline
hi: रेखांकित करें

source: Filled
hi: भरा हुआ

source: Hover
hi: होवर

source: Text and Border
hi: पाठ और किनारा

source: Background
hi: पृष्ठभूमि

source: Normal
hi: समान्य

source: Add Image
hi: चित्र जोड़ें

source: Button Appearance
hi: बटन की दिखावट

source: Appearance
hi: दिखावट

source: Menu label
hi: मेनू लेबल

source: Arbitrary HTML code. It supports also shortcodes.
hi: मनमाना एचटीएमएल कोड। यह शॉर्टकोड का भी समर्थन करता है।

source: Alignment
hi: संरेखन

source: Hide
hi: छुपायें

source: Show
hi: दिखायें

source: Mobile menu content
hi: मोबाइल मेनू सामग्री

source: Reset Value
hi: मूल्य रिसेट करे

source: Mobile
hi: मोबाइल

source: Tablet
hi: टैबलेट

source: No results.
hi: कोई परिणाम नहीं।

source: Body
hi: प्रधान भाग

source: Search Components
hi: खोज घटक

source: Quick Links
hi: त्वरित सम्पक

source: Display your company logo here or simply use words to describe your business.
hi: अपनी कंपनी का प्रतीक चिन्ह यहाँ दर्शाये या अपने व्यापर का वर्णन करने के लिए केवल शब्दों का प्रयोग करेें।

source: Center
hi: केंद्र

source: Change Footer Color
hi: फुटर का रंग बदले

source: Change Copyright
hi: कॉपीराइट बदले

source: Change Menu
hi: सूचि बदले

source: Change Header Color
hi: हैडर का रंग बदले

source: Change Logo
hi: प्रतीक चिन्ह बदले

source: Welcome to the %1$s builder! Click the %2$s button to add a new component or follow the Quick Links.
hi: %1$s निर्माता में आपका स्वागत है! नया घटक जोड़ने या त्वरित लिंक का पालन करने के लिए %2$s बटन पर क्लिक करें।

source: Oops! Something went wrong.
hi: ओह! कुछ गलत हो गया।

source: Oops! It looks like you&#8217;re offline.
hi: ओह! ऐसा लगता है कि आप ऑफलाइन हैं।

source: Desktop
hi: डेस्कटॉप

source: Reset all Values
hi: सभी मूल्यों को रीसेट करें

source: Unlink values
hi: मानो को अलग करें

source: Overlay Opacity
hi: उपरिशायी अपारदर्शिता

source: Overlay Color
hi: उपरिशायी रंग

source: Fixed Background
hi: निश्चित पृष्ठभूमि

source: Select from the Media Library or upload a new image
hi: मीडिया संग्रह से चुने या नया चित्र अपलोड करें

source: Image
hi: चित्र

source: LifterLMS Booster
hi: लिफ्टरएलएमएस बूस्टर

source: Option Updated
hi: विकल्प अपडेट किया गया।

source: Could not update option. Please try again.
hi: विकल्प अपडेट नहीं किया जा सका। कृपया पुन: प्रयास करें।

source: Allow Anonymous Tracking
hi: अनाम ट्रैकिंग की अनुमति दे

source: Become a contributor by opting in to our anonymous data tracking. We guarantee no sensitive data is collected.
hi: हमारे अनाम डेटा ट्रैकिंग में शामिल होकर योगदानकर्ता बनें। हम गारंटी देते हैं कि कोई संवेदनशील डेटा एकत्र नहीं किया जाता है।

source: Contributing
hi: योगदान

source: What do we track?
hi: हम क्या ट्रैक करतें है?

source: Row Background
hi: पंक्ति की पृष्ठभूमि

source: Design your %1$s by dragging, dropping and resizing all the elements in real-time. %2$s.
hi: वास्तविक समय में सभी तत्वों को खींचकर, गिराकर और आकार देकर अपना %1$s डिज़ाइन करें। %2$s।

source: by
hi: द्वारा

source: Show Author Avatar
hi: लेखक का अवतार दिखाए

source: Author Avatar
hi: लेखक का अवतार

source: Scroll To Top
hi: शीर्ष तक स्क्रॉल करें

source: White Label
hi: सफेद उपनाम

source: Free vs Pro
hi: निःशुल्क बनाम प्रो

source: PRO
hi: प्रो
