Repository: prasish012/try
Catalog: try/media_copy/translations/newsphere/existing_translations/PO FILES AS DATASETS FROM WP.TRANSLATE 2/Hindi/wp-themes-neve-*.po
Languages: hi

source: Neve is a next-generation, ultra-fast WordPress theme designed for top performance, SEO, and Core Web Vitals. Its lightweight codebase and small size ensure minimal overhead and lightning-fast load times. Fully compatible with the block editor, popular page builders (Elementor, Bricks, Oxygen etc), and WooCommerce, it’s perfect for blogs, small businesses, agencies, portfolios, and online stores. With responsive design, multilingual translations, and easy customization options, Neve empowers you to create a future-proof, high-ranking online presence. Discover everything Neve has to offer and explore our powerful premium version at https://themeisle.com/themes/neve/.
hi: नेव एक अगली पीढ़ी, अल्ट्रा-फास्ट वर्डप्रेस थीम है जिसे शीर्ष प्रदर्शन, एसईओ और कोर वेब वाइटल्स के लिए डिज़ाइन किया गया है। इसका हल्का कोडबेस और छोटा आकार न्यूनतम ओवरहेड और बिजली की तेजी से लोड समय सुनिश्चित करता है। ब्लॉक एडिटर, लोकप्रिय पेज बिल्डर्स (एलिमेंटर, ब्रिक्स, ऑक्सीजन आदि) और वूकॉमर्स के साथ पूरी तरह से संगत, यह ब्लॉग, छोटे व्यवसायों, एजेंसियों, पोर्टफोलियो और ऑनलाइन स्टोर के लिए बिल्कुल सही है। रिस्पॉन्सिव डिज़ाइन, बहुभाषी अनुवाद और आसान अनुकूलन विकल्पों के साथ, नेव आपको भविष्य-प्रूफ, उच्च-रैंकिंग ऑनलाइन उपस्थिति बनाने का अधिकार देता है। नेव द्वारा पेश की जाने वाली हर चीज़ की खोज करें और https://themeisle.com/themes/neve/ पर हमारे शक्तिशाली प्रीमियम संस्करण का पता लगाएं।

source: Go to Customizer
hi: कस्टमाइज़र पर जाएँ

source: Get Started
hi: शुरू हो जाओ

source: Custom footer layouts
hi: कस्टम फ़ुटर लेआउट

source: %1$s and %2$s
hi: %1$s और %2$s

source: Load More
hi: और लोड करें

source: Pro Version
hi: प्रो संस्करण

source: Free Version
hi: निःशुल्क संस्करण

source: Recent Updates
hi: हालिया अपडेट

source: Please reload this page in order to view the White Label Settings
hi: व्हाइट लेबल सेटिंग्स देखने के लिए कृपया इस पृष्ठ को पुनः लोड करें

source: Available in Agency Plan
hi: एजेंसी योजना में उपलब्ध है

source: White Label Settings
hi: व्हाइट लेबल सेटिंग्स

source: White Label settings saved.
hi: व्हाइट लेबल सेटिंग्स सहेजी गईं।

source: Enable License Hiding
hi: लाइसेंस छिपाना सक्षम करें

source: Hide Options from Dashboard
hi: डैशबोर्ड से विकल्प छिपाएँ

source: Enable White Label
hi: व्हाइट लेबल सक्षम करें

source: Plugin Description
hi: प्लगइन विवरण

source: Plugin Name
hi: प्लगइन नाम

source: Plugin Branding
hi: प्लगइन ब्रांडिंग

source: Screenshot URL
hi: स्क्रीनशॉट यूआरएल

source: Theme Description
hi: थीम विवरण

source: Theme Name
hi: थीम का नाम

source: Theme Branding
hi: थीम ब्रांडिंग

source: Hide My Library
hi: मेरी लाइब्रेरी छिपाएँ

source: Hide Sites Library
hi: साइट लाइब्रेरी छिपाएँ

source: Agency Author URL
hi: एजेंसी लेखक यूआरएल

source: Agency Author
hi: एजेंसी लेखक

source: Agency Branding
hi: एजेंसी ब्रांडिंग

source: Host Google Fonts locally for better performance and GDPR compliance.
hi: बेहतर प्रदर्शन और जीडीपीआर अनुपालन के लिए स्थानीय रूप से गूगल फ़ॉन्ट्स होस्ट करें।

source: Enable Local Fonts Hosting
hi: स्थानीय फ़ॉन्ट होस्टिंग सक्षम करें

source: Performance Settings
hi: प्रदर्शन सेटिंग्स

source: Enable lazy rendering for better initial page load.
hi: बेहतर आरंभिक पृष्ठ लोड के लिए आलसी रेंडरिंग सक्षम करें।

source: Lazy Rendering
hi: आलसी प्रतिपादन

source: Remove embed scripts for better performance.
hi: बेहतर प्रदर्शन के लिए एम्बेड स्क्रिप्ट हटाएँ।

source: Embed Removal
hi: एम्बेड हटाना

source: Remove emoji scripts to improve page load time.
hi: पृष्ठ लोड समय को बेहतर बनाने के लिए इमोजी स्क्रिप्ट हटाएं।

source: Emoji Removal
hi: इमोजी हटाना

source: General Settings
hi: सामान्य सेटिंग्स

source: Show default Wordpress login page
hi: डिफ़ॉल्ट वर्डप्रेस लॉगिन पृष्ठ दिखाएँ

source: For logged out users
hi: लॉग आउट उपयोगकर्ताओं के लिए

source: Categories
hi: श्रेणियाँ

source: Pages
hi: पृष्ठे

source: Posts
hi: पोस्ट

source: Adds a metabox to control content restriction on the post/taxonomy edit page.
hi: पोस्ट/टेक्सोनोमी संपादन पृष्ठ पर सामग्री प्रतिबंध को नियंत्रित करने के लिए एक मेटाबॉक्स जोड़ता है।

source: Enable featured images for the following taxonomies.
hi: निम्नलिखित टेक्सोनोमी के लिए विशेष रुप से प्रदर्शित छवियाँ सक्षम करें।

source: Choose if Typekit fonts should be loaded with JavaScript or CSS. JavaScript is usually faster.
hi: चुनें कि टाइपकिट फ़ॉन्ट को जावास्क्रिप्ट या सीएसएस के साथ लोड किया जाना चाहिए या नहीं। जावास्क्रिप्ट आमतौर पर तेज़ है।

source: Typekit loading method
hi: टाइपकिट लोडिंग विधि

source: Restrict content access on Posts, Pages, and set a default login page.
hi: पोस्ट, पृष्ठ पर सामग्री की पहुंच प्रतिबंधित करें और एक डिफ़ॉल्ट लॉगिन पृष्ठ सेट करें।

source: Enable Content Restriction
hi: सामग्री प्रतिबंध सक्षम करें

source: Add your Typekit embed code here to use custom fonts.
hi: कस्टम फ़ॉन्ट का उपयोग करने के लिए यहां अपना टाइपकिट एम्बेड कोड जोड़ें।

source: Paste your Typekit code here
hi: अपना टाइपकिट कोड यहां पेस्ट करें

source: Embed Typekit
hi: एंबेड टाइपकिट

source: Enable Mega menu fuctionality in the menu dashboard page.
hi: मेनू डैशबोर्ड पृष्ठ में मेगा मेनू कार्यक्षमता सक्षम करें।

source: Enable Mega Menu
hi: मेगा मेनू सक्षम करें

source: Enable featured images for categories and tags.
hi: श्रेणियों और टैग के लिए फ़ीचर्ड छवियां सक्षम करें।

source: Featured image for taxonomy
hi: टेक्सोनोमी के लिए विशेष छवि

source: An error occurred. Please try again.
hi: एक त्रुटि पाई गई। कृपया पुन: प्रयास करें।

source: Select an option
hi: एक विकल्प चुनें

source: Select options
hi: विकल्प चुनें

source: Saving
hi: सहेजा जा रहा है

source: View Pro Plans
hi: प्रो योजनाएँ देखें

source: Average response time: ~8 hours during business days
hi: औसत प्रतिक्रिया समय: व्यावसायिक दिनों के दौरान ~8 घंटे

source: Our support team is happy to answer your questions about specific Pro features and help you determine if they match your needs.
hi: हमारी सहायता टीम विशिष्ट प्रो सुविधाओं के बारे में आपके प्रश्नों का उत्तर देने और यह निर्धारित करने में आपकी सहायता करने में प्रसन्न है कि क्या वे आपकी आवश्यकताओं से मेल खाती हैं।

source: Need help deciding?
hi: निर्णय लेने में सहायता चाहिए?

source: Feature
hi: विशेषता

source: Neve Pro Modules
hi: नेव प्रो मॉड्यूल

source: Manage Modules
hi: मॉड्यूल प्रबंधित करें

source: These features are available in Neve Pro.
hi: ये सुविधाएं नेव प्रो में उपलब्ध हैं।

source: Share opinions, ask questions and help each other on our Neve community!
hi: हमारे नेव समुदाय पर राय साझा करें, प्रश्न पूछें और एक-दूसरे की मदद करें!

source: Join the Community
hi: समुदाय में शामिल हों

source: Recommended Plugins
hi: अनुशंसित प्लगइन्स

source: Active
hi: सक्रिय

source: Invalid action
hi: अमान्य क्रिया

source: Could not deactivate plugin.
hi: प्लगइन निष्क्रिय नहीं किया जा सका।

source: Could not install plugin.
hi: प्लगइन स्थापित नहीं किया जा सका।

source: Ordering locked for current layout
hi: वर्तमान लेआउट के लिए ऑर्डर लॉक कर दिया गया है

source: Some of the settings might not work as expected because you are using a custom product template made in Elementor.
hi: हो सकता है कि कुछ सेटिंग्स अपेक्षा के अनुरूप काम न करें क्योंकि आप एलिमेंटर में बने कस्टम उत्पाद टेम्पलेट का उपयोग कर रहे हैं।

source: Some of the settings might not work as expected because you are using a custom shop template made in Elementor.
hi: हो सकता है कि कुछ सेटिंग्स अपेक्षा के अनुरूप काम न करें क्योंकि आप एलिमेंटर में बने कस्टम शॉप टेम्पलेट का उपयोग कर रहे हैं।

source: Jumps over the lazy dog
hi: आलसी कुत्ते के ऊपर से कूदता है

source: The big brown fox
hi: बड़ी भूरी लोमड़ी

source: Press return or enter to open this section
hi: इस भाग को खोलने के लिए रिर्टन या एन्टर दबाएँ

source: Toggle Controls
hi: नियंत्रण टॉगल करें

source: Custom Icon
hi: कस्टम आइकन

source: View features comparison
hi: सुविधाओं की तुलना देखें

source: More components
hi: अधिक घटक

source: Display rules
hi: प्रदर्शन नियम

source: Transparent header
hi: पारदर्शी हैडर

source: Sticky header
hi: स्टिकी हेडर

source: Extend your header capabilities with more powerful customization options.
hi: अधिक शक्तिशाली अनुकूलन विकल्पों के साथ अपनी हेडर क्षमताओं का विस्तार करें।

source: Custom layouts
hi: कस्टम लेआउट

source: Payments & social icons
hi: भुगतान और सामाजिक चिह्न

source: Divider element
hi: विभाजक तत्व

source: Extend your footer capabilities with more powerful customization options.
hi: अधिक शक्तिशाली अनुकूलन विकल्पों के साथ अपनी फुटर क्षमताओं का विस्तार करें।

source: Neve Pro Features
hi: नेव प्रो सुविधाएँ

source: Comparison table
hi: तुलना तालिका

source: Variations swatches
hi: विविधताएँ नमूने

source: Wishlist
hi: इच्छा-सूची

source: Quick view
hi: त्वरित देखें

source: Extend your WooCommerce with powerful features available in Neve Pro Business and Agency plans.
hi: नेव प्रो बिजनेस और एजेंसी योजनाओं में उपलब्ध शक्तिशाली सुविधाओं के साथ अपने वूकॉमर्स का विस्तार करें।

source: Estimated reading time
hi: अनुमानित पढ़ने का समय

source: Sharing icons
hi: शेयरिंग आइकंस

source: Related post
hi: संबंधित पोस्ट

source: Extend your single post capabilities with more powerful customization options.
hi: अधिक शक्तिशाली अनुकूलन विकल्पों के साथ अपनी एकल पोस्ट क्षमताओं का विस्तार करें।

source: Unlock Full Potential
hi: पूरी क्षमता को अनलॉक करें

source: Grid spacing
hi: ग्रिड रिक्ति

source: Content padding
hi: सामग्री पैडिंग

source: Image style
hi: छवि शैली

source: Upgrade to unlock
hi: अनलॉक करने के लिए अपग्रेड करें

source: Extend your blog/archive capabilities with more powerful customization options.
hi: अधिक शक्तिशाली अनुकूलन विकल्पों के साथ अपने ब्लॉग/संग्रह क्षमताओं का विस्तार करें।

source: Post meta separator
hi: पोस्ट मेटा विभाजक

source: Inner Pages
hi: भीतरी पन्ने

source: Card Box Shadow
hi: कार्ड बॉक्स छाया

source: Card Background Color
hi: कार्ड पृष्ठभूमि रंग

source: Enable Card Style
hi: कार्ड शैली सक्षम करें

source: Content Padding
hi: सामग्री पैडिंग

source: Post Meta Order
hi: पोस्ट मेटा ऑर्डर

source: Author Avatar Size
hi: लेखक अवतार का आकार

source: Show Last Updated Date
hi: अंतिम अद्यतन तिथि दिखाएँ

source: Meta Separator
hi: मेटा विभाजक

source: Image Aspect Ratio
hi: छवि पहलू अनुपात

source: Original
hi: वास्तविक

source: Posts per Page
hi: प्रति पृष्ठ पोस्ट

source: Post Cards Layout
hi: पोस्ट कार्ड लेआउट

source: Design
hi: डिजाइन

source: Cover overlay color
hi: कवर ओवरले रंग

source: You do not have permission to perform this action.
hi: आपके पास यह कार्रवाई करने की अनुमति नहीं है।

source: Invalid security token.
hi: अमान्य सुरक्षा टोकन।

source: Don't worry - you can always add or remove pages later
hi: चिंता न करें - आप बाद में कभी भी पृष्ठ जोड़ या हटा सकते हैं

source: Start with a clean slate
hi: एक साफ़ स्लेट से शुरुआत करें

source: Keep these helpful pages
hi: इन उपयोगी पृष्ठों को रखें

source: We've added some starter pages to help you get going quickly.
hi: आपको शीघ्रता से आगे बढ़ने में मदद के लिए हमने कुछ आरंभिक पृष्ठ जोड़े हैं।

source: Welcome to your new site!
hi: आपकी नई साइट पर आपका स्वागत है!

source: Neve Theme
hi: नेव थीम

source: Thanks for downloading %s
hi: %s डाउनलोड करने के लिए धन्यवाद

source: I want to build this website from scratch
hi: मैं इस वेबसाइट को नए सिरे से बनाना चाहता हूं

source: Green
hi: हरा

source: East Bay
hi: ईस्ट बे

source: Upgrade to Neve Pro to create a Custom Layout.
hi: कस्टम लेआउट बनाने के लिए नेव प्रो में अपग्रेड करें।

source: Status
hi: स्थिति

source: Location
hi: स्थान

source: Type
hi: प्रकार

source: See All Features
hi: सभी सुविधाएँ देखें

source: All layouts are lightweight and load only where needed
hi: सभी लेआउट हल्के वजन वाले हैं और केवल वहीं लोड होते हैं जहां जरूरत होती है

source: Optimized Performance
hi: अनुकूलित प्रदर्शन

source: Design custom shop pages, product layouts, and checkout experiences
hi: कस्टम शॉप पृष्ठ, उत्पाद लेआउट और चेकआउट अनुभव डिज़ाइन करें

source: WooCommerce Ready
hi: वूकॉमर्स तैयार

source: Show different layouts based on user roles, devices, or content types
hi: उपयोगकर्ता भूमिकाओं, उपकरणों या सामग्री प्रकारों के आधार पर अलग-अलग लेआउट दिखाएं

source: Smart Display Rules
hi: स्मार्ट डिस्प्ले नियम

source: Create stunning headers, footers, and content sections with our visual drag & drop builder
hi: हमारे विज़ुअल ड्रैग एंड ड्रॉप बिल्डर के साथ शानदार हेडर, फ़ुटर और सामग्री अनुभाग बनाएं

source: Build Without Code
hi: बिना कोड के निर्माण करें

source: Custom Layouts helps you create a unique website that stands out
hi: कस्टम लेआउट आपको एक अद्वितीय वेबसाइट बनाने में मदद करता है जो अलग दिखती है

source: Take Your Site to the Next Level
hi: अपनी साइट को अगले स्तर पर ले जाएं

source: Neve Logo
hi: नेव लोगो

source: Design unique website sections without touching code. Create custom headers, footers, and content areas that match your vision.
hi: कोड को छुए बिना अद्वितीय वेबसाइट अनुभाग डिज़ाइन करें। कस्टम हेडर, फ़ूटर और सामग्री क्षेत्र बनाएं जो आपके दृष्टिकोण से मेल खाते हों।

source: View Tutorial
hi: ट्यूटोरियल देखें

source: Add New Layout
hi: नया लेआउट जोड़ें

source: AI chatbot for your website
hi: आपकी वेबसाइट के लिए एआई चैटबॉट

source: RSS feeds aggregator and content curator
hi: RSS फ़ीड एग्रीगेटर और कंटेंट क्यूरेटर

source: Lightning-fast caching made simple
hi: बिजली की तेजी से कैशिंग को सरल बनाया गया

source: Smart image optimization and CDN
hi: स्मार्ट छवि अनुकूलन और सीडीएन

source: Simple ecommerce solution with Stripe integration
hi: स्ट्राइप एकीकरण के साथ सरल ईकॉमर्स समाधान

source: Import ready-made websites with a single click
hi: एक क्लिक से तैयार वेबसाइटें आयात करें

source: Advanced blocks for modern WordPress editing
hi: आधुनिक वर्डप्रेस संपादन के लिए उन्नत ब्लॉक

source: Create members-only content areas. Control access by user roles, logged-in status, or custom rules.
hi: केवल सदस्यों के लिए सामग्री क्षेत्र बनाएँ। उपयोगकर्ता भूमिकाओं, लॉग-इन स्थिति या कस्टम नियमों द्वारा पहुंच को नियंत्रित करें।

source: Content restriction
hi: सामग्री प्रतिबंध

source: Create unique sidebar layouts for different sections. Show relevant content based on user context.
hi: विभिन्न अनुभागों के लिए अद्वितीय साइडबार लेआउट बनाएं। उपयोगकर्ता संदर्भ के आधार पर प्रासंगिक सामग्री दिखाएं।

source: Custom Sidebars
hi: कस्टम साइडबार

source: Access premium Adobe fonts directly in your theme. Add professional typography to any element.
hi: सीधे अपनी थीम में प्रीमियम एडोब फ़ॉन्ट्स तक पहुंचें। किसी भी तत्व में पेशेवर टाइपोग्राफी जोड़ें।

source: Typekit Fonts
hi: टाइपकिट फ़ॉन्ट्स

source: Enhanced course layouts, student dashboards, and learning features for your online education platform.
hi: आपके ऑनलाइन शिक्षा मंच के लिए उन्नत पाठ्यक्रम लेआउट, छात्र डैशबोर्ड और सीखने की सुविधाएँ।

source: Create conditional headers, footers, and content blocks. Perfect for custom landing pages and marketing campaigns.
hi: सशर्त हैडर, फुटर और सामग्री ब्लॉक बनाएं। कस्टम लैंडिंग पेजों और मार्केटिंग अभियानों के लिए बिल्कुल सही।

source: Rebrand Neve as your own. Change theme name, author, and links to match your agency identity.
hi: नेव को अपने जैसा पुनः ब्रांड करें। अपनी एजेंसी की पहचान से मेल खाने के लिए थीम का नाम, लेखक और लिंक बदलें।

source: Advanced Gutenberg blocks designed specifically for Neve. Build faster with pre-styled patterns.
hi: उन्नत गुटेनबर्ग ब्लॉक विशेष रूप से नेव के लिए डिज़ाइन किए गए हैं। पूर्व-शैली वाले पैटर्न के साथ तेजी से निर्माण करें।

source: Optimize core vitals, enable lazy loading, and minify resources for lightning-fast load times.
hi: मुख्य महत्वपूर्ण चीजों को अनुकूलित करें, आलसी लोडिंग को सक्षम करें, और बिजली की तेजी से लोड समय के लिए संसाधनों को कम करें।

source: Performance
hi: कार्य प्रदर्शन

source: Add a customizable scroll-to-top button that appears exactly when needed. Style it to match your brand.
hi: एक अनुकूलन योग्य स्क्रॉल-टू-टॉप बटन जोड़ें जो आवश्यकता पड़ने पर बिल्कुल दिखाई देता है। इसे अपने ब्रांड से मेल खाने के लिए स्टाइल करें।

source: Extend Neve's powerful features to custom post types. Create unique layouts for portfolios, testimonials, and more.
hi: नेव की शक्तिशाली सुविधाओं को कस्टम पोस्ट प्रकारों तक विस्तारित करें। पोर्टफ़ोलियो, प्रशंसापत्र और बहुत कुछ के लिए अद्वितीय लेआउट बनाएं।

source: Post types enhancements
hi: पोस्ट प्रकार संवर्द्धन

source: Advanced layouts, reading time estimates, and social sharing to keep readers engaged longer.
hi: पाठकों को लंबे समय तक जोड़े रखने के लिए उन्नत लेआउट, पढ़ने के समय का अनुमान और सामाजिक साझाकरण।

source: Enhance your Easy Digital Downloads store with additional customization settings.
hi: अतिरिक्त अनुकूलन सेटिंग्स के साथ अपने ईज़ी डिजिटल डाउनलोड स्टोर को बेहतर बनाएं।

source: Easy Digital Downloads Booster
hi: इजी डिजिटल डाउनलोड बूस्टर

source: Boost conversion rates up to 15%
hi: रूपांतरण दरों को 15% तक बढ़ाएं

source: Transform your store with quick-view popups, wishlist features, and optimized checkout flow. Boost sales instantly.
hi: त्वरित-दृश्य पॉपअप, इच्छा सूची सुविधाओं और अनुकूलित चेकआउट प्रवाह के साथ अपने स्टोर को बदलें। तुरंत बिक्री बढ़ाएँ।

source: Create unique sticky & transparent headers that adapt to scroll. Perfect for modern, immersive websites.
hi: अद्वितीय स्टिकी और पारदर्शी हेडर बनाएं जो स्क्रॉल करने के लिए अनुकूल हों। आधुनिक, गहन वेबसाइटों के लिए बिल्कुल उपयुक्त।

source: Remove Neve branding and rebrand it as your own for client websites.
hi: नेव ब्रांडिंग हटाएं और क्लाइंट वेबसाइटों के लिए इसे अपनी ब्रांडिंग के रूप में पुनः ब्रांड करें।

source: Get fast and reliable assistance directly from our expert team.
hi: हमारी विशेषज्ञ टीम से सीधे तेज़ और विश्वसनीय सहायता प्राप्त करें।

source: Priority Support
hi: प्राथमिकता समर्थन

source: Professional Features
hi: व्यावसायिक विशेषताएँ

source: Custom thank you pages & announcement bars.
hi: कस्टम धन्यवाद पृष्ठ और घोषणा बार।

source: Sales Features
hi: बिक्री सुविधाएँ

source: Product comparison, advance product review & variation swatches.
hi: उत्पाद तुलना, अग्रिम उत्पाद समीक्षा और विविधता नमूने।

source: Shopping Enhancement
hi: खरीदारी में वृद्धि

source: Quick view popup, features video & wishlist functionality.
hi: त्वरित दृश्य पॉपअप, सुविधाएँ वीडियो और इच्छा सूची कार्यक्षमता।

source: Product Experience
hi: उत्पाद अनुभव

source: Store Features
hi: स्टोर सुविधाएँ

source: Seamlessly integrate with WPML, Weglot, and Polylang for enhanced multilingual capabilities.
hi: उन्नत बहुभाषी क्षमताओं के लिए डब्लूपीएमएल, वीगलोट और पोलीलेंग के साथ सहजता से एकीकृत करें।

source: Multilingual Support
hi: बहुभाषी समर्थन

source: Restrict content access by user, role, or password—ideal for membership sites.
hi: उपयोगकर्ता, भूमिका या पासवर्ड द्वारा सामग्री पहुंच प्रतिबंधित करें—सदस्यता साइटों के लिए आदर्श।

source: Content Restriction
hi: सामग्री प्रतिबंध

source: Access a growing library of beautiful, ready-to-use templates for every niche and industry.
hi: प्रत्येक क्षेत्र और उद्योग के लिए सुंदर, उपयोग के लिए तैयार टेम्पलेट्स की बढ़ती लाइब्रेरी तक पहुंचें।

source: Multiple layouts, reading time estimates, social sharing & related posts.
hi: एकाधिक लेआउट, पढ़ने के समय का अनुमान, सामाजिक साझाकरण और संबंधित पोस्ट।

source: Advanced Blog Features
hi: उन्नत ब्लॉग सुविधाएँ

source: Content & Blog Features
hi: सामग्री और ब्लॉग सुविधाएँ

source: Advanced Gutenberg blocks with animations & visibility controls.
hi: एनिमेशन और दृश्यता नियंत्रण के साथ उन्नत गुटेनबर्ग ब्लॉक।

source: Add engaging elements, protect content, and create dynamic layouts with our advanced toolkit.
hi: हमारे उन्नत टूलकिट के साथ आकर्षक तत्व जोड़ें, सामग्री की सुरक्षा करें और गतिशील लेआउट बनाएं।

source: Elementor Add-ons
hi: एलिमेंटर ऐड-ऑन

source: Page Builder Features
hi: पेज बिल्डर सुविधाएँ

source: Add custom blocks or content using hooks for headers, footers, 404 pages, and more.
hi: हेडर, फ़ूटर, 404 पृष्ठों और अधिक के लिए हुक का उपयोग करके कस्टम ब्लॉक या सामग्री जोड़ें।

source: Social icons, payment icons, divider, footer copyright editor and 15+ header components.
hi: सोशल आइकन, भुगतान आइकन, डिवाइडर, पादलेख कॉपीराइट संपादक और 15+ हेडर घटक।

source: Design Components
hi: डिज़ाइन घटक

source: Full header settings control with sticky/transparent header, page-specific settings & mobile layouts.
hi: स्टिकी/पारदर्शी हेडर, पृष्ठ-विशिष्ट सेटिंग्स और मोबाइल लेआउट के साथ पूर्ण हेडर सेटिंग्स नियंत्रण।

source: Advanced Header Features
hi: उन्नत हैडर सुविधाएँ

source: Website Essentials
hi: वेबसाइट अनिवार्यताएँ

source: Widget areas & layout
hi: विजेट क्षेत्र और लेआउट

source: Post display & formatting
hi: पोस्ट प्रदर्शन और फ़ॉर्मेटिंग

source: Navigation & branding setup
hi: नेविगेशन और ब्रांडिंग सेटअप

source: Content structure & spacing
hi: सामग्री संरचना और रिक्ति

source: Typography & text styles
hi: टाइपोग्राफी और पाठ शैलियाँ

source: Brand colors & site palette
hi: ब्रांड रंग और साइट पैलेट

source: Recommended size: 200x50px
hi: अनुशंसित आकार: 200x50px

source: Dashboard
hi: डैशबोर्ड

source: Dots
hi: डॉट्स

source: Donner
hi: डॉनर

source: Button Item
hi: बटन आइटम

source: Collapsed
hi: संक्षिप्त किए गए

source: Spaced
hi: दूरी

source: Centered
hi: केंद्रित

source: Inverted
hi: उल्टे

source: Classic
hi: क्लासिक

source: Payment icons
hi: भुगतान चिह्न

source: Contact
hi: संपर्क

source: The Neve theme free version doesn't support copyright edits. Pro unlocks this and more—%1$sexplore%2$s it when you're ready!
hi: नेव थीम मुक्त संस्करण कॉपीराइट संपादन का समर्थन नहीं करता है। प्रो इसे और भी बहुत कुछ अनलॉक करता है—जब आप तैयार हों तो इसका %1$sअन्वेषण करें%2$s!

source: Current Single Content
hi: वर्तमान एकल सामग्री

source: Unlock %s with the Pro version.
hi: प्रो संस्करण के साथ %s को अनलॉक करें।

source: Ask your admin to update %s on your site
hi: अपने व्यवस्थापक से अपनी साइट पर %s अपडेट करने के लिए कहें

source: Ask your admin to enable %s on your site
hi: अपने व्यवस्थापक से अपनी साइट पर %s सक्षम करने के लिए कहें

source: Custom Value
hi: कस्टम मूल्य

source: Customize the default vertical spacing <ctaButton>here</ctaButton>.
hi: डिफ़ॉल्ट वर्टिकल स्पेसिंग को <ctaButton>यहां</ctaButton> कस्टमाइज़ करें।

source: Custom
hi: कस्टम

source: Content Vertical Spacing
hi: सामग्री लंबवत रिक्ति

source: Hide Hooks
hi: हुक छिपाएँ

source: Show Hooks
hi: हुक दिखाएँ

source: If this color is currently used anywhere on your site, it will be switched to a default color.
hi: यदि यह रंग वर्तमान में आपकी साइट पर कहीं भी उपयोग किया जाता है, तो इसे डिफ़ॉल्ट रंग में बदल दिया जाएगा।

source: Are you sure you want to delete the %s?
hi: क्या आप वाकई %s को हटाना चाहते हैं?

source: Maximum %1$d %2$s can be added.
hi: अधिकतम %1$d %2$s जोड़ा जा सकता है।

source: Custom Color
hi: कस्टम रंग

source: Add %s
hi: %s जोड़ें

source: Font presets
hi: फ़ॉन्ट प्रीसेट

source: Choose Font family presets for your Headings and Text.
hi: अपने शीर्षकों और पाठ के लिए फ़ॉन्ट परिवार प्रीसेट चुनें।

source: Custom Colors
hi: कस्टम रंग

source: Full Site Editing
hi: पूर्ण साइट संपादन

source: Front Page
hi: फ्रंट पेज

source: Open Submenu
hi: सबमेनू खोलें

source: Local fonts hosting
hi: स्थानीय फ़ॉन्ट होस्टिंग

source: Settings
hi: सेटिंग्स

source: Dropdown
hi: ड्रॉपडाउन

source: From 3.3.0 we decided to remove the copyright component from the free version. You can continue using it if you rollback to 3.2.x or you can upgrade to pro, using a one time 50%% discount: %s
hi: 3.3.0 से हमने कॉपीराइट घटक को मुक्त संस्करण से हटाने का निर्णय लिया। यदि आप 3.2.x पर रोलबैक करते हैं या आप एकमुश्त 50%% छूट का उपयोग करके प्रो में अपग्रेड कर सकते हैं, तो आप इसका उपयोग जारी रख सकते हैं: %s

source: Offset Y
hi: ऑफसेट Y

source: Offset X
hi: ऑफसेट X

source: Blur
hi: धुंधलापन

source: Shadow
hi: छाया

source: Hide on mobile
hi: मोबाइल पर छुपाएं

source: Current Page Title
hi: वर्तमान पृष्ठ शीर्षक

source: Gradient
hi: ढाल

source: No unit
hi: कोई इकाई नहीं

source: Note: Setting the content width over 80% might affect the sidebar width. Sidebar will ultimately disappear at 95%.
hi: नोट: सामग्री की चौड़ाई 80% से अधिक सेट करने से साइडबार की चौड़ाई प्रभावित हो सकती है। साइडबार अंततः 95% पर गायब हो जाएगा।

source: Custom SVG
hi: कस्टम एसवीजी

source: Sticky Post
hi: स्थिर पोस्ट

source: Latest Post
hi: नवीनतम पोस्ट
