Repository: prasish012/try
Catalog: try/media_copy/translations/enternews/existing_translations/PO FILES AS DATASETS FROM WP.TRANSLATE 2/Arabic/wp-themes-hestia-*.po
Languages: ar

source: In the documentation below you will find an easy way to build a great looking landing page using a drag-and-drop content builder plugin.
ar: ستجد في الوثائق أدناه طريقة سهلة لإنشاء صفحة هبوط رائعة باستخدام إضافة مُنشئ المحتوى بالسحب والإسقاط.

source: Build a landing page with a drag-and-drop content builder
ar: أنشئ صفحة الهبوط باستخدام مُنشئ المحتوى بالسحب والإسقاط.

source: If you find yourself in a situation where everything on your site is running very slowly, you might consider having a look at the documentation below where you will find the most common issues causing this and possible solutions for each of the issues.
ar: إذا وجدت نفسك في وضعية حيث يعمل كل شيء على موقعك ببطء شديد، قد تفكر في النظر إلى الوثائق أدناه حيث تستطيع العثور على أكثر المشاكل شيوعا التي تسبب هذا و الحلول الممكنة لكل من هذه المشاكل.

source: Speed up your site
ar: اجعل موقعك أكثر سرعة

source: View how to do this
ar: عرض كيفية القيام بهذا

source: If you want to make changes to the theme's files, those changes are likely to be overwritten when you next update the theme. In order to prevent that from happening, you need to create a child theme. For this, please follow the documentation below.
ar: إذا تريد إجراء تغييرات على ملفات القالب، من المرجح أن تتم الكتابة الفوقية على تلك التغييرات عندما تقوم بالتحديث التالي للقالب. لمنع حدوث ذلك، تحتاج إلى إنشاء قالب فرعي. لهذا، يرجى الاطلاع على الوثائق أدناه.

source: Create a child theme
ar: إنشاء قالب فرعي

source: Read full documentation
ar: اقرأ الوثائق كاملة

source: Need more details? Please check our full documentation for detailed information on how to use Hestia.
ar: بحاجة الى أكثر تفاصيل؟ يرجى مراجعة وثائقنا الكاملة للحصول على معلومات مفصلة حول كيفية استخدام هيستيا (Hestia).

source: We want to make sure you have the best experience using Hestia, and that is why we have gathered all the necessary information here for you. We hope you will enjoy using Hestia as much as we enjoy creating great products.
ar: نريد أن نتأكد من حصولك على أفضل تجربة عندما تستخدم هستيا (Hestia)، لهذا السبب جمعنا لك كل المعلومات الضرورية هنا. نحن نتمنى أن تستمتع باستخدام هيستيا (Hestia) بقدر ما نتمتع نحن بإنشاء منتجات رائعة.

source: Contact Support
ar: الاتصال بالدعم

source: Free vs PRO
ar: المجاني vs المدفوع

source: Changelog
ar: سجلّ التغييرات

source: Useful Plugins
ar: إضافات مفيدة

source: Recommended Actions
ar: الإجراءات الموصى بها

source: Getting Started
ar: بدء الاستخدام

source: Welcome to %s! - Version
ar: مرحبا بك في %s! - النسخة

source: About Hestia
ar: حول هستيا (Hestia)

source: Blog Settings
ar: إعدادات المدونة

source: Frontpage Sections
ar: أقسام الصفحة الأمامية

source: Appearance Settings
ar: إعدادات المظهر

source: A fully customizable pricing plans section.
ar: قسم خطط التسعير القابل للتخصيص بالكامل.

source: Portfolio section with two possible layouts.
ar: قسم قائمة المشاريع مع تخطيطين محتملين.

source: Get the PRO version!
ar: احصل على النسخة احترافية!

source: Section Reordering
ar: إعادة ترتيب القسم

source: Pricing Plans Section
ar: قسم خطط التسعير

source: Jetpack Portfolio
ar: معرض أعمال Jetpack

source: Documentation
ar: الوثائق

source: After installing the plugin, you need to navigate to %s and configure the plugin.
ar: بعد تنصيب الإضافة، تحتاج إلى الانتقال إلى %s وتكوين الإضافة.

source: Add Icon
ar: إضافة أيقونة

source: Remove Icon
ar: إزالة الأيقونة

source: Social icons
ar: الأيقونات الاجتماعية

source: None
ar: لا شيء

source: Image type
ar: نوع الصورة

source: Upload Image
ar: رفع الصورة

source: Image
ar: الصورة

source: Note: Some icons may not be displayed here. You can see the full list of icons at %1$s.
ar: ملاحظة: قد لا يتم عرض بعض الأيقونات هنا. يمكنك رؤية القائمة الكاملة للأيقونات في %1$s.

source: Icon
ar: أيقونة

source: Delete field
ar: حذف الحقل

source: Shortcode
ar: الكود القصير

source: Link
ar: الرابط

source: Text
ar: النص

source: Subtitle
ar: عنوان فرعي

source: Title
ar: العنوان

source: Color
ar: اللون

source: Customizer Repeater
ar: مردد المخصص

source: About background
ar: خلفية "حول"

source: WooCommerce plugin
ar: إضافة ووكمرس (WooCommerce)

source: To have access to a shop section please install and configure %1$s.
ar: للوصول إلى قسم المتجر يرجى تنصيب وتكوين %1$s.

source: In order to add a contact form to this section, you need to install the %s plugin.
ar: لإضافة نموذج المراسلة إلى هذا القسم، يجب تنصيب %s الإضافة.

source: Toggle Navigation
ar: تبديل التنقل

source: Button Text
ar: نص الزر

source: View cart
ar: عرض السلة

# Roboto Slab font: on or off
source: on
ar: التشغيل

# Roboto font: on or off
source: on
ar: التشغيل

source: Footer Three
ar: التذييل ثلاثة

source: Footer Two
ar: التذييل إثنان

source: Footer One
ar: التذييل واحد

source: Blog Subscribe Section
ar: قسم الاشتراك في المدونة

source: Sidebar
ar: الشريط الجانبي

source: Footer Menu
ar: قائمة التذييل

source: Primary Menu
ar: القائمة الرئيسية

source: WordPress
ar: ووردبريس

source: %1$s | Powered by %2$s
ar: %1$s | مشغل بواسطة %2$s

source: Comments are closed.
ar: التعليقات مغلقة.

source: Size: %s
ar: الحجم: %s
