Repository: prasish012/try
Catalog: try/media_copy/translations/enternews/existing_translations/PO FILES AS DATASETS FROM WP.TRANSLATE 2/Arabic/wp-themes-hestia-*.po
Languages: ar

source: Hestia is a modern WordPress theme for professionals. It fits creative business, small businesses (restaurants, wedding planners, sport/medical shops), startups, corporate businesses, online agencies and firms, portfolios, ecommerce (WooCommerce), and freelancers. It has a multipurpose one-page design, widgetized footer, blog/news page and a clean look, is compatible with: Flat Parallax Slider, Photo Gallery, Travel Map and Elementor Page Builder . The theme is responsive, WPML, Retina ready, SEO friendly, and uses Material Kit for design.
ar: هستيا (Hestia) هو قالب ووردبريس حديث للمحترفين. يتناسب مع الأعمال الإبداعية، والأعمال التجارية الصغيرة (المطاعم، منظمي حفلات الزفاف، والمحلات الرياضية / الطبية)، والشركات الناشئة، والشركات التجارية، والوكالات والشركات التي تعمل عبر الإنترنت، وقائمات المشاريع، والتجارة الإلكترونية ووكومرس (WooCommerce)، والمستقلين. لديها تصميم متعدد الأغراض ذو صفحة واحدة، التذييل بودجة، صفحة مدونة / الأخبار ومنظر صقيل، متوافق مع: شريط التمرير مسطح باختلاف المنظر (Flat Parallax Slider)، معرض الصور، خريطة السفر (Travel Map) و منشيء الصفحة ألمنتر (Elementor Page Builder). القالب مستجيب، جاهز لWPML و ريتينا، مهيأ لتحسين محركات البحث (ٍُSEO)، ويستخدم ماتيريال كيت (Material Kit) للتصميم.

source: Hestia
ar: هستيا (Hestia)

source: Share on X
ar: شارك على X

source: Quickly create pages with blocks, ready-to-import designs, and advanced editor extensions.
ar: قم بإنشاء صفحات بسرعة تحتوي على مكونات وتصميمات جاهزة للاستيراد وملحقات محرر متقدمة.

source: Build your website
ar: قم بانشاء موقعك الالكتروني

source: Create a page called Home and set as homepage
ar: إنشاء صفحة تسمى الرئيسية وتعيينها كصفحة رئيسية

source: Invalid request.
ar: طلب غير صالح.

source: Sticky Navbar
ar: شريط التنقل المثبت

source: Quickly create WordPress pages with 20+ blocks, 100+ ready-to-import designs, and advanced editor extensions.
ar: قم بإنشاء صفحات ووردبريس بسرعة مع أكثر من 20 مكون، وأكثر من 100 تصميم جاهز للاستيراد، وملحقات محرر متقدمة.

source: Stats
ar: الإحصاءات

source: Header
ar: الترويسة

source: Features
ar: الميزات

source: Background color
ar: لون الخلفية

source: Upgrade Now
ar: قم بالترقية الآن

source: More Options Available for %1$s in the Pro version.
ar: المزيد من الخيارات المتاحة ل %1$s في نسخة PRO.

source: Shadow
ar: الظل

source: Hover effect
ar: تأثيرات التأشير

source: Brevo plugin
ar: إضافة Brevo

source: Create Brevo Account
ar: إنشاء حساب Brevo

source: Brevo > Home
ar: Brevo > الرئيسية

source: Finish Setup
ar: إنهاء الإعداد

source: Go Go Go! Start Building your Awesome Websites With Hestia!
ar: هيا! هيا! هيا! ابدأ في إنشاء مواقعك الإلكترونية الرائعة مع هستيا(Hestia)!

source: Awesome! You've made it to the finish line.
ar: مذهل! لقد وصلت إلى خط النهاية.

source: Send Me Access
ar: أرسل لي الدخول

source: Let us know your email so that we can send you product updates, helpful<br> tutorials, exclusive offers and more useful stuff.
ar: أطلعنا على ببريدك الإلكتروني حتى نتمكن من إرسال تحديثات المنتج إليك، والبرامج التعليمية<br> المفيدة، والعروض الحصرية والمزيد من الأشياء المفيدة.

source: Updates, Tutorials, Special Offers<br> and more
ar: التحديثات والبرامج التعليمية والعروض الخاصة<br> والمزيد

source: Install Now
ar: ثبت الآن

source: Social Media Buttons & Icons, Custom Menu Icons, Scripts and more with
ar: أزرار وأيقونات وسائل التواصل الإجتماعي وأيقونات القائمة المخصصة والبرامج النصية والمزيد مع

source: Extend Hestia Theme functionality
ar: توسيع وظائف قالب هيستيا (Hestia)

source: Take full advantage of the options this theme has to offer - It’s Free
ar: استفد بشكل كامل من الخيارات التي يقدمها هذا القالب - إنه مجاني

source: Add more options available for Hestia Theme
ar: أضف المزيد من الخيارات المتاحة لقالب هستيا(Hestia)

source: Improve your website speed and images by 80% with
ar: قم بتحسين سرعة موقعك الإلكتروني والصور بنسبة 80% مع

source: Boost your website speed
ar: تعزيز سرعة موقعك الإلكتروني

source: Optimise and speed up your site with our trusted add on - It’s Free
ar: قم بتحسين وتسريع موقعك من خلال الإضافات الموثوقة لدينا - إنها مجانية

source: Enable performance features for your website
ar: تمكين ميزات الأداء لموقعك الإلكتروني

source: Don't worry, you can remove it anytime, we're confident that you'll never do
ar: لا تقلق، يمكنك إزالته في أي وقت، ونحن واثقون من أنك لن تفعل ذلك أبدًا

source: Install Our Trusted Recommendations
ar: قم بتثبيت توصياتنا الموثوقة

source: A static page (select below)
ar: صفحة ثابتة (اختر أدناه)

source: Your latest posts
ar: آخر مقالاتك

source: Display Settings
ar: إعدادات العرض

source: You can choose what’s displayed on the homepage of your site. It can be posts in reverse chronological order (classic blog), or a fixed/static page.
ar: يمكنك اختيار ما يتم عرضه على الصفحة الرئيسية لموقعك. يمكن أن تكون مقالات بترتيب زمني عكسي (مدونة تقليدية)، أو صفحة ثابتة.

source: Homepage Settings
ar: إعدادات الصفحة الرئيسية

source: Skip
ar: تخطي

source: Back
ar: رجوع

source: Save And Continue
ar: احفظ وتابع

source: Skip Setup
ar: تخطي الإعداد

source: Start Setup Now
ar: ابدأ الإعداد الآن

source: If you are new to the Hestia theme, don't worry! The Hestia Setup wizard can help you get all of the essential settings set up in just 4 minutes.
ar: إذا كنت جديدًا في قالب هستيا(Hestia)، فلا تقلق! يمكن أن يساعدك معالج إعداد هستيا Hestia في تشكيل كافة الإعدادات الأساسية خلال 4 دقائق فقط.

source: Welcome to Hestia Theme
ar: مرحبا بكم في قالب هستيا (Hestia)

source: Something went wrong please try again.
ar: حدث خطأ، يرجى المحاولة مرة أخرى.

source: Unable to connect to the filesystem. Please confirm your credentials.
ar: غير قادر على الاتصال بنظام الملفات. يرجى تأكيد بيانات الاعتماد الخاصة بك.

source: Sorry, you are not allowed to install plugins on this site.
ar: عفوًا، غير مسموح لك بتنصيب الإضافات على هذا الموقع.

source: Something went wrong while saving the wizard data.
ar: حدث خطأ ما أثناء حفظ بيانات المعالج.

source: Please enter a valid email address.
ar: الرجاء إدخال عنوان بريد إلكتروني صالح.

source: This field is required.
ar: هذا الحقل مطلوب.

source: Setup Wizard
ar: معالج الاعداد

source: Local fonts hosting
ar: استضافة الخطوط المحلية

source: Enable Mobile Menu Icon
ar: تمكين أيقونة قائمة الجوال

source: Testimonial columns
ar: أعمدة الشهادة

source: Team cards
ar: بطاقات الفريق

source: Pricing plan columns
ar: أعمدة خطة التسعير

source: Content with alternating image and text
ar: المحتوى بالتناوب مع الصورة والنص

source: Call to action
ar: الدعوة إلى اتخاذ إجراء

source: the transparent header
ar: الترويسة الشفافة

source: Enable transparent header
ar: تمكين ترويسة شفافة

source: your page title & header
ar: عنوان الصفحة والترويسة الخاصة بك

source: Disable Title
ar: تعطيل العنوان

source: Logo With Bottom Text
ar: شعار مع نص سفلي

source: Logo With Left Text
ar: شعار مع نص أيسر

source: Logo With Right Text
ar: شعار مع نص على اليمين

source: Only Logo
ar: فقط الشعار

source: Customize Mini Cart
ar: تخصيص سلة تسوّق صغيرة

source: big title section
ar: قسم العنوان الكبير

source: Add content to this location conditionally using
ar: إضافة محتوى إلى هذا المكان بشروط باستخدام

source: Hide Hooks
ar: إخفاء الخطاف

source: Show Hooks
ar: عرض الخطاف

source: Slide
ar: الشريحة

source: Slider Content
ar: محتوى عارض الشرائح

source: Disable auto-play
ar: تعطيل التشغيل التلقائي

source: Choose a plan for your next project
ar: اختر خطة لمشروعك القادم

source: Separate your features by adding \n between lines.
ar: افصل الميزات الخاصة بك عن طريق إضافة \ n بين السطور.

source: Pricing Table Two: Link
ar: جدول التسعير الثاني: الرابط

source: Pricing Table Two: Text
ar: جدول التسعير الثاني: النص

source: Pricing Table Two: Features
ar: جدول التسعير الثاني: الميزات

source: Pricing Table Two: Price
ar: جدول التسعير الثاني: السعر

source: Pricing Table Two: Icon
ar: جدول التسعير الثاني: الأيقونة

source: Pricing Table Two: Title
ar: جدول التسعير الثاني: العنوان

source: Order Now
ar: طلب شراء الآن

source: Premium Package
ar: حزمة متميزة

source: Pricing Table One: Link
ar: جدول التسعير الأول: الرابط

source: Pricing Table One: Text
ar: جدول التسعير الأول: النص

source: Pricing Table One: Features
ar: جدول التسعير الأول: الميزات

source: Pricing Table One: Price
ar: جدول التسعير الأول: السعر

source: Pricing Table One: Icon
ar: جدول التسعير الأول: الأيقونة

source: Pricing Table One: Title
ar: جدول التسعير الأول: العنوان

source: Free Download
ar: تنزيل مجاني

source: Basic Package
ar: الحزمة الأساسية

source: Unlimited
ar: غير محدود

source: Databases
ar: قواعد البيانات

source: Bandwidth
ar: عرض النطاق

source: 100GB
ar: 100 غيغا بايت

source: Storage
ar: مساحة التخزين

source: 1GB
ar: 1 جيجابايت

source: Domain
ar: نطاق

source: More Options Available for %1$s in the PRO version. %2$s
ar: المزيد من الخيارات المتاحة ل %1$s في نسخة PRO. %2$s

source: Pricing
ar: التسعير

source: Video (PRO)
ar: فيديو (PRO)

source: Your comment is awaiting moderation.
ar: تعليقك في انتظار المراجعة.

source: Transparent Navbar Text Color
ar: لون نص شريط التنقل شفاف

source: Navbar Text Color on Hover
ar: لون نص شريط التنقل عند المرور فوق

source: Navbar Text Color
ar: لون نص شريط التنقل

source: Navbar Background Color
ar: لون الخلفية لشريط التنقل

source: Header / Slider Text Color
ar: لون نص الترويسة / شريط التمرير

source: Header Overlay Color & Opacity
ar: لون تراكب الترويسة والتعتيم

source: Body Text Color
ar: لون نص الجسم

source: Secondary Color
ar: اللون الثانوي

source: Extend the color options with Hestia PRO. You can preview the extra color options below.
ar: قم بتوسيع خيارات الألوان باستخدام Hestia PRO. يمكنك معاينة خيارات الألوان الإضافية أدناه.

source: More Color Options
ar: المزيد من خيارات الألوان

source: Upgrade to Unlock
ar: قم بالترقية للفتح

source: Remove Branding Label
ar: إزالة العلامة التجارية

source: Remove branding label and get access to more options in our premium version. %s
ar: قم بإزالة العلامة التجارية والوصول إلى المزيد من الخيارات في النسخة المتميزة الخاصة بنا. %s

source: Edit the Navigation Widgets
ar: تحرير تنقل الودجات

source: Edit the Very Top Bar Widgets
ar: قم بتحرير الشريط الأعلى للودجات

source: Customize the Very Top Bar Menu
ar: تخصيص قائمة الشريط الأعلى

source: Edit the Subscribe Widgets
ar: تحرير الاشتراك للودجات

source: here
ar: هنا

source: Edit the Big Title Widgets
ar: تحرير العنوان الكبير للودجات

source: Edit
ar: حرر

source: Avatar placeholder
ar: عنصر نائب للصورة الرمزية (Avatar)

# Theme starter content
source: Home
ar: الرئيسية

# Theme starter content
source: Contact
ar: محتوى قالب البداية

# Theme starter content
source: Blog
ar: المدوّنة

# Theme starter content
source: More
ar: المزيد

source: Shop Sidebar Layout
ar: تصميم الشريط الجانبي للمتجر

source: Learn more
ar: معرفة المزيد

source: More options are available for this section in our premium version. %s
ar: %s هو رابط معرفة المزيد

source: Add new
ar: أضف جديدا

source: Oops! Something went wrong.
ar: عفواً! حدث خطأ.

source: Oops! It looks like you&#8217;re offline.
ar: عفوا! يبدو أنك غير متصل.

source: Transparent Header Logo
ar: شعار الترويسة الشفاف

source: Transparent Navbar
ar: شريط التنقل الشفاف

source: Oops! That page can&rsquo;t be found.
ar: عذراً! لايمكن العثور على تلك الصفحة.

source: Footer Credits
ar: أرصدة التذييل

source: Import Demo Content
ar: استيراد المحتوى التجريبي

source: Posts/Pages Layout
ar: تخطيط المقالات / الصفحات

source: Submit a review
ar: إرسال مراجعة

source: Are you are enjoying %s? We would love to hear your feedback.
ar: هل تستمتع ب %s؟ نحن نحب أن نعرف رأيك.

source: Leave us a review
ar: اكتب لنا تقييم

source: Join our Facebook Group
ar: انضم إلى مجموعة Facebook الخاصة بنا

source: Join the community of %s users. Get connected, share opinions, ask questions and help each other!
ar: انضم إلى مجتمع مستخدمي %s.اتصل وشارك بالآراء واطرح الأسئلة وساعدوا بعضكم البعض!

source: %s Community
ar: مجتمع %s

source: Share on Email
ar: المشاركة على البريد الإلكتروني

source: Settings
ar: الإعدادات

source: %s is now installed and ready to use. We've assembled some links to get you started.
ar: %s الآن منصب وجاهز للاستخدام. لقد جمعنا بعض الروابط لتبدأ.

source: Disable Footer
ar: تعطيل التذييل

source: Disable Navigation
ar: تعطيل التنقل

source: Components
ar: المكونات

source: Hi! We've noticed you were using Zelle before. To make your transition easier, we can help you keep the same beautiful homepage you had before, by converting it into an Elementor template. This option will also import your homepage content.
ar: مرحبا! لقد لاحظنا أنك كنت تستخدم زيلي (Zelle) من قبل. لتسهيل عملية الانتقال، يمكننا مساعدتك في الاحتفاظ بنفس الصفحة الرئيسية الجميلة التي كان لديك من قبل، من خلال تحويلها إلى قالب ألمنتر (Elementor). سيعمل هذا الخيار أيضًا على استيراد محتوى صفحتك الرئيسية.

source: Want to keep using Zelle's homepage?
ar: هل تريد الاستمرار في استخدام الصفحة الرئيسية لـزيلي (Zelle)؟

source: With %s, you can choose from multiple unique demos, specially designed for you, that can be installed with a single click. You just need to choose your favorite, and we will take care of everything else.
ar: مع %s، يمكنك الاختيار من بين العديد من العروض التوضيحية الفريدة المصممة خصيصًا لك، والتي يمكن تنصيبها بنقرة واحدة. أنت فقط بحاجة إلى اختيار التصميم الذي تفضله، وسنتولى العناية بكل شيء آخر.

source: All
ar: الكل

source: First
ar: أوّلاً

source: Display
ar: عَرْض

source: In order to add a contact form to this section, you need to install the %1$s plugin. Then follow %2$sthis guide%3$s to create your form.
ar: لإضافة نموذج المراسلة إلى هذا القسم، يجب تنصيب %1$s الإضافة. ثم اتبع %2$sهذا الدليل%3$s لإنشاء النموذج الخاص بك.

source: Featured Image Homepage
ar: الصفحة الرئيسية للصورة المميزة

source: Footer socials menu
ar: تذييل القائمة الاجتماعية

source: Custom Page
ar: صفحة مخصصة

source: Header socials menu
ar: ترويسة القائمة الاجتماعية

source: Front page
ar: الصفحة الرئيسية

source: %1$s | Developed by %2$s
ar: %1$s | تّم التطوير بواسطة %2$s

source: More Options Available for %s in the PRO version.
ar: المزيد من الخيارات متوفرة في %s النسخة الاحترافية.

source: Disable
ar: تعطيل

source: Border radius
ar: زوايا الإطار (Border radius)

source: Padding (px)
ar: الهامش (بكسل)

source: Infinite Scroll
ar: تمرير لانهائي

source: Number
ar: رقم

source: Post Pagination
ar: تصفيح المقالة

source: Excerpt length
ar: طول المقتطف

source: Excerpt
ar: المقتطف

source: Blog Post Content
ar: محتوى مقالة المدونة

source: This process will set up your website, install required plugins, import demo content (pages, posts, media) and set up the customizer options.
ar: ستقوم هذه العملية بإعداد موقع الويب الخاص بك، و تنصيب الإضافات المطلوبة، واستيراد المحتوى التوضيحي (الصفحات والمقالات والوسائط) وإعداد خيارات المخصص.

source: General
ar: عام

source: Loading
ar: جارٍ التحميل

source: Sites Library
ar: مكتبة المواقع

source: Here is where you must add the "Brevo Newsletter" widget.
ar: هنا يجب عليك زِيَادَة ودجت "الرسالة الإخبارية لBrevo".

source: Parallax
ar: اختلاف المنظر (Parallax)

source: Second Layer
ar: الطبقة الثانية

source: First Layer
ar: الطبقة الأولى

source: Extra
ar: إضافي

source: Read more
ar: اقرأ المزيد

source: Featured Posts
ar: مقالات مميزة

source: Hey, we've noticed that you're running an outdated version of PHP which is no longer supported. Make sure your site is fast and secure, by upgrading PHP to the latest version.
ar: مرحبًا، لاحظنا أنك تستخدم نسخة قديمة من بي إتش بي (PHP) وهي لم تعد مدعومة. تأكد من أن موقعك سريع وآمن، من خلال ترقية بي إتش بي (PHP) إلى آخر نسخة.

source: Header Gradient
ar: تدرج الترويسة

source: Hestia front-page is not multi-language compatible, for this feature %s.
ar: الصفحة الأمامية لهستيا (Hestia) ليست متوافقة مع تعدد اللغات، لهذه الميزة %s.

source: Enable Header Image Sitewide
ar: فعّل ترويسة الصورة على كامل الموقع

source: Header Background
ar: خلفية الترويسة

source: Content
ar: المحتوى

source: Posts & Pages
ar: المقالات والصفحات

source: Enable Search in Menu
ar: فعّل البحث في القائمة

source: Enable Scroll to Top
ar: فعّل التمرير للأعلى

# label
source: Search for:
ar: البحث عن:

source: Footer Four
ar: التذييل أربعة

source: Page with Sidebar
ar: صفحة بشريط جانبي

source: Menu
ar: القائمة

source: Change this subtitle in the %s.
ar: تغيير هذا العنوان الفرعي في ال %s.

source: Change in the %s
ar: تغيير في ال %s

source: Layout
ar: التخطيط

source: Second
ar: ثانيا

source: Very Top Bar
ar: الشريط الأعلى للغاية

source: Navigation
ar: التنقّل

source: Link color on hover
ar: لون الرابط عند التأشير

source: Header Options
ar: خيارات الترويسة

source: Enable Sharing Icons
ar: فعّل مشاركة الأيقونات

source: Number of widgets areas
ar: عدد مناطق الودجات

source: Footer Options
ar: خيارات التذييل

source: font size
ar: حجم الخط

source: Body
ar: الجسد

source: font family
ar: عائلة الخط

source: Headings
ar: العناوين

source: Font Subsets
ar: المجموعات الفرعية للخط

source: Typography
ar: أنواع الخطوط

source: Google Fonts
ar: خطوط قوقل

source: Standard Fonts
ar: الخطوط القياسية

source: Default
ar: افتراضي

source: Display a frontpage section wherever you like by adding its shortcode in page or post content.
ar: عرض قسم الصفحة الأمامية أينما تريد بإضافة الرمز المختصر الخاص به في محتوى الصفحة أو المقالة.

source: Shortcodes for each section
ar: الرموز المختصرة لكل قسم

# comments title
source: %1$s Comment
ar: %1$s تعليق

# comments title
source: One comment
ar: تعليق واحد

source: Activating
ar: جاري التفعيل

source: Install and activate
ar: التنصيب و التنشيط

source: Customizer
ar: المخصص

source: Change in the Customizer
ar: تغيير في المخصص

source: The ability to reorganize your Frontpage Sections more easily and quickly.
ar: القدرة على إعادة تنظيم أقسام صفحتك الأمامية بسهولة وسرعة أكبر.

source: Go to the Customizer
ar: الذهاب إلى المخصص

source: Drag and drop panels to change the order of sections.
ar: سحب وإسقاط اللوحات لتغيير ترتيب الأقسام.

source: The ability to reorganize your Frontpage sections more easily and quickly.
ar: القدرة على إعادة تنظيم أقسام صفحتك الأمامية بسهولة وسرعة أكبر.

source: PRO
ar: احترافي

source: Page Builder Full Width
ar: مُنشئ الصفحة كامل العرض

source: Page Builder Blank
ar: مُنشئ الصفحة فارغ

source: This sidebar is active but empty. In order to use this layout, please add widgets in the sidebar
ar: هذا الشريط الجانبي نشط ولكنه فارغ. لاستخدام هذا التخطيط، يرجى زِيَادَة الودجات في الشريط الجانبي.

source: Blog Sidebar Layout
ar: تخطيط الشريط الجانبي للمدونة

source: Right Sidebar
ar: الشريط الجانبي الأيمن

source: Left Sidebar
ar: الشريط الجانبي (يسار)

source: Full Width
ar: كامل العرض

source: Page Sidebar Layout
ar: تخطيط الشريط الجانبي للصفحة

source: WooCommerce Sidebar
ar: الشريط الجانبي لووكومرس (WooCommerce)

source: Fullwidth Template
ar: قالب كامل العرض

source: Activating
ar: جارِ التفعيل

source: Tags:
ar: الوسوم:

source: Categories:
ar: التصنيفات:

source: It seems we can&rsquo;t find what you&rsquo;re looking for. Perhaps searching can help.
ar: يبدو أننا لا نستطيع العثور على ما تبحث عنه. ربما قد يساعدك البحث.

source: Sorry, but nothing matched your search terms. Please try again with some different keywords.
ar: عذرًا، ولكن لا شيء يقابل مصطلحات البحث التي استعملتها. يرجى المحاولة مجددا بإستخدام كلمات أساسية أخرى.

source: Get started here
ar: ابدأ هنا

source: Ready to publish your first post? %s.
ar: هل أنت جاهز لنشر مقالتك الأولى؟ %s.

source: %1$s ago %2$s
ar: %1$s منذ %2$s

source: By %1$s, %2$s
ar: بواسطة %1$s، %2$s

source: Search Results for: %s
ar: نتائج البحث عن: %s

source: View your shopping cart
ar: عرض سلة التسوق الخاصة بك

source: Share on Facebook
ar: أنشرها على فيسبوك

source: Related Posts
ar: مقالات ذات صلة

source: What's on your mind?
ar: في ماذا تفكر؟

source: Website
ar: الموقع الإلكتروني

source: Email
ar: البريد الإلكتروني

source: Name
ar: الاسم

source: You must be <a href="%s">logged in</a> to post a comment.
ar: يجب أن تكون <a href="%s"> قد سجلت الدخول</a> لنشر التعليق.

source: Reply
ar: الرد

source: (Edit)
ar: (التحرير)

source: &#183; %1$s at %2$s
ar: &#183; %1$s في %2$s

source: Previous page
ar: الصفحة السابقة

source: Next page
ar: الصفحة التالية

source: View all posts in %s
ar: عرض كل المقالات في %s

source: Button
ar: الزر

source: Lorem ipsum dolor sit amet, consectetur adipiscing elit, sed do eiusmod tempor incididunt ut labore et dolore magna aliqua.
ar: لوريم إيبسوم أضف كل غضون وجهان والفرنسي, بعض من تصفح منتصف السبب. حدى مشروط حاملات الاندونيسية أم, انه تم للجزر النفط. المضي موالية تم.

source: Lorem Ipsum
ar: لوريم إيبسوم

source: Change this subtitle in %s.
ar: غير هذا العنوان الفرعي في %s.

source: customizer
ar: المخصص

source: View PRO Features
ar: عرض الميزات الاحترافية

source: Subscribe to our Newsletter
ar: اشترك في رسائلنا الإخبارية

source: Subscribe
ar: اشتراك

source: Products
ar: المنتجات

source: Shop
ar: المتجر

source: If enabled, the theme will use a boxed layout.
ar: إذا تم التفعيل، سيقوم القالب باستعمال تخطيط مربع.

source: Boxed Layout
ar: تخطيط مربع

source: General Settings
ar: الإعدادات العامة

source: Contact Content
ar: محتوى الاتصال

source: Instructions
ar: الإرشادات

source: Form Title
ar: عنوان النموذج

source: Contact Us
ar: اتصل بنا

source: Get in Touch
ar: ابق على تواصل

source: Background Image
ar: الصورة الخلفية

source: Contact
ar: الاتصال

source: Accent Color
ar: شدة اللون

source: Number of Items
ar: عدد العناصر

source: Section Subtitle
ar: العنوان الفرعي للقسم

source: Section Title
ar: عنوان القسم

source: Blog
ar: المدونة

source: Change this subtitle in the Customizer
ar: قم بتغيير هذا العنوان الفرعي في المخصص

source: Button URL
ar: رابط الزر URL

source: Button text
ar: نصّ الزر

source: Big Title Background
ar: خلفية العنوان الكبير

source: Big Title Section
ar: قسم العنوان الكبير

source: About Content
ar: محتوى "حول"

source: Disable section
ar: تعطيل القسم

source: About
ar: حول

source: Recommended Plugins
ar: الإضافات الموصى بها

source: If you want to take full advantage of the options this theme has to offer, please install and activate %s.
ar: إذا ترغب في الاستفادة الكاملة من الخيارات التي يقدمها هذا القالب، يرجى التنصيب والتنشيط %s.

source: It is highly recommended that you install the companion plugin to have access to the Frontpage features, Team and Testimonials sections.
ar: يوصى بشدة تنصيب الإضافة المرافقة للوصول إلى ميزات الصفحة الأمامية و أقسام الفريق و الشهادات.

source: Deactivate
ar: تعطيل

source: Activate
ar: تفعيل

source: 24/7 HelpDesk Professional Support
ar: مكتب المساعدة دعم احترافي 24/7

source: Quality Support
ar: دعم ذو جودة

source: Change colors for the header overlay, header text and navbar.
ar: غير الألوان لتراكب الترويسة و نص الترويسة وشريط التنقل.

source: Fully Customizable Colors
ar: ألوان قابلة للتخصيص بالكامل

source: You will be able to add more content to your site header with an awesome slider.
ar: سوف تكون قادرا على إضافة المزيد من المحتوى إلى ترويسة موقعك مع شريط تمرير رائع.

source: Header Slider
ar: ترويسة شريط التمرير

source: You can use any background image you want.
ar: يمكنك استخدام أي صورة خلفية تريدها.

source: Background image
ar: الصورة الخلفية

source: Big title, Features, About, Team, Testimonials, Subscribe, Blog, Contact
ar: العنوان الكبير، الميزات، حول، الفريق، الشهادات، الاشتراك، المدونة، الاتصال

source: Ready for e-commerce. You can build an online store here.
ar: جاهز للتجارة الإلكترونية. يمكنك بناء متجر عبر الإنترنت هنا.

source: WooCommerce Compatible
ar: متوافق مع ووكمرس (WooCommerce)

source: Responsive layout. Works on every device.
ar: تخطيط مستجيب. يعمل على أي جهاز.

source: Mobile friendly
ar: متوافق مع الجوّال

source: Get %s now!
ar: احصل على %s الآن!

source: Using the WordPress Customizer you can easily customize every aspect of the theme.
ar: باستخدام مخصص ووردبرس يمكنك بسهولة تخصيص جميع جوانب القالب.

source: Recommended actions
ar: الإجراءات الموصى بها
