Repository: prasish012/try
Catalog: try/media_copy/translations/chromenews/existing_translations/PO FILES AS DATASETS FROM WP.TRANSLATE 2/Nepali/wp-themes-twentythirteen-*.po
Languages: ne

source: The 2013 theme for WordPress takes us back to the blog, featuring a full range of post formats, each displayed beautifully in their own unique way. Design details abound, starting with a vibrant color scheme and matching header images, beautiful typography and icons, and a flexible layout that looks great on any device, big or small.
ne: वर्डप्रेसको यो ट्वेन्टी थर्टीन थिमले हामीलाई ब्लगको जमानामा लान्छ, जसको विशेषता पूर्णतया फैलिएको पोस्टको ढाँचाहरू, प्रत्येकले आफ्नै अनुपम तरिकाले सुन्दर रूपमा प्रदर्शन गर्छ। डिजाइन विवरणहरू त छँदैछ, चहकिलो रङ्गको प्रयोग र मिलेको शीर्ष तस्बिरहरूबाट सुरु भएर, सुन्दर अक्षर र आइकनहरू, र एउटा लचकदार लेआउट जुन जस्तोसुकै ठूलो वा सानो उपकरणमा पनि भव्य देखिन्छ।

source: Twenty Thirteen
ne: ट्वेन्टी थर्टीन

source: Dark Sky
ne: गाढा अकासे

source: Light Sky
ne: हल्का अकासे

source: Sunset Yellow
ne: सूर्यास्त पहेँलो

source: Autumn Brown
ne: शरद खैरो

source: FAMOUS ASTRONAUTS
ne: प्रख्यात अन्तरिक्षयात्रीहरू

source: Informational List
ne: सूचनात्मक सूची

source: Big Quote
ne: ठूलो वाणी

source: Kalpana Chawla
ne: कल्पना चावला

source: Colonies
ne: उपनिवेशहरू

source: Space
ne: अन्तरिक्ष

source: Write title…
ne: शीर्षक लेख्नुहोस्...

source: Decorative Columns
ne: सजावटी कोलमहरू

source: Discover More
ne: थप पत्ता लगाउनुहोस्

source: Exploring Space
ne: अन्तरिक्ष अन्वेषण

source: Informational Section
ne: जानकारी खण्ड

source: Solid orange square
ne: ठोस सुन्तला वर्ग

source: Solid red square
ne: ठोस रातो वर्ग

source: Decorative Gallery
ne: सजावटी ग्यालरी

source: No Shadow
ne: बिना छायाँ

# comments title
source: One thought on &ldquo;%s&rdquo;
ne: &ldquo;%s&rdquo; मा एक विचार

source: Beige
ne: पहेँलो खैरो

source: Light Brown
ne: हल्का खैरो

source: Medium Brown
ne: मध्यम खैरो

source: Dark Brown
ne: गाढा खैरो

source: White
ne: सेतो

source: Yellow
ne: पहेँलो

source: Light Orange
ne: हल्का सुन्तला

source: Medium Orange
ne: मध्यम सुन्तला

source: Red
ne: रातो

source: Dark Gray
ne: गाढा खरानी

source: %s Archives
ne: &#8216;%s&#8217; अभिलेखहरू

source: Tag Archives: %s
ne: ट्यागको अभिलेखहरू: %s

source: Search Results for: %s
ne: खोजी नतिजाहरू: %s

# header image description
source: Star
ne: तारा

# header image description
source: Diamond
ne: हिरा

# header image description
source: Circle
ne: गोलाकार

source: Twenty Thirteen requires at least WordPress version 3.6. You are running version %s. Please upgrade and try again.
ne: ट्वेन्टी थर्टीन चलाउन कमसेकम वर्डप्रेस ३‌.६ चाहिन्छ। तपाईँले संस्करण %s प्रयोग गर्दै हुनुहुन्छ। कृपया अपग्रेड गरेर पुन: प्रयास गर्नुहोस्।

source: Next <span class="meta-nav">&rarr;</span>
ne: अर्को <span class="meta-nav">&rarr;</span>

source: <span class="meta-nav">&larr;</span> Previous
ne: <span class="meta-nav">&larr;</span> अघिल्लो

source: Full resolution
ne: पूर्ण रिजोलुसन

source: Link to full-size image
ne: पूर्ण साइजको तस्बिरको लागि लिङ्क

source: Skip to content
ne: विषयवस्तुमा जानुहोस्

source: Menu
ne: मेनु

source: Permalink to %s
ne: %s को पर्मालिङ्क

# 1: post format name. 2: date
source: %1$s on %2$s
ne: %1$s %2$s मा

source: View all posts by %s
ne: %s द्वारा लेखिएका सबै पोस्टहरू हेर्नुहोस्

source: Sticky
ne: स्टिकी

# Next post link
source: %title <span class="meta-nav">&rarr;</span>
ne: <span class="meta-nav">&larr;</span> %title

source: Post navigation
ne: पोस्टको नेभिगेसन

source: Newer posts <span class="meta-nav">&rarr;</span>
ne: नयाँ पोस्टहरू <span class="meta-nav">&rarr;</span>

source: <span class="meta-nav">&larr;</span> Older posts
ne: <span class="meta-nav">&larr;</span> पुराना पोस्टहरू

source: Posts navigation
ne: पोस्टहरूकाे नेभिगेसन

source: Appears on posts and pages in the sidebar.
ne: साइडबारमा पोस्ट र पृष्ठहरूमा देखा पर्छ।

source: Secondary Widget Area
ne: सहायक विजेट क्षेत्र

source: Appears in the footer section of the site.
ne: साइटको फुटर खण्डमा देखा पर्छ।

source: Main Widget Area
ne: मुख्य विजेट क्षेत्र

source: Page %s
ne: पृष्ठ %s

source: Navigation Menu
ne: मेनु

source: Proudly powered by %s
ne: %s द्वारा गर्वका साथ सञ्चालित

source: It seems we can&rsquo;t find what you&rsquo;re looking for. Perhaps searching can help.
ne: यस्तो लाग्छ कि तपाईँले हेर्न खोज्नुभएको कुरा हामीले भेटाउन सकेनौँ। सायद खोजी गर्दा मद्दत पुग्छ कि।

source: Sorry, but nothing matched your search terms. Please try again with different keywords.
ne: माफ गर्नुहोस्, तर तपाईँको खोजी शब्दहरूसँग केही पनि मेल खाएन। कृपया फरक किवर्डहरू राखेर पुन: प्रयास गर्नुहोस्।

source: Ready to publish your first post? <a href="%s">Get started here</a>.
ne: तपाईँको पहिलो पोस्ट प्रकाशित गर्न तयार हुनुहुन्छ? <a href="%s">यहाँ सुरु गर्नुहोस्</a>।

source: Nothing Found
ne: केही भेटिएन

source: View all % comments
ne: सबै % टिप्पणीहरू हेर्नुहोस्

source: One comment so far
ne: अहिलेसम्म एक टिप्पणी

source: Leave a comment
ne: टिप्पणी छोड्नुहोस्

source: Edit
ne: सम्पादन गर्नुहोस्

source: Pages:
ne: पृष्ठहरू:

source: Continue reading %s <span class="meta-nav">&rarr;</span>
ne: पढाइ जारी राख्नुहोस् %s <span class="meta-nav">&rarr;</span>

source: Comments are closed.
ne: टिप्पणीहरू बन्द गरिएका छन्।

source: Newer Comments &rarr;
ne: नयाँ टिप्पणीहरू &rarr;

source: &larr; Older Comments
ne: &larr; पुराना टिप्पणीहरू

source: Comment navigation
ne: टिप्पणी नेभिगेसन

# comments title
source: %1$s thought on &ldquo;%2$s&rdquo;
ne: &ldquo;%2$s&rdquo; मा %1$s विचार

source: Category Archives: %s
ne: वर्ग अभिलेखहरू: %s

source: All posts by %s
ne: %s द्वारा लेखिएका सबै पोस्टहरू

source: View all posts by %s <span class="meta-nav">&rarr;</span>
ne: %s द्वारा लेखिएका सबै पोस्टहरू हेर्नुहोस् <span class="meta-nav">&rarr;</span>

source: About %s
ne: %s बारे

source: Archives
ne: अभिलेखहरू

source: Yearly Archives: %s
ne: वार्षिक अभिलेखहरू: %s

source: Monthly Archives: %s
ne: मासिक अभिलेखहरु : %s

source: Daily Archives: %s
ne: दैनिक अभिलेखहरू: %s

source: It looks like nothing was found at this location. Maybe try a search?
ne: यसो हेर्दा यो ठाउँमा केही भेटिएन। सायद खोजी गर्दा भेट्ला कि?

source: This is somewhat embarrassing, isn&rsquo;t it?
ne: यो अलिकति लज्जास्पद छ, होइन र?

source: Not Found
ne: केही भेटिएन

source: https://wordpress.org/
ne: https://ne.wordpress.org/

source: the WordPress team
ne: वर्डप्रेस टिम

source: https://wordpress.org/themes/twentythirteen/
ne: https://ne.wordpress.org/themes/twentythirteen/
