Repository: prasish012/try
Catalog: try/media_copy/translations/broadnews/existing_translations/PO FILES AS DATASETS FROM WP.TRANSLATE 2/*/wp-themes-ollie-*.po
Languages: dutch

source: Pixel-perfect patterns
dutch: Pixel perfecte patronen

source: Super simple customization
dutch: Super eenvoudige customizer

source: Desktop screenshot
dutch: Schermafbeelding bureaublad

source: Build your site with clicks, not code.
dutch: Bouw je site met klikken, niet met code.

source: Ollie Features
dutch: Ollie functies

source: WordPress Reimagined
dutch: WordPress in een nieuw jasje

source: Person working on laptop
dutch: Persoon werkt op laptop

source: Free Download
dutch: Gratis download

source: Design faster and publish sooner with Ollie
dutch: Ontwerp sneller en publiceer eerder met Ollie

source: Welcome to Ollie
dutch: Welkom bij Ollie

source: We've just launched a new product!
dutch: We hebben net een nieuw product gelanceerd!

source: Get Help
dutch: Krijg hulp

source: Support Docs
dutch: Ondersteunende documenten

source: Resources
dutch: Gegevensbronnen

source: Brand Assets
dutch: Merk assets

source: Careers
dutch: Carrières

source: About
dutch: Over

source: Company
dutch: Bedrijf

source: Easily create beautiful, fully-customizable websites with the new WordPress Site Editor and the Ollie block theme. No coding skills required. Download for free today!
dutch: Maak eenvoudig prachtige, volledig aanpasbare sites met de nieuwe WordPress Site-editor en het Ollie blok Thema. Geen codering vaardigheden vereist. Download vandaag nog gratis!

source: Visit Mike
dutch: Bezoek Mike

source: Visit Ollie
dutch: Bezoek Ollie

source: Setting up a new site can be a pain! The Ollie Site Wizard takes care of those annoying setup steps and configures your site with a few clicks instead.
dutch: Het opzetten van een nieuwe site kan vervelend zijn! De Ollie Site Wizard neemt die vervelende instellingsstappen uit handen en configureert je site met een paar klikken.

source: Build your entire site visually in WordPress with a powerful drag and drop page builder. No costly plugins or coding skills required! WordPress has never looked so good.
dutch: Bouw je hele site visueel in WordPress met een krachtige bouwer voor pagina's verslepen. Geen dure plugins of codeervaardigheden vereist! WordPress heeft er nog nooit zo goed uitgezien.

source: Ollie Block Theme
dutch: Ollie blok thema

source: Ollie ships with over ten professionally-designed page templates (About, Profile, Download, etc.) so you can get your site off the ground in no time.
dutch: Ollie wordt geleverd met meer dan tien professioneel ontworpen pagina'templates (Over, Profiel, Download, enz.) zodat je je site in een mum van tijd kunt verkrijgen.

source: Ollie ships with over twenty beautiful pattern designs you can use to build a stunning and powerful website. Easily drag and drop patterns to create a design and hit publish!
dutch: Ollie wordt geleverd met meer dan twintig prachtige patroonontwerpen die je kunt gebruiken om een prachtige en krachtige site te bouwen. Sleep eenvoudig patronen om een ontwerp te maken en druk op publiceren!

source: Ollie Patterns
dutch: Ollie patronen

source: Ollie launches with built-in pattern designs, page templates, style variations and more so you can get your site launched quickly.
dutch: Ollie lanceert met ingebouwde patroon ontwerpen, pagina'templates, stijl variaties en meer, zodat je je site snel kunt verkrijgen.

source: Launch quicker
dutch: Sneller lanceren

source: Finely-crafted typography that makes your content shine and automatically scales down to the perfect size on every device.
dutch: Verfijnde typografie die je inhoud laat stralen en automatisch schaalt naar de perfecte grootte op elk apparaat.

source: Gorgeous typography
dutch: Prachtige typografie

source: Creating unique designs has never been easier. Ollie's growing pattern library puts expertly designed patterns at your fingertips.
dutch: Het maken van unieke ontwerpen is nog nooit zo eenvoudig geweest. Ollie's groeiende patronenbibliotheek brengt vakkundig ontworpen patronen binnen je handbereik.

source: Build with beautiful patterns
dutch: Bouwen met prachtige patronen

source: We obsess over performance so you don't have to. Ollie is super lightweight and scores top marks on Google PageSpeed Insights.
dutch: We zijn geobsedeerd door prestaties zodat je dat niet hoeft te zijn. Ollie is superlicht en scoort topscores op Google PageSpeed Insights.

source: Blazing fast performance
dutch: Razendsnelle prestaties

source: Your website deserves to look pixel-perfect on every device. Ollie ensures your entire design scales down gracefully automagically.
dutch: Je site moet er pixel perfect uitzien op elk apparaat. Ollie zorgt ervoor dat je hele ontwerp automatisch gracieus verkleint.

source: Pixel perfect responsive design
dutch: Pixel perfect responsive ontwerp

source: Learn More
dutch: Lees verder

source: Customize with clicks, not code
dutch: Aangepast met klikken, niet met code

source: Building with blocks and patterns is super easy and fun! You can design beautiful landing pages with just a few clicks.
dutch: Bouwen met blokken en patronen is supergemakkelijk en leuk! Je kunt prachtige landingspagina's ontwerpen met slechts een paar klikken.

source: Get a 40 hour head start
dutch: Verkrijg een voorsprong van 40 uur

source: Built For The Future
dutch: Gebouwd voor de toekomst

source: Contact Us →
dutch: Neem contact met ons op →

source: Can't find what you're looking for? Let's have a chat!
dutch: Kun je niet vinden wat je zoekt? Laten we eens praten!

source: Still have questions?
dutch: Heb je nog vragen?

# FAQ answer
source: Patterns are pre-designed page elements that you can drag and drop to create unique designs. Ollie comes with an extensive collection of expertly-designed patterns, but you can also design your own patterns.
dutch: Patronen zijn vooraf ontworpen pagina elementen die je kunt verslepen om unieke ontwerpen te maken. Ollie wordt geleverd met een uitgebreide collectie deskundig ontworpen patronen, maar je kunt ook je eigen patronen ontwerpen.

# FAQ question
source: What are patterns?
dutch: Wat zijn patronen?

# FAQ answer
source: Don't worry, we'll show you around! The Site Editor is fairly new, and lots of folks are still trying it out for the first time. There's a lot to learn, but the site building power you'll unlock with all of the new design tools will be well worth it!
dutch: Maak je geen zorgen, we leiden je rond! De Site-editor is vrij nieuw en veel mensen zijn hem nog aan het uitproberen. Er is veel te leren, maar de kracht die je zult ontgrendelen bij het bouwen van sites met alle nieuwe gereedschappen voor het ontwerpen, zal het zeker waard zijn!

# FAQ question
source: What if I've never used the Site Editor?
dutch: Wat moet ik doen als ik de Site-editor nog nooit heb gebruikt?

# FAQ answer
source: Nope! Ollie is designed to work with the native WordPress editor, meaning you don't need a page builder plugin to build a beautiful website on WordPress anymore. Of course, you can continue using your favorite plugins alongside Ollie!
dutch: Nee! Ollie is ontworpen om te werken met de native WordPress editor, wat betekent dat je geen plugin voor paginabouwers meer nodig hebt om een mooie site te bouwen op WordPress. Natuurlijk kun je je favoriete plugins naast Ollie blijven gebruiken!

# FAQ question
source: Do I need any other plugins?
dutch: Heb ik nog andere plugins nodig?

# FAQ answer
source: Ollie is a WordPress block theme that is designed to work with the new WordPress Site Editor. That means your site can be built with blocks, patterns, and other design elements that can be easily edited without any coding skills.
dutch: Ollie is een WordPress Thema voor blokken dat is ontworpen om te werken met de nieuwe WordPress Site Editor. Dat betekent dat je site gebouwd kan worden met blokken, patronen en andere ontwerpelementen die eenvoudig bewerkt kunnen worden zonder codeervaardigheden.

# FAQ question
source: What exactly is Ollie?
dutch: Wat is Ollie precies?

source: Got a question? We've got you covered! Check out the resources below and be sure to let us know if we can answer anything else.
dutch: Heb je een vraag Verkregen? We hebben je omslagafbeelding verkregen! Bekijk de gegevensbronnen hieronder en laat het ons weten als we nog iets kunnen beantwoorden.

source: Learn about our product
dutch: Leer meer over ons product

source: Frequently Asked
dutch: Veelvuldig gevraagd

source: Rated 5/5 stars by 1,620 happy reviewers
dutch: Waardering 5/5 sterren door 1.620 tevreden beoordelaars

source: Join Our Team
dutch: Wordt lid van ons team

source: Whether you're looking for a brand refresh, a new web presence, or are curious about consultation, please drop us a line and let's start a blossoming relationship!
dutch: Of je nu op zoek bent naar een merk verversen, een nieuwe aanwezigheid op het web, of nieuwsgierig bent naar een consultatie, stuur ons een berichtje en laten we een bloeiende relatie beginnen!

source: Give us a ring, we'd love to chat with you.
dutch: Bel ons, we praten graag met je.

source: Comments
dutch: Reacties

source: Add your splash of colors, pick your header, choose your favorite font — all with a few quick clicks. No coding skills required.
dutch: Voeg je kleurenpracht toe, kies je header, kies je favoriete lettertype - Allemaal met een paar snelle klikken. Geen codeervaardigheden vereist.

source: Post Page
dutch: Berichtpagina

source: The WordPress Site Editor is a total game changer. It's blazing fast and I don't need a page builder anymore. 😍
dutch: De WordPress Site-editor is een echte game changer. Hij is razendsnel en ik heb geen pagina bouwer meer nodig. 😍

source: View on WordPress.org
dutch: Bekijken op WordPress.org

source: Ollie ships with a growing collection of design patterns that cohesively click together. Drag, drop, mix, and match patterns to create stunning designs in just a few minutes.
dutch: Ollie wordt geleverd met een groeiende collectie ontwerppatronen die op een samenhangende manier in elkaar klikken. Je kunt patronen slepen, neerzetten, mixen en matchen om in slechts een paar minuten verbluffende ontwerpen te maken.

source: Download Ollie for free today and start building
dutch: Download Ollie vandaag nog gratis en begin met bouwen

source: Start Designing
dutch: Begin met ontwerpen

source: Easily create beautiful, fully-customizable websites with the new WordPress Site Editor and the Ollie block theme. Anyone can do it! No coding skills required.
dutch: Maak eenvoudig prachtige, volledig aanpasbare sites met de nieuwe WordPress Site-editor en het Ollie blok Thema. Iedereen kan het! Geen codeervaardigheden vereist.

source: Rated 5/5 stars by 1,420 happy reviewers
dutch: Waardering 5/5 sterren door 1.420 tevreden beoordelaars

source: "Working with Ollie has been a delight from start to finish."
dutch: "Werken met Ollie is van begin tot eind een genot geweest."

source: Ollie is a block theme for the next generation of WordPress creators. With beautiful patterns and templates built right in, you can get a site launched in record time.
dutch: Ollie is een Thema voor blokken voor de volgende generatie WordPress makers. Met prachtige patronen en ingebouwde templates kun je in recordtijd een site verkrijgen.

source: Design with a few clicks. No code required.
dutch: Ontwerp met een paar klikken. Geen code vereist.

source: Use this profile box as a LinkTree alternative. Link your social media accounts to this page so your followers can find all of your important links.
dutch: Gebruik dit profielvak als een LinkTree alternatief. Link je sociale media accounts naar deze pagina zodat je volgers al je belangrijke links kunnen vinden.

source: Creator and Product Director at IdeaFlow
dutch: Ontwerper en productdirecteur bij IdeaFlow

source: Blazing-Fast Performance
dutch: Razendsnelle prestaties

source: Priority Support
dutch: Prioriteit ondersteuning

source: Advanced Tools
dutch: Geavanceerd gereedschap

source: Publishing Suite
dutch: Publiceren

source: Great for beginners who want to give your product a trial run and see if it fits their workflow.
dutch: Zeer geschikt voor beginners die je product willen uitproberen om te zien of het in hun workflow past.

source: Access to Slack
dutch: Toegang tot Slack

source: Private Coaching
dutch: Privé coaching

source: Video Course
dutch: Videocursus

source: Everything in Essential plus...
dutch: Alles wat essentieel is plus...

source: Great for professionals who are building a lot of WordPress websites and need all the tools.
dutch: Zeer geschikt voor professionals die veel WordPress sites bouwen en alle gereedschappen nodig hebben.

source: per month
dutch: per maand

source: Looks like you haven't added any posts yet.
dutch: Het lijkt erop dat je nog geen berichten hebt toegevoegd.

source: View All →
dutch: Bekijk alles →

source: Latest Posts
dutch: Nieuwste berichten

source: Download Ollie for free!
dutch: Download ollie gratis!

source: Start creating beautiful, fully-customizable websites with the new WordPress Site Editor and the Ollie block theme.
dutch: Begin met het maken van prachtige, volledig aanpasbare sites met de nieuwe WordPress Site-editor en het Ollie blok thema.

source: Start using the powerful new WordPress editor with Ollie
dutch: Gebruik de krachtige nieuwe WordPress editor met Ollie

source: Read More
dutch: Lees meer

source: Get Started
dutch: Ga aan de slag

source: I love using WordPress but traditionally it has been hard to design in. Not any more! Now, I can quickly build full page designs with beautiful patterns!
dutch: Ik gebruik WordPress graag, maar van oudsher heeft het veel moeite gekost om er in te ontwerpen. Nu niet meer! Nu kan ik snel volledige pagina-ontwerpen maken met prachtige patronen!

source: Image and Text Card
dutch: Afbeelding en tekst kaart

source: Patterns:
dutch: Patronen:

source: Filesize:
dutch: Bestandsgrootte:

source: Average Rating:
dutch: Gemiddelde waardering:

source: Version:
dutch: Versie:

source: Theme Details
dutch: Thema details

source: Address
dutch: Adres

source: Phone
dutch: Telefoon

source: Contact Us
dutch: Neem contact met ons op

source: Download Now
dutch: Nu downloaden

source: Easily create beautiful, fully-customizable websites with the new WordPress Site Editor and the Ollie block theme. No coding skills required. Anyone can do it!
dutch: Maak eenvoudig prachtige, volledig aanpasbare sites met de nieuwe WordPress Site-editor en het Ollie blok Thema. Geen codeervaardigheden vereist. Iedereen kan het!

source: Download Ollie
dutch: Ollie downloaden

source: Explore Features
dutch: Functies verkennen

source: Build your blazing fast website with the power of the WordPress Site Editor and beautiful, pre-made pattern designs from Ollie. No coding skills required.
dutch: Bouw je razendsnelle site met de kracht van de WordPress Site-editor en prachtige, kant-en-klare patroonontwerpen van Ollie. Geen codeervaardigheden vereist.

source: Build With Patterns
dutch: Gebouwd met patronen

source: Get Started Today
dutch: Verkrijg vandaag nog toegang

source: Easily create beautiful, fully-customizable websites with the new WordPress Site Editor and the Ollie block theme. No coding skills required.
dutch: Maak eenvoudig prachtige, volledig aanpasbare sites met de nieuwe WordPress Site-editor en het Ollie blok Thema. Geen codeervaardigheden vereist.

source: Design your site without code
dutch: Ontwerp je site zonder code

source: Explore Ollie
dutch: Verken ollie

source: Learn the latest and greatest in WordPress site building. We're offering tutorials, tips and tricks, and video walkthroughs on our blog.
dutch: Leer het nieuwste en het beste op het gebied van WordPress sites bouwen. We bieden handleidingen, tips en trucs en video walkthroughs op onze blog.

source: Read our latest blog articles
dutch: Lees onze laatste blogartikelen

source: Latest and Greatest
dutch: Nieuwste en beste

# Style variation name
source: Brand Alt
dutch: Merk alt

# Shadow name
source: Small Light
dutch: Klein licht

# Shadow name
source: Medium Light
dutch: Medium licht

# Shadow name
source: Large Light
dutch: Groot licht

# Shadow name
source: Extra Large Light
dutch: Extra groot licht

# Shadow name
source: Small Dark
dutch: Klein donker

# Shadow name
source: Medium Dark
dutch: Medium donker

# Shadow name
source: Large Dark
dutch: Groot donker

# Shadow name
source: Extra Large Dark
dutch: Extra groot donker

# Style variation name
source: Tint
dutch: Kleur

# Style variation name
source: Light
dutch: Licht

# Style variation name
source: Dark
dutch: Donker

# Style variation name
source: Brand
dutch: Merknaam

# Style variation name
source: Agency
dutch: Agentschap

# Color name
source: Border Contrast
dutch: Rand contrast

# Color name
source: Tint
dutch: Kleur

# Color name
source: Base Accent
dutch: Basis accent

# Color name
source: Brand Alt Accent
dutch: Merk alt accent

# Color name
source: Brand Alt
dutch: Merk alt

# Color name
source: Brand Accent
dutch: Merk accent

# Color name
source: Brand
dutch: Merknaam

# Pattern title
source: Large Text and Text Boxes
dutch: Grote tekst en tekstvakken

# Pattern title
source: Hero Text, Image, and Logos
dutch: Hero tekst, afbeelding en logo's

# Pattern title
source: Hero Call To Action Buttons Light
dutch: Hero Call To Action knoppen licht

# Font size name
source: Extra Extra Large
dutch: Extra extra groot

# Font size name
source: Extra Large
dutch: Extra groot

# Font size name
source: Large
dutch: Groot

# Font size name
source: Small
dutch: Klein

# Color name
source: Border Base
dutch: Rand basis

# Style variation name
source: Creator
dutch: Maker

# Pattern title
source: Feature Boxes Dark
dutch: Uitgelichte vakken donker

# Pattern description
source: A list of comments for a post.
dutch: Een lijst met reacties voor een bericht.

# Pattern title
source: Comments
dutch: Reacties

# Pattern title
source: Text Box Card
dutch: Tekstvak kaart

source: Background Blur
dutch: Achtergrond vervaging

# Style variation name
source: Teal
dutch: Groenblauw

# Style variation name
source: Red
dutch: Rood

# Style variation name
source: Pink
dutch: Roze

# Style variation name
source: Orange
dutch: Oranje

# Style variation name
source: Green
dutch: Groen

# Style variation name
source: Blue
dutch: Blauw

# Template part name
source: Sidebar
dutch: Zijbalk

# Custom template name
source: Page (With Sidebar)
dutch: Pagina (met zijbalk)

# Custom template name
source: Page (Full Width, No Title)
dutch: Pagina (volledige breedte, geen titel)

# Space size name
source: Extra Large
dutch: Extra groot

# Space size name
source: Large
dutch: Groot

# Space size name
source: Small
dutch: Klein

# Duotone name
source: Grayscale
dutch: Grijsschaal

# Duotone name
source: Sunset
dutch: Zonsondergang

# Duotone name
source: Lime
dutch: Limoen

# Duotone name
source: Blueberry
dutch: Bosbes

# Duotone name
source: Punchy
dutch: Pittig

# Duotone name
source: Orange
dutch: Oranje

# Duotone name
source: Red
dutch: Rood

# Duotone name
source: Yellow
dutch: Geel

# Duotone name
source: Green
dutch: Groen

# Duotone name
source: Pink
dutch: Roze

# Duotone name
source: Blue
dutch: Blauw

# Gradient name
source: Heat
dutch: Warmte

# Gradient name
source: Black
dutch: Zwart

# Gradient name
source: Pink
dutch: Roze

# Gradient name
source: Blue
dutch: Blauw

# Gradient name
source: Purple
dutch: Paars

# Color name
source: Base
dutch: Basis

# Font size name
source: Base
dutch: Basis

# Font size name
source: Extra Small
dutch: Extra klein

# Pattern title
source: Text Call To Action
dutch: Tekst Call To Action

# Pattern title
source: Text Call To Action Buttons
dutch: Tekst Call To Action knoppen

# Pattern title
source: Text and Image Columns With Testimonial
dutch: Tekst en afbeelding kolommen met aanbevelingen

# Pattern title
source: Text and Image Columns With Icons
dutch: Tekst en afbeelding kolommen met pictogrammen

# Pattern title
source: Testimonials With Social Links
dutch: Aanbevelingen met sociale links

# Pattern title
source: Testimonials With Big Text
dutch: Aanbevelingen met grote tekst

# Pattern title
source: Testimonials and Logos
dutch: Aanbevelingen en logo's

# Pattern title
source: Testimonial Highlight
dutch: Aanbeveling markering

# Pattern title
source: Team Members
dutch: Teamleden

# Pattern title
source: Single Testimonial
dutch: Enkele aanbeveling

# Pattern title
source: Pricing Table
dutch: Prijstabel

# Pattern title
source: Pricing Table With Testimonials
dutch: Prijslijst met aanbevelingen

# Pattern title
source: Pricing Table - 3 Column
dutch: Prijs tabel - 3 kolommen

# Pattern title
source: Post Loop List
dutch: Bericht loop vermeldingen

# Pattern description
source: This post loop grid is best used on index and archive pages where the loop can inherit the query from the page.
dutch: Deze rasterweergave van de berichten loop wordt het beste gebruikt op index- en archiefpagina's waar de loop de query van de pagina kan overnemen.

# Pattern title
source: Post Loop Grid Default
dutch: Bericht loop raster standaard

# Pattern description
source: This post loop grid is best used on custom pages where there is not a default post loop.
dutch: Deze rasterweergave van berichten is het beste te gebruiken op aangepaste pagina's waar geen standaard berichten loop is.

# Pattern title
source: Post Loop Grid
dutch: Bericht loop raster

# Pattern description
source: A profile box with an avatar, links to social media, and buttons
dutch: Een profiel box met een avatar, links naar sociale media en knoppen

# Pattern title
source: Profile Box
dutch: Profiel box

# Pattern description
source: A full page design for a Pricing page
dutch: Een paginavullend ontwerp voor een prijzenpagina

# Pattern title
source: Pricing Page
dutch: Prijzenpagina

# Pattern description
source: A full page design for a Homepage
dutch: Een paginavullend ontwerp voor een homepage

# Pattern description
source: A full page design for a Features page
dutch: Een paginavullend ontwerp voor een pagina met uitgelichte functies

# Pattern title
source: Features Page
dutch: Uitgelichte pagina

# Pattern description
source: A full page design for a Download page
dutch: Een paginavullend ontwerp voor een downloadpagina

# Pattern title
source: Download Page
dutch: Downloadpagina

# Pattern description
source: A full page design for a blog page
dutch: Een paginavullend ontwerp voor een blogpagina

# Pattern title
source: Blog Page
dutch: Blog pagina

# Pattern description
source: A full page design for an About page
dutch: Een paginavullend ontwerp voor een over pagina

# Pattern title
source: About Page
dutch: Over pagina

# Pattern title
source: Numbers
dutch: Nummers

# Pattern description
source: Display impressive numbers with a short description
dutch: Geef indrukwekkende getallen weer met een korte beschrijving

# Pattern title
source: Numbers Stacked
dutch: Getallen gestapeld

# Pattern description
source: Show job openings and a call to action button
dutch: Toon vacatures en een Call To Action knop

# Pattern title
source: Job Openings
dutch: Vacature openingen

# Pattern title
source: Image and Numbered Features
dutch: Afbeelding en genummerde functies

# Pattern title
source: Hero Light
dutch: Hero licht

# Pattern title
source: Hero Dark
dutch: Hero donker

# Pattern title
source: Hero Call To Action Buttons
dutch: Hero Call To Action knoppen

# Pattern title
source: Header Light
dutch: Header licht

# Pattern title
source: Header Light With Buttons
dutch: Header licht met knoppen

# Pattern title
source: Header Light With Banner
dutch: Header licht met banner

# Pattern title
source: Header Dark
dutch: Header donker

# Pattern title
source: Header Dark With Buttons
dutch: Header donker met knoppen
