Repository: prasish012/try
Catalog: try/media_copy/translations/broadnews/existing_translations/PO FILES AS DATASETS FROM WP.TRANSLATE 2/*/wp-themes-raft-*.po
Languages: dutch

source: Raft is a lightweight, full-site-editing compatible (FSE) theme ready for your next website. Raft is a super fast, easily customizable, simple theme. It’s perfect for blogs, small business, startups, agencies, firms, e-commerce shops (WooCommerce storefront) as well as personal portfolio sites and most types of projects. Raft works perfectly with Gutenberg and the most popular page builders (Elementor, Brizy, Beaver Builder or the Block Editor). Raft is also WooCommerce ready, responsive, RTL & translation ready. Learn more at https://themeisle.com/themes/raft/.
dutch: Raft is een lichtgewicht, Full site editing compatibel (FSE) thema klaar voor je volgende site. Raft is een supersnel, gemakkelijk aanpasbaar, eenvoudig thema. Het is perfect voor blogs, kleine bedrijven, start-ups, agentschappen, bedrijven, eCommerce winkels (WooCommerce storefront) evenals persoonlijke portfolio sites en de meeste typen projecten. Raft werkt perfect met Gutenberg en de populairste pagina bouwers (Elementor, Brizy, Beaver Builder of de Blok-editor). Raft is ook WooCommerce klaar, responsive, RTL & vertaalklaar. Meer informatie op https://themeisle.com/themes/raft/.

source: Enhance %1$s with %2$s– up to %3$s OFF in our biggest sale of the year. Limited time only.
dutch: Verbeter %1$s met %2$s- tot %3$s UIT in onze grootste uitverkoop van het jaar. Alleen voor beperkte tijd.

source: %s Access a collection of 40+ layout patterns ready to import to your website
dutch: %s toegang tot een collectie van 40+ lay-out patronen klaar om te importeren naar je site

source: Raft recommends
dutch: Raft beveelt aan

source: Dismiss
dutch: Negeren

source: Install %s
dutch: %s installeren

source: Install our free builder plugin for more blocks, enhanced functionality, and seamless theme setup.
dutch: Installeer onze gratis bouwer plugin voor meer blokken, verbeterde functionaliteit en naadloze thema instellingen.

source: Extend Raft with our Free Builder
dutch: Breid Raft uit met onze gratis bouwer

source: Thanks for downloading Raft Theme 🎉
dutch: Bedankt voor het downloaden van Raft thema 🎉

source: Posts Query Loop 3
dutch: Berichten query loop 3

# Style variation name
source: washed
dutch: gewassen

# Style variation name
source: Violet Grain
dutch: Paarse korrel

# Style variation name
source: Green Retro
dutch: Groen retro

# Custom template name
source: Page with Header & Footer
dutch: Pagina met header & footer

# Color name
source: Inverted Text
dutch: Omgekeerde tekst

# Color name
source: Light Background
dutch: Lichte achtergrond

# Color name
source: Dark Background
dutch: Donkere achtergrond

# Color name
source: Accent Secondary
dutch: Accent secundair

# Color name
source: Text
dutch: Tekst

# Font family name
source: Geologica
dutch: Geologie

source: Page title with button
dutch: Titel van pagina met knop

source: Page title on background
dutch: Pagina titel op achtergrond

source: Text Columns
dutch: Tekstkolommen

source: Testimonial Fullwidth
dutch: Aanbevelingen op volledige breedte

source: Testimonial Columns with Rating
dutch: Aanbevelingen kolommen met beoordeling

source: Testimonial Cards
dutch: Aanbeveling kaarten

source: Testimonial on Background
dutch: Aanbevelingen over achtergrond

source: Team Member Rows
dutch: Team lid rijen

source: single-feature-button
dutch: enkele functie knop

source: Pricing Plans 2
dutch: Abonnementen 2

source: Pricing Plans 5
dutch: Abonnementen 5

source: Pricing Plans 4
dutch: Prijsabonnementen 4

source: Pricing Plans 3
dutch: Abonnementen 3

source: Post Query Loop 2
dutch: Bericht query loop 2

source: Portfolio Columns
dutch: Portfolio kolommen

source: Posts Loop Rows
dutch: Berichten loop rijen

source: Posts Loop Cards
dutch: Berichten lus kaarten

source: Posts Loop Card Centered
dutch: Berichten loop kaart gecentreerd

source: Hero with Columns
dutch: Hero met kolommen

source: Hero Columns
dutch: Hero kolommen

source: Hero Cover with boxed title
dutch: Hero omslagafbeelding met box titel

source: Feature Block
dutch: Uitlichten blok

source: Features on Background
dutch: Uitgelicht op achtergrond

source: Feature Cards
dutch: Uitgelichte kaarten

source: Cover with Background
dutch: Omslagafbeelding met achtergrond

source: Contact Details
dutch: Contact gegevens

source: Centered Title
dutch: Titel gecentreerd

source: Centered Text on Background
dutch: Gecentreerde tekst op achtergrond

source: Call to Action with Image
dutch: Call To Action met afbeelding

source: Create your new website today, with Raft!
dutch: Maak vandaag nog je nieuwe site met raft!

source: Get started today, get in touch!
dutch: Begin vandaag nog, neem contact op!

source: "...Absolutely one of the best services out there, very professional and easy-going experience, highly recommended..."
dutch: "...Absoluut een van de beste diensten die er zijn, zeer professionele en gemakkelijke ervaring, een echte aanrader..."

source: A content subtitle
dutch: Een subtitel voor de inhoud

source: A generic content title
dutch: Een algemene titel voor inhoud

source: Read also…
dutch: Lees ook…

source: Categories
dutch: Categorieën

source: Unfortunately the page was not found.
dutch: Helaas is de pagina niet gevonden.

source: Search for a keyword...
dutch: Zoeken naar een keyword...

source: Search
dutch: Zoeken

source: Search results
dutch: Zoekresultaten

source: Continue reading
dutch: Lees verder

source: Read more
dutch: Lees verder

source: Client Name
dutch: Naam klant

source: A project title
dutch: Titel van het project

source: Selected Portfolio
dutch: Selecteer portfolio

source: Just a frequent question
dutch: Gewoon een veelgestelde vraag

source: Contact detail example
dutch: Voorbeeld contactgegevens

source: Follow us
dutch: Volg ons

source: Contact details
dutch: Contact gegevens

source: Get in touch
dutch: Neem contact op

source: A pricing feature
dutch: Een prijsfunctie

source: Plan title
dutch: Plan titel

source: A pricing section. Join premium!
dutch: Een prijs sectie. Word lid van premium!

source: Company role
dutch: Rol van het bedrijf

source: Team member name
dutch: Naam leden team

source: Our Team
dutch: Ons team

source: Get Started
dutch: Ga aan de slag

source: Button Text
dutch: Knop tekst

source: A placeholder description that you can replace with your own content.
dutch: Een plaatshouder beschrijving die je kunt vervangen door je eigen inhoud.

source: This is feature title
dutch: Dit is uitgelichte titel

source: Showcase your Features and Services
dutch: Toon je functies en diensten

source: Just some placeholder text
dutch: Gewoon wat plaatshouder tekst

source: This is placeholder text, feel free to replace it with your unique content as it's included here just to provide you with a better understanding of how your text will fit in the layout. Explore the various patterns and templates as you create your personalized web experience.
dutch: Dit is plaatshouder tekst, voel je vrij om het te vervangen door je unieke inhoud. Het is hier alleen opgenomen om je een beter begrip te geven van hoe je tekst in de lay-out past. Verken de verschillende patronen en templates om je persoonlijke webervaring te creëren.

source: A short section description
dutch: Een korte beschrijving van de sectie

source: Subtitle
dutch: Subtitel

source: This is section title
dutch: Dit is de titel van de sectie

source: Explore our Services
dutch: Ontdek onze diensten

source: About me
dutch: Over mij

source: About our Team
dutch: Over ons team

source: This is a page title
dutch: Dit is de titel van een pagina

source: Block Based Themes Made simple
dutch: Blokgebaseerde thema's eenvoudig gemaakt

source: Services Page
dutch: Diensten pagina

source: Portfolio Page
dutch: Portfolio pagina

source: Contact Page
dutch: Contact pagina

source: About Page
dutch: Over pagina

source: Single Post Cover
dutch: Omslagafbeelding voor één bericht

source: Single Post Columns
dutch: Enkelvoudig bericht kolommen

source: Single Post Centered
dutch: Enkel bericht gecentreerd

source: Archive Row
dutch: Archief rij

source: Archive Cards
dutch: Archief kaarten

source: Archive Boxed
dutch: Archief box

source: Archives
dutch: Archieven

source: Singles
dutch: Enkele

source: Pages
dutch: Pagina's

source: Post Loops
dutch: Bericht loops

source: Pricing
dutch: Prijzen

source: Testimonials
dutch: Aanbevelingen

source: Content
dutch: Inhoud

source: Features
dutch: Functies

source: Heroes / Page Titles
dutch: Hero's/pagina titels

source: Featured
dutch: Uitgelicht

source: Try it out!
dutch: Probeer het uit!

# Style variation name
source: Wooden
dutch: Houten

# Template part name
source: Footer with Columns
dutch: Footer met kolommen

# Template part name
source: Header Centered
dutch: Header gecentreerd

source: Pricing Plans
dutch: Prijsabonnementen

source: Inverted Gallery with Title
dutch: Omgekeerde galerij met titel

source: Horizontal content cards
dutch: Horizontale inhoudskaarten

source: Content Columns with Hero
dutch: Inhoud kolommen met hero

source: Alternating Feature Columns
dutch: Afwisselende uitgelichte kolommen

# Style variation name
source: Night Owl
dutch: Nachtbraker

# Style variation name
source: Green corn
dutch: Groene maïs

# Style variation name
source: Blue retro
dutch: Blauw retro

# Style variation name
source: Apple clean
dutch: Apple schoon

# Custom template name
source: WooCommerce Cart
dutch: WooCommerce winkelwagen

# Custom template name
source: WooCommerce Checkout
dutch: WooCommerce afrekenen

# Custom template name
source: WooCommerce Single Product
dutch: WooCommerce enkelvoudig product

# Custom template name
source: Blank Page - Only Content
dutch: Blanco pagina - alleen inhoud

# Color name
source: Background
dutch: Achtergrond

# Font size name
source: Huge
dutch: Zeer groot

# Font size name
source: Extra Large
dutch: Extra groot

# Font size name
source: Large
dutch: Groot

# Font size name
source: Medium
dutch: Gemiddeld

# Font size name
source: Normal
dutch: Normaal

# Font size name
source: Small
dutch: Klein

source: Two Columns of Features
dutch: Twee kolommen met uitlichtingen

source: Three Columns of Features
dutch: Drie kolommen met uitlichtingen

source: Powered by Blocks
dutch: Aangedreven door blokken

source: Built-in Patterns
dutch: Ingebouwde patronen

source: Style Variations
dutch: Stijlvariaties

source: Unfortunately no posts were found
dutch: Helaas zijn er geen berichten gevonden

source: Post Query Loop
dutch: Bericht query loop

source: Inverted Background
dutch: Geïnverteerde achtergrond

source: Image Gallery with Title
dutch: Afbeelding galerij met titel

source: Hero Section
dutch: Hero sectie

source: Frequently Asked Questions
dutch: Veelgestelde vragen

source: Primary Menu
dutch: Primair menu

source: Pills
dutch: Pillen

source: Learn More
dutch: Lees verder

source: Activate %s
dutch: Activeer %s

source: Otter Blocks preview
dutch: Otter blokken voorbeeld

source: Done
dutch: Gedaan

source: Installing
dutch: Installeren

source: Activating
dutch: Activeren

source: You appear to be running the Raft theme from source code. Please finish installation by running %s.
dutch: Je lijkt het Raft thema te draaien vanaf de broncode. Maak de installatie af door %s te draaien.

source: upgrading PHP to the latest version
dutch: upgrade PHP naar de laatste versie

source: Hey, we've noticed that you're running an outdated version of PHP which is no longer supported. Make sure your site is fast and secure, by %1$s. Raft's minimal requirement is PHP%2$s.
dutch: Hé, we hebben gemerkt dat je een verouderde versie van PHP gebruikt die niet langer wordt ondersteund. Zorg ervoor dat je site snel en veilig is, door %1$s. Raft's minimale vereiste is PHP%2$s.
