Repository: prasish012/try
Catalog: try/media_copy/translations/broadnews/existing_translations/PO FILES AS DATASETS FROM WP.TRANSLATE 2/*/wp-themes-neve-fse-*.po
Languages: german

source: Neve FSE is an experimental sister theme of Neve, for the ones that are ready to go full speed on full site editing, without backwards compatibility code.Neve FSE is a modern, minimalistic theme that is fully compatible with full-site-editing, it offers a range of patterns that make it perfect for simple design is suitable for a wide range of purposes, including blogs, small businesses, startups, agencies, firms, e-commerce shops, personal portfolio sites, and more. It also comes with several style variations to suit your unique aesthetic.
german: Neve FSE ist ein experimentelles Schwester-Theme von Neve, für diejenigen, die bereit sind, ungebremst und ohne rückwärts kompatiblen Code auf die Website-Bearbeitung zu setzen. Neve FSE ist ein modernes, minimalistisches Theme, vollständig kompatibel mit der Website-Bearbeitung. Es bietet eine Reihe von Vorlagen bietet, die es perfekt für einfache Designs für eine Reihe von Anwendungsfällen machen, wie Blogs, Kleinunternehmen, Startups, Agenturen, Firmen, E-Commerce-Shops, persönliche Referenz-Websites und mehr. Außerdem gibt es verschiedene Stilvariationen, die deine einzigartige Ästhetik widerspiegeln.

source: Enhance %1$s with %2$s– up to %3$s OFF in our biggest sale of the year. Limited time only.
german: Verbessere %1$s mit %2$s– bis zu %3$s Rabatt in unserem größten Angebot des Jahres. Nur für begrenzte Zeit.

source: Map Section
german: Karten-Abschnitt

source: Hero section with text
german: Hero-Abschnitt mit Text

source: Hero section with feature columns
german: Hero-Abschnitt mit Funktionen-Spalten

source: FAQ Section
german: FAQ-Abschnitt

source: Columns Section
german: Spalten-Abschnitt

source: Columns with Services Text
german: Spalten mit Text für Dienstleistungen

source: Three Columns with Testimonials Inverted
german: Drei umgekehrte Spalten mit Referenzen

source: Services Page
german: Dienstleistungen-Seite

source: Portfolio Page
german: Portfolio-Seite

source: Contact Page
german: Kontaktseite

source: About Page
german: Über-Uns-Seite

source: Single Post Cover
german: Einzelbeitrag Cover

source: Single Post Cover Boxed
german: Einzelbeitrag-Cover in der Box

source: Archive Cover
german: Archiv-Cover

source: %s Access a collection of 40+ layout patterns ready to import to your website
german: %s Zugriff auf eine Sammlung von über 40 Vorlagen, die du in deine Website importieren kannst

source: Neve FSE recommends
german: Neve FSE empfiehlt

source: Dismiss
german: Verwerfen

# Color name
source: Accent Secondary
german: Akzent Sekundär

# Template part name
source: Footer Variation - 5 Columns
german: Footer-Variante - 5 Spalten

# Template part name
source: Footer Variation - 4 Columns
german: Footer-Variante - 4 Spalten

# Template part name
source: Footer Variation - 3 Columns
german: Footer-Variante - 3 Spalten

# Template part name
source: Footer Variation - Site Logo
german: Footer-Variante - Website-Logo

# Template part name
source: Footer
german: Fußzeile

# Template part name
source: Header Variation - Hamburger Menu
german: Header-Variante - Hamburger-Menü

# Template part name
source: Header Variation - Button
german: Header-Variante - Button

# Template part name
source: Header Variation - Centered
german: Header-Variante - Zentriert

# Color name
source: Accent
german: Hervorgehoben

# Color name
source: Foreground Alt
german: Alternativer Vordergrund

# Color name
source: Background Dark
german: Hintergrund Dunkel

# Color name
source: Background Alt
german: Alternativer Hintergrund

# Color name
source: Foreground
german: Vordergrund

# Color name
source: Background
german: Hintergrund

# Font family name
source: Figtree
german: Feigenbaum

# Font size name
source: Huge
german: Riesig

# Font size name
source: Extra Large
german: Extra groß

# Font size name
source: Large
german: Groß

# Font size name
source: Medium
german: Mittel

# Font size name
source: Small
german: Klein

source: Single Post 3 (Cover)
german: Einzelbeitrag 3 (Cover)

source: Single Post 2 (Cover Boxed)
german: Einzelbeitrag 2 (Cover in der Box)

source: Archive List
german: Archivliste

source: Archive (Cover)
german: Archiv (Cover)

source: Page Title - Cover Boxed
german: Seitentitel - Cover in der Box

source: Page Title - Cover
german: Seitentitel - Cover

source: Page Title - Light
german: Seitentitel - Hell

source: Page Title - Dark
german: Seitentitel - Dunkel

source: Page Title - Simple
german: Seitentitel - Einfach

source: Post Covers
german: Beitrags-Cover

source: Posts
german: Beiträge

source: Post cards 2
german: Beitrags-Karten 2

source: Post rows
german: Beitrags-Zeilen

source: Post cards
german: Beitrags-Karten

source: Posts loop grid inverted
german: Umgekehrtes Beitragsraster

source: Posts loop grid simple
german: Einfaches Beitragsraster

source: Columns with Team members
german: Spalten mit Teammitgliedern

source: Columns with Pricing
german: Spalten mit Preistabellen

source: Columns with portfolio items
german: Spalten mit Portfolioelementen

source: Page Cover with Buttons
german: Seite Cover mit Buttons

source: Page Cover with background image
german: Seite Cover mit Hintergrundbild

source: Full-width columns with image and content
german: Spalten in voller Breite mit Bild und Inhalt

source: Call to Action with Background Color
german: Handlungsaufruf mit Hintergrundfarbe

source: Content with images
german: Inhalt mit Bildern

source: Columns with Services
german: Spalten mit Dienstleistungen

source: Columns with icons
german: Spalten mit Icons

source: Columns with cards
german: Spalten mit Karten

source: Columns with text and image
german: Spalten mit Text und Bild

source: Three Columns with Testimonials
german: Drei Spalten mit Referenzen

source: Columns with image and text
german: Spalten mit Bild und Text

source: Columns with image and text inverted
german: Umgekehrte Spalten mit Bild und Text

source: Columns with content and images
german: Spalten mit Inhalt und Bildern

source: Columns with feature boxes
german: Spalten mit Funktionsboxen

source: Primary Menu
german: Primäres Menü

source: Full-page layouts that can be used as templates
german: Ganzseiten-Layouts, die als Templates verwendet werden können

source: Patterns for several sections and components
german: Vorlagen für verschiedene Abschnitte und Komponenten

source: Neve FSE Patterns
german: Neve-FSE-Vorlagen

source: Learn More
german: Weitere Informationen

source: Install & Activate %s
german: %s installieren und aktivieren

source: Activate %s
german: %s aktivieren

source: Otter is a Gutenberg Blocks page builder plugin that adds extra functionality to the WordPress Block Editor (also known as Gutenberg) for a better page building experience without the need for traditional page builders.
german: Otter ist ein Gutenberg-Blocks-Page-Builder-Plugin, das dem WordPress Block Editor (bekannt als Gutenberg) zusätzliche Funktionen für ein besseres Erlebnis beim Aufbau der Seiten hinzufügt, ohne den Bedarf an herkömmlichen Page-Buildern.

source: Power up your website building experience with %s!
german: Verbessere dein Erfahrung beim Aufbau der Website mit %s!

source: Otter Blocks preview
german: Otter-Blocks-Vorschau

source: Done
german: Fertig

source: Installing
german: Installation

source: Activating
german: Aktivierung

source: Maybe later
german: Vielleicht später

source: Take the survey
german: An der Befragung teilnehmen

source: Thank you for trying Neve FSE. We would love to hear your thoughts on how we can enhance and improve the theme even further. Would you mind taking a moment to share your insights through a quick survey?
german: Vielen Dank, dass du Neve FSE ausprobierst. Wir würden gerne deine Meinung dazu hören, wie wir das Theme noch mehr erweitern und verbessern können. Würdest du dir einen Moment Zeit nehmen, um uns deine Erkenntnisse in einer kurzen Befragung mitzuteilen?

source: We value your feedback
german: Wir schätzen dein Feedback

source: You appear to be running the Neve FSE theme from source code. Please finish installation by running %s.
german: Es sieht so aus, als ob du das Neve-FSE-Theme vom Quellcode aus laufen lässt. Bitte beende die Installation mittels %s.

source: upgrading PHP to the latest version
german: ein Upgrade von PHP auf die neueste Version durchführst

source: Hey, we've noticed that you're running an outdated version of PHP which is no longer supported. Make sure your site is fast and secure, by %1$s. Neve FSE's minimal requirement is PHP%2$s.
german: Hey, wir haben festgestellt, dass du eine veraltete Version von PHP verwendest, die nicht mehr unterstützt wird. Stelle sicher, dass deine Website schnell und sicher ist, durch ein %1$s. Die Mindestanforderung von Neve FSE ist PHP%2$s.
