Repository: prasish012/try
Catalog: try/media_copy/translations/broadnews/existing_translations/PO FILES AS DATASETS FROM WP.TRANSLATE 2/*/wp-themes-ollie-*.po
Languages: dutch

source: Launch a blazing-fast, pixel-perfect website with the Ollie WordPress block theme! Ollie features over 50 beautiful pattern designs, 7 full-page pattern layouts, and a fully-customizable design system with Global Styles. Ollie integrates seamlessly with all of the powerful new WordPress editor features, giving you the most lightweight and powerful website builder on the planet — no expensive page builder plugin required! ✶ Full demo: https://demo.olliewp.com ✶
dutch: Start een razendsnelle, pixel perfecte site met het Ollie WordPress blok thema! Ollie heeft meer dan 50 prachtige patroon ontwerpen, 7 paginagrote patroon lay-outs en een volledig aanpasbaar ontwerpsysteem met globale stijlen. Ollie integreert naadloos met alle krachtige nieuwe WordPress editor functies, waardoor je de lichtste en krachtige site bouwer ter wereld hebt - geen dure pagina bouwer plugin vereist! Volledige demo: https://demo.olliewp.com ✶

source: Find out how businesses just like yours have grown by 30% or more in just over a month.
dutch: Ontdek hoe bedrijven zoals dat van jou in iets meer dan een maand met 30% of meer zijn gegroeid.

source: Unleash Growth
dutch: Ontketen groei

# Pattern title
source: Menu Panel 4
dutch: Menu paneel 4

source: See how companies like yours increased productivity by 40% overnight.
dutch: Bekijk hoe bedrijven zoals die van jou hun productiviteit in één klap met 40% hebben verhoogd.

source: Enterprise
dutch: Onderneming

source: Playground
dutch: Speeltuin

source: Documentation
dutch: Documentatie

source: Learn Our Product
dutch: Leer ons product

source: Browse All
dutch: Doorzoek alles

source: Integrations
dutch: Integraties

source: Projects
dutch: Projecten

source: Quick Resources
dutch: Snelle gegevensbronnen

# Pattern title
source: Menu Panel 3
dutch: Menu paneel 3

# Pattern title
source: Menu Panel 2
dutch: Menu paneel 2

source: Start Free Trial
dutch: Gratis proefperiode starten

source: Ready to scale your business? Start your free trial today.
dutch: Klaar om je bedrijf uit te breiden? Start vandaag nog je gratis proefversie.

source: View Case Studies
dutch: Bekijk casestudies

source: See how companies like yours increased productivity by 40% and reduced operational costs within their first quarter.
dutch: Bekijk hoe bedrijven zoals die van jou hun productiviteit met 40% hebben verhoogd en hun operationele kosten in het eerste kwartaal hebben verlaagd.

source: Success Stories
dutch: Succesverhalen

source: Expert help when you need it
dutch: Deskundige hulp als je het nodig hebt

source: 24/7 Support
dutch: 24/7 ondersteuning

source: Reliable infrastructure that scales
dutch: Betrouwbare infrastructuur die schaalbaar is

source: SOC 2 compliant with E2E
dutch: Conform SOC 2 met E2E

source: Advanced Security
dutch: Geavanceerde beveiliging

source: Enterprise Ready
dutch: Klaar voor de onderneming

source: Connect with existing tools
dutch: Verbinden met bestaande gereedschappen

source: API Integration
dutch: API Integratie

source: Work together seamlessly
dutch: Werk naadloos samen

source: Team Collaboration
dutch: Team samenwerking

source: Track performance live
dutch: Optreden live volgen

source: Real-time Analytics
dutch: Realtime analyses

source: Platform Features
dutch: Platform functies

# Pattern description
source: Menu with columns with icons and text and case study
dutch: Menu met kolommen met iconen en tekst en casestudy

# Pattern title
source: Menu Panel 1
dutch: Menu paneel 1

source: Gallery
dutch: Galerij

source: Automations
dutch: Automatiseringen

source: Components
dutch: Componenten

source: Search our site
dutch: Zoeken op onze site

# Pattern title
source: Mobile Menu 6
dutch: Mobiel menu 6

source: Developers
dutch: Ontwikkelaars

source: Press
dutch: Pers

source: Docs
dutch: Documentatie

source: Customers
dutch: Klanten

source: Marketplace
dutch: Marktplaats

source: Analytics
dutch: Statistieken

source: Collections
dutch: Collecties

source: Library
dutch: Bibliotheek

# Pattern title
source: Mobile Menu 5
dutch: Mobiel menu 5

source: We're hiring! Join our growing team today.
dutch: We zoeken mensen! Sluit je vandaag nog aan bij ons groeiende team.

source: hello@example.com
dutch: hallo@voorbeeld.com

source: Design solutions that scale
dutch: Ontwerpoplossingen die schaalbaar zijn

source: Prism AI
dutch: Prisma AI

# Pattern title
source: Mobile Menu 4
dutch: Mobiel menu 4

source: Check out my new podcast, VectorAI.
dutch: Bekijk mijn nieuwe podcast, VectorAI.

# Pattern title
source: Mobile Menu 3
dutch: Mobiel menu 3

source: Director of AI
dutch: Directeur van AI

# Pattern title
source: Mobile Menu 2
dutch: Mobiel menu 2

source: Learn more
dutch: Lees verder

source: Find out how we can help you scale.
dutch: Ontdek hoe we je kunnen helpen met schaalvergroting.

source: Get started today!
dutch: Begin vandaag nog!

source: Go Live Quicker
dutch: Ga sneller live

source: Beautiful Content
dutch: Mooie inhoud

source: Publish Faster
dutch: Sneller publiceren

source: Publish
dutch: Publiceren

source: Developer Friendly
dutch: Ontwikkelaar vriendelijk

source: Easy to Extend
dutch: Gemakkelijk uit te breiden

source: Built for the Future
dutch: Gebouwd voor de toekomst

source: Build
dutch: Bouw

source: Robust Design System
dutch: Robuust ontwerpsysteem

source: Beautiful Templates
dutch: Prachtige templates

source: Pre-designed Patterns
dutch: Vooraf ontworpen patronen

source: Design
dutch: Ontwerp

# Pattern title
source: Mobile Menu 1
dutch: Mobiel menu 1

# Pattern title
source: Menu Card 4
dutch: Menukaart 4

source: SEO, social media, and content strategies
dutch: SEO, sociale media en inhoud strategieën

source: Digital Marketing
dutch: Digitale marketing

source: Custom websites that captivate and convert
dutch: Aangepaste sites die boeien en converteren

source: Web Design
dutch: Webontwerp

source: Logo design, brand guidelines, and visual systems
dutch: Logo ontwerp, merkrichtlijnen en visuele systemen

source: Brand Identity
dutch: Merk identiteit

# Pattern title
source: Menu Card 3
dutch: Menukaart 3

source: Our tested growth strategies have helped clients across industries achieve breakthrough results.
dutch: Onze geteste groeistrategieën hebben klanten in verschillende sectoren geholpen om baanbrekende resultaten te behalen.

source: Proven growth techniques
dutch: Bewezen groeitechnieken

source: Turn data into decisions with our strategic analysis and actionable recommendations.
dutch: Zet gegevens om in beslissingen met onze strategische analyses en uitvoerbare aanbevelingen.

source: Insights you can act on
dutch: Inzichten waar je iets mee kunt

source: How we can help
dutch: Hoe kunnen we helpen

# Pattern title
source: Menu Card 2
dutch: Menukaart 2

source: Start building smarter and faster today!
dutch: Begin vandaag nog met slimmer en sneller bouwen!

source: Collaborate without the chaos
dutch: Samenwerken zonder chaos

source: Team Comments
dutch: Team reacties

source: Never lose a design iteration again
dutch: Verlies nooit meer een ontwerp iteratie

source: Version Control
dutch: Versiebeheer

source: Updates in real-time across all devices
dutch: Updates in real-time op alle apparaten

source: Smart Sync
dutch: Slimme synchronisatie

# Pattern title
source: Menu Card 1
dutch: Menukaart 1

source: &nbsp;Powered by WordPress and
dutch: &nbsp;Aangedreven door WordPress en

# Style variation name
source: Preset 9
dutch: Voorinstelling 9

# Style variation name
source: Preset 8
dutch: Voorinstelling 8

# Style variation name
source: Preset 7
dutch: Voorinstelling 7

# Style variation name
source: Preset 6
dutch: Voorinstelling 6

# Style variation name
source: Preset 5
dutch: Voorinstelling 5

# Style variation name
source: Preset 4
dutch: Voorinstelling 4

# Style variation name
source: Preset 3
dutch: Voorinstelling 3

# Style variation name
source: Preset 2
dutch: Voorinstelling 2

# Style variation name
source: Preset 1
dutch: Voorinstelling 1

source: Giannis Holiday · Creatif
dutch: Giannis Holiday · Creatief

source: I finally feel like I can ditch my costly page builder plugin. Now, I can quickly build out page sections or full page designs with Ollie patterns.
dutch: Ik heb eindelijk het gevoel dat ik mijn dure plugin voor pagina bouwer kan dumpen. Nu kan ik snel secties of volledige pagina-ontwerpen maken met ollie patronen.

source: Now that I've seen how powerful the Site Editor can be, I can't live without it. Ollie made it super easy to get started with the "new" WordPress.
dutch: Nu ik heb gezien hoe krachtig de Site-editor kan zijn, kan ik niet meer zonder. Ollie maakte het supergemakkelijk om aan de slag te gaan met het "nieuwe" WordPress.

source: for all purchases. Try our product with confidence, and if you don't like it, we'll make it right.
dutch: voor alle aankopen. Probeer ons product met vertrouwen uit en als het je niet bevalt, maken we het goed.

source: Not convinced? We offer a
dutch: Niet overtuigd? We bieden een

source: Desktop preview
dutch: Desktop voorbeeld

source: © 2025 · Powered by WordPress and
dutch: © 2025 - Aangedreven door WordPress en

source: Add text or blocks that will display when a query returns no results.
dutch: Voeg tekst of blokken toe die worden weergegeven wanneer een zoekopdracht geen resultaten oplevert.

source: Write title…
dutch: Titel schrijven...

source: or view on
dutch: of bekijk op

source: Version 1.0
dutch: Versie 1.0

source: Build your blazing fast website with the power of the WordPress Site Editor and beautiful, pre-made designs from Ollie. No coding skills required.
dutch: Bouw je razendsnelle site met de kracht van de WordPress Site-editor en prachtige, kant-en-klare ontwerpen van Ollie. Geen codeervaardigheden vereist.

source: No code? No problem.
dutch: Geen code? Geen probleem.

source: See Our Features
dutch: Bekijk onze functies

source: The future of WordPress site building is here. Are you ready?
dutch: De toekomst van WordPress sites bouwen is hier. Ben je er klaar voor?

source: No code? No problem. Design websites faster with patterns.
dutch: Geen code? Geen probleem. Ontwerp sites sneller met patronen.

source: Launch Faster
dutch: Sneller lanceren

source: Did you know you can build a blazing-fast, fully-customizable website with the native WordPress editor now? Download the Ollie block theme to start learning the new WordPress today!
dutch: Wist je dat je nu een razendsnelle, volledig aanpasbare site kunt bouwen met de WordPress editor? Download het Ollie blok Thema en begin vandaag nog met het leren van het nieuwe WordPress!

source: Ollie is built for the new WordPress Site Editor
dutch: Ollie is gebouwd voor de nieuwe WordPress Site-editor

source: Build on WordPress
dutch: Bouwen op WordPress

source: Hands typing on computer
dutch: Handen typen op computer

source: With a growing pattern collection, you can create 100's of different page designs without repeating the same design.
dutch: Met een groeiende verzameling patronen kun je 100 verschillende pagina ontwerpen maken zonder hetzelfde ontwerp te herhalen.

source: All patterns are designed with mobile and tablet in mind. All designs and typography scale down to pixel-perfect perfection.
dutch: Alle patronen zijn ontworpen voor mobiel en tablet. Alle ontwerpen en typografie hebben een pixel perfecte schaal.

source: View Ollie Patterns
dutch: Bekijk ollie patronen

source: Beautiful design just got a whole lot easier
dutch: Mooi ontwerp is nu een stuk eenvoudiger verkregen

source: Pick Your Pattern
dutch: Kies je patroon

source: Brand Designer
dutch: Merkontwerper

source: Customer happiness as at the core of our business model. If our customers aren't succeeding, we're not succeeding. See what they're saying below.
dutch: Het geluk van de klant is de core van ons bedrijfsmodel. Als onze klanten niet slagen, slagen we niet. Lees hieronder wat ze zeggen.

source: Meet our happy campers
dutch: Ontmoet onze gelukkige kampeerders

source: I create a lot of landing pages, and the Site Editor and Ollie have been a game changer for this. Choose a layout, add my content, hit publish.
dutch: Ik maak veel landingspagina's en de Site-editor en Ollie hebben hier veel voor betekend. Kies een lay-out, voeg inhoud toe en druk op publiceren.

source: Easily create beautiful, blazing-fast websites with the new WordPress Site Editor.
dutch: Maak eenvoudig prachtige, razendsnelle sites met de nieuwe WordPress Site-editor.

source: Brand logo
dutch: Merklogo

source: Trusted by the biggest brands on the planet
dutch: Vertrouwd door de grootste merken ter wereld

source: Customer Support
dutch: Klantondersteuning

source: I was skeptical about all the changes going on in WordPress, but now that I've seen how powerful it can be, I'm convinced. Ollie made it super easy to get started with the "new" WordPress.
dutch: Ik was sceptisch over alle veranderingen in WordPress, maar nu ik heb gezien hoe krachtig het kan zijn, ben ik overtuigd. Ollie maakte het supergemakkelijk om met het "nieuwe" WordPress aan de slag te gaan.

source: Video Producer
dutch: Videoproducent

source: I create a lot of landing pages, and the Site Editor and Ollie have been huge for this. I can choose from a pre-designed landing page, customize my brand colors, and I'm ready to launch.
dutch: Ik maak veel landingspagina's en de Site-editor en Ollie hebben hier enorm veel aan gehad. Ik kan kiezen uit een vooraf ontworpen landingspagina, mijn merkkleuren aanpassen en ik ben klaar om te lanceren.

source: Marketer
dutch: Marketeer

source: I love using WordPress but traditionally it has been hard to design in. Not any more! I can quickly build out page sections or full page designs with Ollie patterns. Saves me so much time!
dutch: Ik gebruik WordPress graag, maar van oudsher heeft het veel moeite gekost om er in te ontwerpen. Nu niet meer! Ik kan snel secties of volledige pagina-ontwerpen maken met Ollie patronen. Dat bespaart me zoveel tijd!

source: Wow, I really can't believe how powerful the WordPress Site Editor is combined with Ollie. I don't even need my page builder plugin anymore! Everything I need is built right in and ready for me at the beginning of every project.
dutch: Wow, ik kan echt niet geloven hoe krachtig de WordPress Site-editor is in combinatie met Ollie. Ik heb mijn plugin voor de bouwer van pagina's niet eens meer nodig! Alles wat ik nodig heb, is ingebouwd en staat voor me klaar aan het begin van elk project.

source: Customer happiness is at the core of our business model. If our customers aren't succeeding, we're not succeeding. See what they're saying below.
dutch: Het geluk van de klant vormt de core van ons bedrijfsmodel. Als onze klanten niet slagen, slagen we niet. Lees hieronder wat ze zeggen.

source: We love our customers
dutch: We houden van onze klanten

source: Testimonial author avatar
dutch: Aanbevelingen auteur avatar

source: I'm super impressed with how powerful the WordPress Site Editor is. I can design my site so quickly with patterns!
dutch: Ik ben super onder de indruk van hoe krachtig de WordPress Site-editor is. Ik kan mijn site zo snel ontwerpen met patronen!

# Pattern description
source: This wide post layout where the content sits in a wide container that stretches the page area.
dutch: Deze brede lay-out voor berichten waar de inhoud in een brede container zit die het gebied van de pagina beslaat.

# Pattern title
source: Post Wide
dutch: Bericht breed

# Pattern description
source: A post layout with a right sidebar and left content area.
dutch: Een bericht lay-out met een rechter zijbalk en linker gebied voor inhoud.

# Pattern title
source: Post Right Sidebar
dutch: Bericht rechter zijbalk

# Pattern description
source: A post layout with a left sidebar and right content area.
dutch: Een bericht lay-out met een linker zijbalk en rechter gebied voor inhoud.

# Pattern title
source: Post Left Sidebar
dutch: Bericht zijbalk links

# Pattern description
source: A centered post layout where the content sits in a container in the middle of the page.
dutch: Een gecentreerd bericht lay-out waar de inhoud zit in een container in het midden van de pagina.

# Pattern title
source: Post Centered
dutch: Bericht gecentreerd

# Pattern description
source: This wide page layout where the content sits in a wide container that stretches the page area.
dutch: Deze brede lay-out waarbij de inhoud in een brede container zit die het gebied van de pagina beslaat.

# Pattern title
source: Page Wide
dutch: Pagina breed

source: Sorry, nothing was found for that search term.
dutch: Er is niets gevonden voor die zoekopdracht.

source: Search site...
dutch: Site zoeken...

# Pattern description
source: The page that shows search results.
dutch: De pagina met zoekresultaten.

# Pattern title
source: Search Results Page
dutch: Zoek resultaten pagina

# Pattern description
source: A page layout with a right sidebar and left content area.
dutch: Een pagina lay-out met een rechter zijbalk en een links gebied voor inhoud.

# Pattern title
source: Page Right Sidebar
dutch: Pagina rechter zijbalk

# Pattern description
source: A page layout with a left sidebar and right content area.
dutch: Een pagina lay-out met een linker zijbalk en een rechter gebied voor inhoud.

# Pattern title
source: Page Left Sidebar
dutch: Pagina zijbalk links

# Pattern description
source: This full page layout with no title, perfect for building pages with patterns.
dutch: Deze volledige pagina lay-out zonder titel, perfect voor het opbouwen van pagina's met patronen.

# Pattern title
source: Page Full Width No Title
dutch: Pagina volle breedte geen titel

# Pattern description
source: A centered page layout where the content sits in a container in the middle of the page.
dutch: Een gecentreerde pagina lay-out waarbij de inhoud in een container in het midden van de pagina zit.

# Pattern title
source: Page Centered
dutch: Pagina gecentreerd

# Pattern description
source: The page that shows archives for categories, tags, and more.
dutch: De pagina met archieven voor categorieën, tags en meer.

# Pattern title
source: Archive Page
dutch: Archiefpagina

source: Search
dutch: Zoeken

source: Unfortunately, the page you are looking for no longer exists, or has been moved. Please try searching for your content below.
dutch: Helaas bestaat de pagina die je zoekt niet meer of is verplaatst. Probeer hieronder te zoeken naar je inhoud.

source: Page Not Found
dutch: Pagina niet gevonden

# Pattern description
source: The page that shows when no other page is found.
dutch: De pagina die wordt weergegeven als er geen andere pagina wordt gevonden.

# Pattern title
source: 404 Page
dutch: 404 pagina

# Pattern description
source: A single column list layout for blog posts and archive pages.
dutch: Een lay-out met één kolom lay-out voor blogberichten en archiefpagina's.

# Pattern description
source: A two column grid layout for blog posts and archive pages.
dutch: Een twee kolommen raster lay-out voor blogberichten en archiefpagina's.

source: We're a small team of diverse creators with the aim of creating the best possible WordPress products for you. Join our team today!
dutch: We zijn een klein team van verschillende makers met als doel de best mogelijke WordPress producten voor je te maken. Word vandaag nog lid van ons team!

source: A small but mighty team
dutch: Een klein maar machtig team

source: Meet Our People
dutch: Ontmoet onze mensen

source: Wow, I really can't believe how powerful the WordPress Site Editor is combined with Ollie. I don't even need a page builder anymore!
dutch: Wow, ik kan echt niet geloven hoe krachtig de WordPress Site-editor is in combinatie met Ollie. Ik heb zelfs geen pagina bouwer meer nodig!

source: 100% money back guarantee
dutch: 100% geld terug garantie

source: Great for folks who are just getting started and only need the basic features and support.
dutch: Zeer geschikt voor mensen die net beginnen en alleen de basisfuncties en ondersteuning nodig hebben.

source: Essential
dutch: Essentieel

source: Easily create beautiful and responsive pricing tables with Ollie patterns. Connect your eCommerce solution and start making bank.
dutch: Maak eenvoudig mooie en responsive prijstabellen met Ollie patronen. Verbind je e-commerce oplossing en begin met bankieren.

source: Small prices, huge value
dutch: Kleine prijzen, grote waarde

source: Simple Pricing
dutch: Eenvoudige prijzen

source: Join my Patreon
dutch: Word lid van mijn patreon

source: Buy My Creator Course
dutch: Koop mijn Creator cursus

source: Follow on Twitter
dutch: Volg op Twitter

source: Visit My Website
dutch: Bezoek mijn site

source: Use this page as a LinkTree alternative. Link your social media accounts to this page so your followers can find all of your important links.
dutch: Gebruik deze pagina als een LinkTree alternatief. Link je sociale media accounts naar deze pagina zodat je volgers al je belangrijke links kunnen vinden.

source: Accessibility compliant to ensure equal access to content and functionality.
dutch: Toegankelijkheid conform om gelijke toegang tot inhoud en functionaliteit te waarborgen.

source: Accessibility
dutch: Toegankelijkheid

source: Built with SEO best practices in mind to help you rank in search engines.
dutch: Gebouwd met SEO beste praktijken in gedachten om je te helpen rangschikken in zoekmachines.

source: Blazing-fast performance out of the box. No caching plugins needed.
dutch: Razendsnelle prestaties direct beschikbaar. Geen caching plugins nodig.

source: Performance
dutch: Prestatie

source: Ollie boasts over two hundred 5 star reviews and an average rating of 9 on Rotten Tomatoes.
dutch: Ollie heeft meer dan tweehonderd 5 sterren beoordelingen en een gemiddelde waardering van 9 op Rotten Tomatoes.

source: 200+ Ratings
dutch: 200+ waarderingen

source: We've spent thousands of hours crafting WordPress themes and applied everything we know to Ollie.
dutch: We hebben duizenden uren besteed aan het maken van WordPress thema's en hebben alles wat we weten toegepast op Ollie.

source: 1000+ Hours
dutch: 1000+ uren

source: Ollie ships with several full page designs such as Homepage, About, Features, Download, and more.
dutch: Ollie wordt geleverd met verschillende paginavullende ontwerpen, zoals Homepage, Over, Functies, Download en meer.

source: Ollie ships with over 50 pixel-perfect pattern designs you can use to build a stunning website with a few clicks.
dutch: Ollie wordt geleverd met meer dan 50 pixel perfecte patroonontwerpen die je kunt gebruiken om met een paar klikken een prachtige site te bouwen.

source: 50+ Patterns
dutch: 50+ patronen

source: No coding skills required.
dutch: Geen codeervaardigheden vereist.

source: Easily create beautiful, fully-customizable websites with the new WordPress Site Editor and the Ollie block theme.
dutch: Maak eenvoudig prachtige, volledig aanpasbare sites met de nieuwe WordPress Site-editor en het Ollie blok thema.

source: Part Time · Remote
dutch: Deeltijd - Op afstand

source: Principal Engineer
dutch: Hoofdingenieur

source: Apply →
dutch: Toepassen →

source: Full Time · Remote
dutch: Fulltime - Op afstand

source: Product Designer
dutch: Productontwerper

source: We're currently hiring for several different roles. All of our positions are remote flexible and our salaries are above competitive in the industry.
dutch: We zoeken nu mensen voor verschillende functies. Al onze functies zijn flexibel op afstand en onze salarissen zijn boven concurrerend in de sector.

source: Let's work together!
dutch: Laten we samenwerken!

source: We're Hiring
dutch: We zijn op zoek naar nieuwe collega’s

source: Blazing fast by default
dutch: Standaard razendsnel
