Repository: prasish012/try
Catalog: try/media_copy/translations/broadnews/existing_translations/PO FILES AS DATASETS FROM WP.TRANSLATE 2/*/wp-themes-ollie-*.po
Languages: dutch

# Pattern description
source: Header with nav and social icons
dutch: Header met navigatie- en sociale pictogrammen

# Pattern title
source: Header Dark With Banner
dutch: Header donker met banner

# Pattern title
source: Footer Minimal
dutch: Footer minimaal

# Pattern title
source: Footer Minimal Light
dutch: Lichte minimale footer

# Pattern title
source: Footer Light
dutch: Footer licht

# Pattern title
source: Footer Centered
dutch: Footer gecentreerd

# Pattern title
source: Footer Centered Light
dutch: Footer gecentreerd licht

# Pattern title
source: Features With Emojis
dutch: Uitgelicht met emoji's

# Pattern title
source: Feature Boxes With Button
dutch: Uitgelichte boxen met knop

# Pattern description
source: Contact details with call to action buttons and a testimonial
dutch: Contactgegevens met knoppen voor Call To Action en een aanbeveling

# Pattern title
source: Text and Details Card
dutch: Tekst en detailkaart

# Pattern title
source: Text and Call To Action Card
dutch: Tekst en Call To Action kaart

# Pattern title
source: Testimonial Card
dutch: Aanbeveling kaarten

# Pattern title
source: Social Profile Card
dutch: Sociale profielkaart

# Pattern title
source: Pricing Table Card
dutch: Prijs tabel kaart

# Pattern title
source: Pricing Table Card Dark
dutch: Prijzen tabel kaart donker

# Pattern title
source: Post List Card
dutch: Bericht lijst kaart

# Pattern title
source: Lead Magnet Card
dutch: Lead magneetkaart

# Pattern title
source: Image and Text Card
dutch: Afbeelding en tekstkaart

# Pattern title
source: Details Card
dutch: Details kaart

# Pattern title
source: Contact Card
dutch: Visitekaartje

# Pattern title
source: Call To Action Card
dutch: Call To Action kaart

# Pattern description
source: A call to action with text and a button.
dutch: Een Call To Action met tekst en een knop.

# Pattern title
source: Call To Action Card With Buttons
dutch: Call To Action kaart met knopen

# Pattern title
source: Blog Post Card
dutch: Blog bericht kaart

# Pattern title
source: Big Text Call To Action Card
dutch: Grote tekst Call To Action kaart

# Pattern title
source: Blog Post Columns
dutch: Blog bericht kolommen

# Pattern title
source: Blog Post Columns Single
dutch: Blog bericht kolommen enkelvoudig

# Pattern description
source: A call-to-action box to offer a free download or sign up user to an email list.
dutch: Een Call To Action box om een gratis download aan te bieden of gebruikers aan te melden voor een e-mail lijst.

# Pattern title
source: Author Box
dutch: Auteur box

source: The Sidebar template defines a page area that can be found on the Page (With Sidebar) template.
dutch: Het zijbalk template definieert een gebied dat op de pagina (met zijbalk) template te vinden is.

source: Sidebar
dutch: Zijbalk

source: Testimonials
dutch: Aanbevelingen

source: Pricing
dutch: Prijzen

source: Posts
dutch: Berichten

source: Pages
dutch: Pagina's

source: Features
dutch: Functies

source: Cards
dutch: Kaarten

source: Button Style
dutch: Knop stijl

source: Dark Style
dutch: Donkere stijl

source: Rounded Full
dutch: Afgerond volledig

source: Thin
dutch: Dun

source: Dotted
dutch: Gestippeld

source: Truncate 4 Lines
dutch: 4 regels inkorten

source: Truncate 3 Lines
dutch: 3 regels inkorten

source: Truncate 2 Lines
dutch: 2 regels inkorten

source: Box Shadow
dutch: Box schaduw

source: Rounded
dutch: Rond

source: Blur Image More
dutch: Vervagen afbeelding meer

source: Blur Image Less
dutch: Vervagen afbeelding minder

source: Dark
dutch: Donker

source: Check Circle
dutch: Rond selectievakje

source: Check
dutch: Controleer
