Repository: prasish012/try
Catalog: try/media_copy/translations/morenews/existing_translations/PO FILES AS DATASETS FROM WP.TRANSLATE 2/Spain/wp-themes-neve-fse-*.po
Languages: es

source: Neve FSE is an experimental sister theme of Neve, for the ones that are ready to go full speed on full site editing, without backwards compatibility code.Neve FSE is a modern, minimalistic theme that is fully compatible with full-site-editing, it offers a range of patterns that make it perfect for simple design is suitable for a wide range of purposes, including blogs, small businesses, startups, agencies, firms, e-commerce shops, personal portfolio sites, and more. It also comes with several style variations to suit your unique aesthetic.
es: Neve FSE es un tema hermano experimental de Neve, para los que están listos para ir a toda velocidad en la edición completa del sitio, sin código de compatibilidad hacia atrás. Neve FSE es un tema moderno y minimalista que es totalmente compatible con la edición completa del sitio, ofrece una gama de patrones que lo hacen perfecto para el diseño simple es adecuado para una amplia gama de propósitos, incluyendo blogs, pequeñas empresas, startups, agencias, empresas, tiendas de comercio electrónico, sitios de cartera personal, y mucho más. También viene con varias variaciones de estilo para adaptarse a tu estética única.

source: Enhance %1$s with %2$s– up to %3$s OFF in our biggest sale of the year. Limited time only.
es: Mejora %1$s con %2$s- hasta %3$s de DESCUENTO en nuestra mayor oferta del año. Solo por tiempo limitado.

source: Map Section
es: Sección del mapa

source: Hero section with text
es: Sección hero con texto

source: Hero section with feature columns
es: Sección hero con columnas de características

source: FAQ Section
es: Sección de FAQ

source: Columns Section
es: Sección columnas

source: Columns with Services Text
es: Columnas con texto de servicios

source: Three Columns with Testimonials Inverted
es: Tres columnas con testimonios invertidos

source: Services Page
es: Página de servicios

source: Portfolio Page
es: Página de porfolio

source: Contact Page
es: Página de contacto

source: About Page
es: Página «Acerca de»

source: Homepage 4
es: Página de inicio 4

source: Homepage 2
es: Página de inicio 2

source: Single Post Cover
es: Fondo de entrada individual

source: Single Post Cover Boxed
es: Fondo de entrada individual en caja

source: Archive Cover
es: Portada de archivo

source: %s Access a collection of 40+ layout patterns ready to import to your website
es: %s Accede a una colección de más de 40 patrones de diseño listos para importar a tu sitio web

source: Neve FSE recommends
es: Neve FSE recomienda

source: Dismiss
es: Descartar

# Color name
source: Accent Secondary
es: Acento secundario

# Style variation name
source: Greenlight
es: Luz Verde

# Style variation name
source: Vivid Red-Tangelo
es: Rojo vivo-Tangelo

# Style variation name
source: Aztec Gold
es: Oro azteca

# Style variation name
source: Dark Pastel Red
es: Rojo Pastel Oscuro

# Style variation name
source: Majorelle Blue
es: Azul Majorelle

# Template part name
source: Footer Variation - 5 Columns
es: Variación de pie de página - 5 Columnas

# Template part name
source: Footer Variation - 4 Columns
es: Variación de pie de página - 4 Columnas

# Template part name
source: Footer Variation - 3 Columns
es: Variación de pie de página - 3 Columnas

# Template part name
source: Footer Variation - Site Logo
es: Variación de pie de página - Logotipo del sitio

# Template part name
source: Footer
es: Pie de página

# Template part name
source: Header Variation - Hamburger Menu
es: Variación de cabecera - Menú hamburguesa

# Template part name
source: Header Variation - Button
es: Variación de cabecera - Botón

# Template part name
source: Header Variation - Centered
es: Variación de cabecera - Centrada

# Template part name
source: Header
es: Cabecera

# Color name
source: Accent
es: Acento

# Color name
source: Foreground Alt
es: Alt del primer plano

# Color name
source: Background Dark
es: Fondo Oscuro

# Color name
source: Background Alt
es: Alt de la imagen de fondo

# Color name
source: Foreground
es: Primer plano

# Color name
source: Background
es: Fondo

# Font family name
source: Albert Sans
es: Nunito Sans

# Font size name
source: Huge
es: Enorme

# Font size name
source: Extra Large
es: Muy grande

# Font size name
source: Large
es: Grande

# Font size name
source: Medium
es: Medio

# Font size name
source: Small
es: Pequeño

source: Single Post 3 (Cover)
es: Entrada única 3 (Portada en caja)

source: Single Post 2 (Cover Boxed)
es: Entrada única 2 (Portada en caja)

source: Archive List
es: Lista de archivos

source: Archive (Cover)
es: Archivo (Portada)

source: Page Title - Cover Boxed
es: Título de la página - Portada en caja

source: Page Title - Cover
es: Título de la página - Portada

source: Page Title - Light
es: Título de la página - Claro

source: Page Title - Dark
es: Título de la página - Oscuro

source: Page Title - Simple
es: Título de la página - Simple

source: Post Covers
es: Portadas de entrada

source: Posts
es: Entradas

source: Post cards 2
es: Tarjetas de entradas 2

source: Post rows
es: Filas de entradas

source: Post cards
es: Tarjetas de entradas

source: Posts loop grid inverted
es: Bucle de entrada con rejilla invertido

source: Posts loop grid simple
es: Bucle de entrada con rejilla simple

source: Columns with Team members
es: Columnas con miembros del equipo

source: Columns with Pricing
es: Columnas de planes de precios

source: Columns with portfolio items
es: Columnas con elementos de porfolio

source: Page Cover with Buttons
es: Página de portada con botones

source: Page Cover with background image
es: Página de portada con imagen de fondo

source: Full-width columns with image and content
es: Columnas de ancho completo con imagen y contenido

source: Call to Action with Background Color
es: Llamada a la acción con color de fondo

source: Content with images
es: Contenido con imágenes

source: Columns with Services
es: Columnas con Servicios

source: Columns with icons
es: Columnas con iconos

source: Columns with cards
es: Columnas con tarjetas

source: Columns with text and image
es: Columnas con texto e imagen

source: Three Columns with Testimonials
es: Tres columnas con recomendaciones

source: Columns with image and text
es: Columnas con imagen y texto

source: Columns with image and text inverted
es: Columnas con imagen y texto invertidos

source: Columns with content and images
es: Columnas con contenido e imágenes

source: Columns with feature boxes
es: Columnas con cuadros de características

source: Primary Menu
es: Menú principal

source: Full-page layouts that can be used as templates
es: Diseños de página completa que pueden utilizarse como plantillas

source: Neve FSE Layouts
es: Diseños FSE de Neve

source: Patterns for several sections and components
es: Patrones para varias secciones y componentes

source: Neve FSE Patterns
es: Patrones de Neve FSE

source: Learn More
es: Más información

source: Install & Activate %s
es: Instalar y activar %s

source: Activate %s
es: Activar %s

source: Otter is a Gutenberg Blocks page builder plugin that adds extra functionality to the WordPress Block Editor (also known as Gutenberg) for a better page building experience without the need for traditional page builders.
es: Otter es un plugin de construcción de páginas de bloques de Gutenberg que añade funcionalidad adicional al editor de bloques de WordPress (también conocido como Gutenberg) para una mejor experiencia de construcción de páginas sin necesidad de los constructores de páginas tradicionales.

source: Power up your website building experience with %s!
es: ¡Potencia tu experiencia en la creación de tus webs con %s!

source: Otter Blocks preview
es: Vista previa de los bloques de Otter

source: Done
es: Hecho

source: Installing
es: Instalando

source: Activating
es: Activando

source: Maybe later
es: Quizá más tarde

source: Take the survey
es: Realiza nuestra encuesta

source: Thank you for trying Neve FSE. We would love to hear your thoughts on how we can enhance and improve the theme even further. Would you mind taking a moment to share your insights through a quick survey?
es: Gracias por probar Neve FSE. Nos encantaría conocer tu opinión sobre cómo podemos mejorar aún más el tema. ¿Te importaría dedicar un momento a compartir tus opiniones a través de una rápida encuesta?

source: We value your feedback
es: Valoramos tu opinión

source: Neve FSE Logo
es: Logotipo de Neve FSE

source: You appear to be running the Neve FSE theme from source code. Please finish installation by running %s.
es: Parece que estás ejecutando el tema Neve FSE desde el código fuente. Finaliza la instalación ejecutando %s.

source: upgrading PHP to the latest version
es: actualizando PHP a la última versión

source: Hey, we've noticed that you're running an outdated version of PHP which is no longer supported. Make sure your site is fast and secure, by %1$s. Neve FSE's minimal requirement is PHP%2$s.
es: Nos hemos dado cuenta de que estás ejecutando una versión obsoleta de PHP que ya no es compatible con el tema. Asegúrate de que tu sitio es rápido y seguro, por %1$s. El requisito mínimo de Neve FSE es PHP%2$s.
