Repository: prasish012/try
Catalog: try/media_copy/translations/enternews/existing_translations/PO FILES AS DATASETS FROM WP.TRANSLATE 2/*/wp-themes-newsblogger-nl (1).po
Languages: dutch

source: NewsBlogger is a dynamic and versatile child theme for the popular NewCrunch WordPress theme. Perfect for bloggers, journalists, and online magazines, it offers enhanced customization options, improved performance, and seamless integration with both the Gutenberg and Classic editors. Compatible to various popular plugins such as Elementor, Contact Form 7, Polylang and WPML. Theme is RTL ready and prioritizes user privacy and complies with the General Data Protection Regulation (GDPR) guidelines by refraining from collecting any personal data restricted under GDPR. The theme is also schema-ready, enhancing search engine visibility and optimization. To explore the theme further, feel free to check out our demo at: https://demo-news.spicethemes.com/startersite-1/. For video tutorial visit here https://www.youtube.com/playlist?list=PLTfjrb24Pq_DeJOZdKEaP3rZPbHuOCLtZ
dutch: NewsBlogger is een dynamisch en veelzijdig sub thema voor het populaire NewCrunch WordPress thema. Perfect voor bloggers, journalisten en online tijdschriften, het biedt verbeterde aanpassing opties, verbeterde prestaties en naadloze integratie met zowel de Gutenberg als de klassieke editors. Compatibel met verschillende populaire plugins zoals Elementor, Contact Form 7, Polylang en WPML. Het thema is RTL klaar en geeft prioriteit aan gebruiker privacy en voldoet aan de richtlijnen van de algemene verordening gegevensbescherming (AVG/GDPR) door het verzamelen van persoonsgegevens die onder de AVG/GDPR vallen te vermijden. Het thema is ook klaar voor schema, wat de zichtbaarheid en optimalisatie van zoekmachines verbetert. Om het thema verder te verkennen, bekijk gerust onze demo op: https://demo-news.spicethemes.com/startersite-1/. Voor video tutorial bezoek hier https://www.youtube.com/playlist?list=PLTfjrb24Pq_DeJOZdKEaP3rZPbHuOCLtZ

source: No plugin URL provided.
dutch: Geen plugin URL opgegeven.

source: You do not have permission to install plugins.
dutch: U heeft geen toestemming om plugins te installeren.

source: No plugin slug provided.
dutch: Geen plugin slug opgegeven.

source: You do not have permission to manage plugins.
dutch: U heeft geen toestemming om plugins te beheren.

source: It is recommended that you install & activate the Spice Blocks plugin to import the gutenberg starter sites
dutch: Het wordt aanbevolen dat u de Spice Blocks plugin installeert & activeert om de Gutenberg starter sites te importeren

source: Dismiss this notice
dutch: Dit bericht negeren

source: We highly recommend installing and activating the WooCommerce plugin, which allows you to create a shop and enhance your business.
dutch: We raden u ten zeerste aan om de WooCommerce plugin te installeren en te activeren, waarmee u een winkel kunt maken en uw bedrijf kunt verbeteren.

source: now
dutch: nu

source: Install
dutch: Installeer

source: Install Plugin
dutch: Plugin installeren

source: Light/Dark Mode
dutch: Lichte/donkere modus

source: Close Search
dutch: Zoeken sluiten

source: Search
dutch: Zoeken

source: Close Off-Canvas
dutch: Off-Canvas sluiten

source: Close Icon
dutch: Sluiten icoon

source: Toggle Icon
dutch: Toggle icoon

source: Skip to content
dutch: Ga naar de inhoud

source: Alignment
dutch: Uitlijning

source: Upgrade To Pro
dutch: Upgrade naar pro

source: Watch Videos
dutch: Video's bekijken

source: See Changelog
dutch: Wijzigingslog bekijken

source: Try It Now
dutch: Probeer het nu

source: Try Now
dutch: Probeer nu

source: complete with exciting new features. Take a look now!
dutch: compleet met spannende nieuwe functies. Neem nu een kijkje!

source: We've consistently aimed to meet our users' needs and demands. In order to address specific requirements and rectify issues from our previous version, we've rolled out version
dutch: We hebben er altijd naar gestreefd om aan de behoeften en eisen van onze gebruikers te voldoen. Om aan specifieke eisen te voldoen en problemen met onze vorige versie op te lossen, hebben we versie

source: %1$s Current %2$s
dutch: %1$s huidige %2$s

source: Welcome Banner
dutch: Welkom banner

source: Theme Documentation
dutch: Thema documentatie

source: View Live Demos
dutch: Live demo's bekijken

source: Theme Dashboard
dutch: Thema dashboard

source: %s is now installed and ready to use. We've provide some links to get you started.
dutch: %s is nu geïnstalleerd en klaar voor gebruik. We hebben wat links toegevoegd om u op weg te helpen.

source: Welcome to
dutch: Welkom bij

source: Hello
dutch: Hallo

source: Core Background Color & Image Customize
dutch: Core achtergrondkleur & afbeelding aanpassen

source: Core Background Color & Image Video
dutch: Core achtergrondkleur & afbeelding video

source: Background Color & Image
dutch: Achtergrondkleur & afbeelding

source: Theme Color Customize
dutch: Thema kleur aanpassen

source: Theme Color Video
dutch: Thema kleur video

source: Theme & Category Color
dutch: Thema & categorie kleur

source: Footer Section Customize
dutch: Footer sectie aanpassen

source: Footer Section Video
dutch: Footer sectie video

source: Footer Widgets & Copyright Text
dutch: Footer widgets & copyright tekst

source: Custom Widgets Customize
dutch: Aanpassen van aangepaste widgets

source: Custom Widgets Video
dutch: Video's aangepaste widgets

source: Setup Custom Widgets
dutch: Aangepaste widgets instellen

source: Sections Rearrange Customize
dutch: Secties opnieuw ordenen aanpassen

source: Sections Rearrange Video
dutch: Secties opnieuw ordenen video

source: Reorder/Rearrange Sections
dutch: Secties opnieuw ordenen/schikken

source: Highlight Customize
dutch: Aanpassen markeren

source: Highlight Video
dutch: Video markeren

source: Setup Highlight Section
dutch: Instellingen markering sectie

source: Banner Customize
dutch: Banner aanpassen

source: Setup Banner Section
dutch: Banner sectie instellen

source: Toggle Sidebar Customize
dutch: Toggle zijbalk aanpassen

source: Toggle Sidebar Video
dutch: Toggle zijbalk video

source: Setup Toggle Sidebar
dutch: Zijbalk toggle instellen

source: Global Options Customize
dutch: Opties aanpassen voor globale instellingen

source: Global Options Video
dutch: Video globale opties

source: Manage Global Options
dutch: Beheer globale opties

source: Header Customize
dutch: Header aanpassen

source: Setup Header
dutch: Header instellen

source: Site Identity Customize
dutch: Site identiteit aanpassen

source: Site Identity Video
dutch: Site identiteit video

source: Setup Site Identity
dutch: Site identiteit instellen

source: Customize
dutch: Aanpassen

source: Menu Customize
dutch: Menu aanpassen

source: Setup Main Menu
dutch: Hoofdmenu instellen

source: Watch Video
dutch: Bekijk video

source: Demo Import
dutch: Demo importeren

source: Explore Premium Features
dutch: Ontdek de Premium functies

source: Upgrade today and transform your website with NewsBlogger Premium!
dutch: Upgrade vandaag en transformeer uw site met NewsBlogger Premium!

source: All premium features are managed through the Newscrunch Plus plugin, providing a seamless and integrated experience for both NewsBlogger and Newscrunch users.
dutch: Alle premiumfuncties worden beheerd via de Newscrunch plus plugin, wat een naadloze en geïntegreerde ervaring biedt voor zowel NewsBlogger als Newscrunch gebruikers.

source: Note
dutch: Opmerking

source: Explore and import the premium starter sites available under both NewsBlogger and Newscrunch.
dutch: Ontdek en importeer de premium starter sites die beschikbaar zijn onder zowel NewsBlogger als Newscrunch.

source: To access premium starter sites offered by Newscrunch, deactivate the NewsBlogger theme and activate the Newscrunch theme.
dutch: Om toegang te krijgen tot premium starter sites aangeboden door Newscrunch, deactiveert u het NewsBlogger thema en activeert u het Newscrunch thema.

source: Navigate to the starter sites section in your WordPress dashboard.
dutch: Navigeer naar de starter sites sectie in uw WordPress dashboard.

source: Access Premium Starter Sites
dutch: Toegang tot Premium starter sites

source: Enter your premium license key to activate all the premium features.
dutch: Voer uw premium licentiesleutel in om alle premium functies te activeren.

source: Download and install the Newscrunch Plus plugin if you haven’t already.
dutch: Download en installeer de Newscrunch plus plugin als u dat nog niet heeft gedaan.

source: Install and Activate Newscrunch Plus
dutch: Installeer en activeer Newscrunch plus

source: Visit our pricing page to choose the plan that suits you best.
dutch: Bezoek onze prijspagina om het abonnement te kiezen dat het beste bij u past.

source: Purchase NewsBlogger Premium functionality coded in Newscrunch Plus plugin
dutch: Aankoop van NewsBlogger Premium functionaliteit gecodeerd in de Newscrunch Plus plugin

source: Get Started
dutch: Ga aan de slag

source: Stay up-to-date with the latest features and improvements with regular updates to Newscrunch Plus.
dutch: Blijf op de hoogte van de nieuwste functies en verbeteringen met regelmatige updates voor Newscrunch plus.

source: Regular Updates
dutch: Regelmatige updates

source: Receive dedicated support from our team to help you with any questions or issues.
dutch: Ontvang toegewijde ondersteuning van ons team om u te helpen bij eventuele vragen of problemen.

source: Priority Support
dutch: Prioriteit ondersteuning

source: Benefit from performance optimizations to ensure your site runs smoothly and efficiently.
dutch: Profiteer van prestatie optimalisaties om ervoor te zorgen dat uw site soepel en efficiënt draait.

source: Enhanced Performance Features
dutch: Verbeterde prestatie functies

source: Unlock advanced customization settings to fine-tune the appearance and functionality of your site.
dutch: Ontgrendel geavanceerde aanpassingsinstellingen om de weergave en de functionaliteit van uw site verder te optimaliseren.

source: Advanced Customization Options
dutch: Geavanceerde aanpassing opties

source: To access premium starter sites offered by Newscrunch, you need to deactivate the NewsBlogger theme and activate the Newscrunch theme.
dutch: Om toegang te krijgen tot premium starter sites aangeboden door Newscrunch, moet u het NewsBlogger thema deactiveren en het Newscrunch thema activeren.

source: Premium starter sites for Newscrunch are also available, offering you a broader selection of templates to choose from. Note
dutch: Premium starter sites voor Newscrunch zijn ook beschikbaar, waardoor u een bredere selectie aan templates heeft om uit te kiezen. Let alstublieft op

source: Access exclusive NewsBlogger starter sites that are crafted for various niches and styles.
dutch: Krijg toegang tot exclusieve NewsBlogger starter sites die zijn gemaakt voor verschillende niches en stijlen.

source: Here’s what you get with NewsBlogger Premium
dutch: Dit is wat u krijgt met NewsBlogger Premium

source: Pre-sales enquiry
dutch: Onderzoek voorverkoop

source: Pre-sales Enquiry
dutch: Voorverkoop vraag

source: Premium Version
dutch: Premium versie

source: Free or Pro Comparison
dutch: Gratis of Pro vergelijking

source: Your feedback is valuable to us
dutch: Uw feedback is waardevol voor ons

source: Valuable Feedback
dutch: Waardevolle feedback

source: Support
dutch: Ondersteuning

source: Documentation
dutch: Documentatie

source: Help Docs
dutch: Hulp documenten

source: Theme Demos
dutch: Thema demo's

source: Theme Detail
dutch: Thema detail

source: Useful Links
dutch: Handige links

source: Social Icons
dutch: Sociale iconen

source: Sidebar Layout
dutch: Lay-out zijbalk

source: Header Section
dutch: Header sectie

source: Theme Features
dutch: Thema functies

source: Customize Image
dutch: Afbeelding aanpassen

source: Need to install & activate the "Spice Starter Sites" plugin to import the demo.
dutch: U moet de plugin "Spice starter sites" installeren en activeren om de demo te importeren.

source: Import Image
dutch: Afbeelding importeren

source: %s Theme Configuration
dutch: %s thema configuratie

source: We highly recommend installing and activating the Seo Optimized Images plugin, which will dynamically insert SEO-friendly alt attributes and title attributes to enhance your image optimization.
dutch: We raden u ten zeerste aan om de Seo Optimized Images plugin te installeren en te activeren. Deze plugin voegt dynamisch SEO vriendelijke alt attributen en titel attributen toe om uw afbeelding te optimaliseren.

source: To add the social share buttons to your posts, install & activate this plugin.
dutch: Om de knoppen voor sociaal delen toe te voegen aan uw berichten, moet u deze plugin installeren & activeren.

source: To display the posts in a beautiful slider with multiple options, install & activate this plugin.
dutch: Om berichten in een mooie slider met meerdere opties te tonen, installeer & activeer deze plugin.

source: To add a different banner image for a different page or post, install & activate this plugin.
dutch: Om verschillende banner afbeeldingen voor een verschillende pagina of bericht toe te voegen, installeer & activeer deze plugin.

source: To enable the display of breadcrumbs, please install and activate this plugin.
dutch: Om de weergave van kruimelpaden in te schakelen, moet u alstublieft deze plugin installeren en activeren.

source: To display the contact form, install & activate this plugin.
dutch: Om het contactformulier te tonen, installeer en activeer deze plugin.

source: Active
dutch: Actief

source: Activate %s now
dutch: Activeer %s nu

source: Activate Import Plugin
dutch: Activeer Import plugin

source: Activate
dutch: Activeren

source: Install and activate
dutch: Installeren en activeren

source: Get started with %s theme
dutch: Aan de slag met het %s thema

source: %1$s theme is installed. To take full advantage of the features this theme has to offer visit our %2$swelcome page%3$s
dutch: %1$s thema is geïnstalleerd. Om volledig voordeel te halen uit de functies van dit thema, bezoek onze %2$swelkom pagina%3$s

source: Welcome to %1$s %2$s
dutch: Welkom bij %1$s %2$s

source: About %1$s %2$s
dutch: Over %1$s %2$s

source: View Theme Info
dutch: Bekijk thema informatie

source: Error
dutch: Fout

source: Activating
dutch: Aan het activeren

source: Installing
dutch: Aan het installeren
