Repository: prasish012/try
Catalog: try/media_copy/translations/enternews/existing_translations/PO FILES AS DATASETS FROM WP.TRANSLATE 2/*/wp-themes-total-*.po
Languages: dutch

source: The Premium version has an advanced blog page setting option. The option allows you to show or hide each element of the blog.
dutch: De Premium versie heeft een geavanceerde instellingsoptie voor de blogpagina. Deze optie stelt je in staat om elk element van de blog te tonen of te verbergen.

source: 24) Advanced Blog Settings
dutch: 24) Geavanceerde blog Instellingen

source: The premium version has an option for the Simple Slider, Revolution Slider, and Single Banner Image with advanced customization options.
dutch: De Premium versie heeft een optie voor de Simple Slider, Revolution Slider en Single Banner afbeelding met geavanceerde aanpassingsrechten.

source: The premium version has the option to change the sidebar layout universally or %1schange the sidebar for individual posts/pages%2s. Moreover, it allows choosing the sidebar widgets for individual posts/pages.
dutch: De Premium versie biedt de mogelijkheid om de zijbalk lay-out universeel te wijzigen of %1som de zijbalk te wijzigen voor individuele berichten/pagina's%2s. Bovendien kun je de zijbalk widgets kiezen voor individuele berichten/pagina's.

source: 23) Sidebar Layout Options
dutch: 23) Zijbalk lay-out opties

source: The loading screen appears until the website is fully loaded. The premium version has the option to choose from 16 preloaders or add your preloader image as well.
dutch: Het laadscherm dat verschijnt tot de site volledig is geladen. De Premium versie heeft de optie om uit 16 voorladers te kiezen of je eigen voorlader afbeelding toe te voegen.

source: 15) Home Page Blocks - Style Variations
dutch: 15) Homepage blokken - stijlvariaties

source: Total Plus comes with an option for the top bar where you can add a contact address, social icon, language picker, or any informative text.
dutch: Total Plus wordt geleverd met een optie voor de bovenbalk waar je contactadres, sociale pictogram, taalkiezer, of informatieve teksten kunt toevoegen.

source: The theme has 16 shape dividers that you can choose from to create a nice transition effect between sections
dutch: Het thema heeft 16 vorm afscheidingen waaruit je kunt kiezen om een mooi transitie effect tussen secties te maken

source: Option to organize how the home page section appears.
dutch: Optie om te bepalen hoe de homepage sectie verschijnt.

source: Advanced
dutch: Geavanceerd

source: Basic
dutch: Eenvoudig

source: The free version has a basic color option but the premium version has advanced color options that allow customizing the color everywhere like header, post/page, footer, and home page sections.
dutch: De gratis versie heeft een basis kleur optie, maar de premium versie heeft geavanceerde kleur opties waarmee je de kleur overal kunt aanpassen, zoals in de header, bericht/pagina, footer en homepage secties.

source: The premium version has advanced background options that include an option to choose from a video background, moving background, or gradient background.
dutch: De Premium versie heeft geavanceerde achtergrondopties, waaronder de mogelijkheid om te kiezen voor een videoachtergrond, bewegende achtergrond of gradiënt achtergrond.

source: The premium version has 800+ Google Fonts to choose from. Don't want to use Google Fonts? No problem, it has web safe standard non-Google fonts to choose from as well.
dutch: De Premium versie heeft 800+ Google Fonts om uit te kiezen. Wil je geen Google Fonts gebruiken? Geen probleem, er zijn ook web veilige standaard niet Google lettertypen om uit te kiezen.

source: The premium version gives the option to choose from 4 differently designed blog layouts.
dutch: De Premium versie biedt de mogelijkheid om te kiezen uit 4 verschillende ontwerpen voor blog lay-outs.

source: The premium version has an inbuilt option to add the Maintenance(under construction) Screen with countdown time. You don't need to install additional plugins.
dutch: De Premium versie heeft een ingebouwde optie om het Onderhoud (in aanbouw) scherm met afteltijd toe te voegen. Je hoeft geen extra plugins te installeren.

source: 2) Maintenance Mode
dutch: 2) Onderhoudsmodus

source: The premium version allows adding an unlimited block for all the sections on the home page. This includes a slider, featured block, highlight block, service, team, testimonial, counter, pricing, tabs, news and update block, and logo. Moreover, it has the option to choose the number of columns to show in each row.
dutch: De premium versie laat je een ongelimiteerd blok toevoegen voor alle secties op de homepage. Dit omvat een slider, uitgelicht blok, highlight blok, dienst, team, aanbeveling, teller, prijzen, tabs, nieuws en update blok en logo. Bovendien heeft het de optie om het aantal kolommen te kiezen om in elke rij te tonen.

source: The Premium version has an inbuilt mega menu that will allow you to create beautiful big menus in no time.
dutch: De Premium versie heeft een ingebouwd megamenu waarmee je gemakkelijk mooie en grote menu's kunt maken.

source: The premium version gives the option to choose from 6 header layouts. Additionally, it allows changing the header background color, text color, header height, and more.
dutch: De Premium versie biedt de mogelijkheid om te kiezen uit 6 header lay-outs. Daarnaast kun je de achtergrondkleur, tekstkleur, hoogte van de header en meer aanpassen.

source: 7) Multiple Header Layouts and Settings
dutch: 7) Meerdere header lay-outs en instellingen

source: With one click demo-import, you can install the demo content with just one click.
dutch: Met één klik importeer je de demo en met één klik installeer je de demo inhoud.

source: 1) One Click Demo Import
dutch: 1) Demo importeren met één klik

source: Free
dutch: Gratis

source: Features
dutch: Eigenschappen

source: Buy Now ($65 only)
dutch: Koop nu (maar $65)

source: Upgrade to the pro version for additional features and better support.
dutch: Upgrade naar pro versie voor extra functies en betere ondersteuning.

source: Keep up to date
dutch: Blijf op de hoogte

source: FREE UPDATES FOR LIFETIME
dutch: LEVENSLANGE GRATIS UPDATES

source: Use in as many websites as you need
dutch: Gebruik in zoveel sites als je nodig hebt

source: UNLIMITED DOMAIN LICENCE
dutch: ONBEPERKTE DOMEINLICENTIE

source: No renewal needed
dutch: Geen vernieuwing nodig

source: ONE TIME PAYMENT
dutch: EENMALIGE BETALING

source: Fully RTL(Right to left) languages compatible
dutch: Volledig geschikt voor RTL (rechts naar links) talen

source: 15+ Shape divider to choose from for each section
dutch: 15+ vorm scheiders om uit te kiezen voor elk onderdeel

source: In-built MegaMenu
dutch: Ingebouwd MegaMenu

source: Pro Theme Features
dutch: Pro thema functies

source: View
dutch: Bekijken

source: Upgrade to Pro
dutch: Upgraden naar Pro

source: Fully Multilingual and Translation ready
dutch: Volledig meertalig en klaar voor vertaling

source: WooCommerce Compatible
dutch: WooCommerce compatibel

source: Google map option
dutch: Google map opties

source: Blog single page - Author Box, Social Share and Related Post
dutch: Blog enkelvoudige pagina - Auteur box, social delen en gerelateerd bericht

source: 26 custom widgets
dutch: 26 aangepaste widgets

source: Front page sections with full window height
dutch: Voorpagina secties met volledige schermhoogte

source: Remove footer credit Text
dutch: Verwijder footer credit tekst

source: 4 icon pack for icon picker (5000+ Icons)
dutch: 4 pictogrammen pakket voor de pictogram selectie (5000+ pictogrammen)

source: Advanced footer setting
dutch: Geavanceerde footer instellingen

source: Advanced blog settings
dutch: Geavanceerde blog instellingen

source: Sidebar layout options
dutch: Zijbalk lay-out opties

source: PreLoader option
dutch: Preloader optie

source: Fully customizable options for Home Page blocks
dutch: Volledig aanpasbare opties voor homepage blokken

source: 14) Home Page Sections
dutch: 14) Homepage secties

source: Top header bar
dutch: Bovenste header balk

source: Advanced color options
dutch: Geavanceerde kleuropties

source: Video background, Image Motion background, Parallax background, Gradient background option for each section
dutch: Optie voor video achtergrond, Image Motion achtergrond, Parallax achtergrond, kleurverloop achtergrond voor elk onderdeel

source: Advanced Typography options
dutch: Geavanceerde typografische opties

source: Add unlimited blocks(like slider, team, testimonial) for each Section
dutch: Voeg onbeperkt blokken toe (zoals slider, team, aanbeveling) voor elke sectie

source: Unlimited slider with linkable button
dutch: Onbeperkte slider met linkbare knop

source: 6 header layouts and advanced header settings
dutch: 6 header layouts en uitgebreide header instellingen

source: Installing Plugin %1$s (%2$d/%3$d)
dutch: Plugin %1$s (%2$d/%3$d) aan het installeren

source: All installations have been completed.
dutch: Alle installaties zijn afgerond.

source: %1$s installed successfully.
dutch: %1$s is succesvol geïnstalleerd.

source: The installation process is starting. This process may take a while on some hosts, so please be patient.
dutch: Het installatieproces begint. Dit proces kan een tijdje duren op sommige hosts, dus wees geduldig.

source: Installing and Activating Plugin %1$s (%2$d/%3$d)
dutch: Installeren en activeren van plugin %1$s (%2$d/%3$d)

source: All installations and activations have been completed.
dutch: Alle installaties en activeringen zijn afgerond.

source: Hide Details
dutch: Verberg details

source: Show Details
dutch: Toon details

source: %1$s installed and activated successfully.
dutch: %1$s succesvol geïnstalleerd en geactiveerd.

source: The installation and activation process is starting. This process may take a while on some hosts, so please be patient.
dutch: Het installatie- en activeringsproces is begonnen. Dit proces kan een tijdje duren afhankelijk van je webhost, een moment geduld.

source: The installation of %1$s failed.
dutch: De installatie van %1$s is mislukt.

source: An error occurred while installing %1$s: <strong>%2$s</strong>.
dutch: Er is een fout opgetreden tijdens het installeren van %1$s: <strong>%2$s</strong>.

source: Updating Plugin %1$s (%2$d/%3$d)
dutch: Plugin %1$s (%2$d/%3$d) aan het updaten

source: Plugin activation failed.
dutch: Plugin activatie mislukt.

source: No plugins are available to be activated at this time.
dutch: Er zijn op dit moment geen plugins beschikbaar om te activeren.

source: No plugins were selected to be activated. No action taken.
dutch: Er werden geen plugins geselecteerd om geactiveerd te worden. Geen actie ondernomen.

source: No plugins are available to be updated at this time.
dutch: Er zijn op dit moment geen plugins beschikbaar om te worden geüpdatet.

source: No plugins are available to be installed at this time.
dutch: Er zijn op dit moment geen plugins beschikbaar om te installeren.

source: No plugins were selected to be updated. No action taken.
dutch: Er zijn geen plugins geselecteerd om te worden geüpdatet. Geen actie ondernomen.

source: No plugins were selected to be installed. No action taken.
dutch: Er werden geen plugins geselecteerd om te worden geïnstalleerd. Geen actie ondernomen.

source: Activate
dutch: Activeren

source: Install
dutch: Installeren

source: Upgrade message from the plugin author:
dutch: Upgrade bericht van de auteur van de plugin:

source: Activate %2$s
dutch: Activeer %2$s

source: Install %2$s
dutch: Installeer %2$s

source: Version
dutch: Versie

source: Source
dutch: Bron

source: No plugins to install, update or activate.
dutch: Geen plugins om te installeren, te updaten of te activeren.

source: Available version:
dutch: Beschikbare versie:

source: Minimum required version:
dutch: Minimaal vereiste versie:

source: Installed version:
dutch: Geïnstalleerde versie:

# as in: "version nr unknown"
source: unknown
dutch: onbekend

source: To Activate <span class="count">(%s)</span>
dutch: Om er <span class="count">(%s)</span> te activeren

source: Update Available <span class="count">(%s)</span>
dutch: Update beschikbaar <span class="count">(%s)</span>

source: To Install <span class="count">(%s)</span>
dutch: Om er <span class="count">(%s)</span> te installeren

# plugins
source: All <span class="count">(%s)</span>
dutch: Alle<span class="count">(%s)</span>

source: Update recommended
dutch: Update aanbevolen

source: Requires Update
dutch: Update vereist

source: Required Update not Available
dutch: Vereiste update niet beschikbaar

source: Active
dutch: Actief

source: Installed But Not Activated
dutch: Geïnstalleerd maar niet geactiveerd

source: Not Installed
dutch: Niet geïnstalleerd

source: External Source
dutch: Externe bron

source: Recommended
dutch: Aanbevolen

source: Required
dutch: Vereist

# plugin A *and* plugin B
source: and
dutch: en

source: The remote plugin package consists of more than one file, but the files are not packaged in a folder.
dutch: Het remote plugin pakket bestaat uit meer dan één bestand, maar de bestanden zijn niet verpakt in een map.

source: Please contact the plugin provider and ask them to package their plugin according to the WordPress guidelines.
dutch: Neem contact op met de plugin provider en vraag hen om hun plugin te verpakken volgens de WordPress richtlijnen.

source: The remote plugin package does not contain a folder with the desired slug and renaming did not work.
dutch: Het remote plugin pakket bevat geen map met de gewenste slug en het hernoemen werkte niet.

source: Update Required
dutch: Update vereist

source: This plugin needs to be updated to be compatible with your theme.
dutch: Deze plugin moet worden geüpdatet om compatibel te zijn met je thema.

source: Please contact the administrator of this site for help.
dutch: Neem contact op met de beheerder van deze site voor hulp.

source: There are one or more required or recommended plugins to install, update or activate.
dutch: Er zijn een of meer vereiste of aanbevolen plugins om te installeren, te updaten of te activeren.

source: Dismiss this notice
dutch: Negeer dit bericht

source: All plugins installed and activated successfully. %1$s
dutch: Alle plugins zijn geïnstalleerd en geactiveerd. %1$s

source: Plugin not activated. A higher version of %s is needed for this theme. Please update the plugin.
dutch: Plugin niet geactiveerd. Voor dit thema is een hogere versie van %s nodig. Update de plugin.

source: No action taken. Plugin %1$s was already active.
dutch: Geen actie ondernomen. Plugin %1$s was al actief.

source: The following plugin was activated successfully:
dutch: Volgende plugin is succesvol geactiveerd:

source: Plugin activated successfully.
dutch: Plugin succesvol geactiveerd.

source: Return to the Dashboard
dutch: Keer terug naar het dashboard

source: Return to Required Plugins Installer
dutch: Keer terug naar het vereiste installatieprogramma voor plugins

source: Begin activating plugin
dutch: Begin met het activeren van de plugin

source: Begin updating plugin
dutch: Begin met updaten van plugin

source: Begin installing plugin
dutch: Begin met het installeren van plugin

source: Something went wrong with the plugin API.
dutch: Er is iets misgegaan met de plugin API.

source: Updating Plugin: %s
dutch: Updaten plugin: %s

source: Installing Plugin: %s
dutch: Installeren plugin: %s

source: Install Plugins
dutch: Plugins installeren

source: Install Required Plugins
dutch: Installeer vereiste plugins

source: Documentation
dutch: Documentatie

source: Theme Primary Color
dutch: Primaire thema kleur

source: Progress Bar %d
dutch: Voortgangsbalk %d

source: Call To Action Section SubTitle
dutch: Call To Action sectie ondertitel

source: Clients Logo Section SubTitle
dutch: Klantenlogo sectie subtitel

source: Client Logo Section
dutch: Sectie klantlogo

source: Blog Section SubTitle
dutch: Blog sectie ondertitel

source: Testimonial Section SubTitle
dutch: Aanbeveling sectie sub titel

source: Counter Section SubTitle
dutch: Teller sectie subtitel

source: Team Section SubTitle
dutch: Team sectie ondertitel

source: Portfolio Section SubTitle
dutch: Portfolio sectie ondertitel

source: Featured Section SubTitle
dutch: Uitgelichte sectie ondertitel

source: Header Settings
dutch: Header instellingen

source: Sidebar Layout
dutch: Zijbalk lay-out

source: Select Some Pages
dutch: Selecteer enkele pagina's

source: Check to Disable
dutch: Vink aan om uit te schakelen

source: No
dutch: Nee

source: Yes
dutch: Ja

source: Disable Section
dutch: Deactiveer sectie

source: Left Sidebar
dutch: Zijbalk links

source: Continue reading %s <span class="meta-nav">&rarr;</span>
dutch: Lees verder %s <span class="meta-nav">&rarr;</span> (96 times)

source: Read More
dutch: Lees meer

source: Pages:
dutch: Pagina's:

source: It seems we can&rsquo;t find what you&rsquo;re looking for. Perhaps searching can help.
dutch: Het lijkt erop dat we niet kunnen vinden wat je zoekt. Misschien kan zoeken helpen.

source: Sorry, but nothing matched your search terms. Please try again with some different keywords.
dutch: Er kwam niets overeen met je zoektermen. Probeer het nog eens met wat andere keywords.

source: Ready to publish your first post? <a href="%1$s">Get started here</a>.
dutch: Klaar om je eerste bericht te publiceren? <a href="%1$s">Ga hier aan de slag</a>.

source: Nothing Found
dutch: Niets gevonden

source: Search Results for: %s
dutch: Zoekresultaten voor: %s

source: %1$s at %2$s
dutch: %1$s om %2$s

source: Your comment is awaiting moderation.
dutch: Je reactie wacht op goedkeuring.

source: Edit
dutch: Bewerken

source: % Comments
dutch: % reacties

source: Leave a comment
dutch: Geef een reactie

source: Posted in %s
dutch: Geplaatst in %s

source: 1 Comment
dutch: 1 reactie

source: Comments
dutch: Reacties

source: No Comments
dutch: Geen reacties

# post author
source: by %s
dutch: door %s

source: Recommended Image Size: 1800X800px
dutch: Aanbevolen afbeelding grote: 1800X800px

source: Button 2 Link
dutch: Knop 2 link

source: Button 2 Text
dutch: Knop 2 tekst

source: Button 1 Link
dutch: Knop 1 link

source: Button 1 Text
dutch: Knop 1 tekst

source: Call To Action Section
dutch: Call To Action sectie

source: Upload Clients Logos
dutch: Upload klanten logo's

source: Clients Logo Section
dutch: Klanten logo sectie

source: Exclude Category from Blog Posts
dutch: Categorieën uitsluiten van blogberichten

source: Number of Posts to show
dutch: Aantal te tonen berichten

source: Blog Section
dutch: Blog sectie

source: Select the Pages
dutch: Selecteer de pagina's

source: Testimonial
dutch: Aanbeveling

source: Testimonial Section
dutch: Aanbeveling sectie

source: Counter Value
dutch: Teller waarde

source: Counter
dutch: Teller

source: Recommended Image Size: 1800X400px
dutch: Aanbevolen afbeelding grote: 1800X400px

source: Upload Image
dutch: Afbeelding uploaden

source: Section Background
dutch: Sectie achtergrond

source: Counter Section
dutch: Teller sectie

source: Team Member Designation
dutch: Benoeming van teamleden

source: Team Member
dutch: Teamlid

source: Team Section
dutch: Team sectie

source: Recommended Image Size: 770X650px
dutch: Aanbevolen afbeelding grote: 770X650px

source: Left Image
dutch: Linker afbeelding

source: Service Page
dutch: Dienst pagina

source: Service Section
dutch: Dienst sectie

source: Select Category
dutch: Categorie selecteren

source: Portfolio Category
dutch: Portfolio categorie

source: Portfolio Section
dutch: Portfolio sectie

source: Featured Page
dutch: Uitgelichte pagina

source: Sub Title
dutch: Ondertitel

source: Section Title & Sub Title
dutch: Sectie titel & subtitel

source: Featured Section
dutch: Uitgelichte sectie

source: Replace Image by widget
dutch: Vervang afbeelding door widget

source: Recommended Image Size: 500X600px
dutch: Aanbevolen afbeelding grote: 500X600px

source: Right Image
dutch: Rechter afbeelding

source: Title
dutch: Titel

source: Progress Bar
dutch: Voortgangsbalk

source: About Us Section
dutch: Over ons sectie

source: The Page featured image works as a slider banner and the title & content work as a slider caption. <br/> Recommended Image Size: 1900X600
dutch: De uitgelichte afbeelding op de pagina werkt als een slider banner en de titel en inhoud werken als een slider bijschrift. <br/> Aanbevolen afbeelding grootte: 1900X600

source: Note:
dutch: Opmerking:

source: Select a Page
dutch: Selecteer een pagina

source: Home Sections
dutch: Home secties

source: Colors
dutch: Kleuren

source: Background Image
dutch: Achtergrond afbeelding

source: General Settings
dutch: Algemene instellingen

source: Footer Four
dutch: Footer vier

source: Footer Three
dutch: Footer drie

source: Footer Two
dutch: Footer twee

source: Add widgets here to appear in your Footer.
dutch: Voeg hier widgets toe die in je footer moeten verschijnen.

source: Footer One
dutch: Footer één

source: Add widgets here to appear in your sidebar of shop page.
dutch: Voeg hier widgets toe om te verschijnen in je zijbalk van de winkelpagina.

source: Shop Sidebar
dutch: Winkel zijbalk

source: Add widgets here to appear in your sidebar.
dutch: Voeg hier widgets toe om in je zijbalk te verschijnen.

source: Right Sidebar
dutch: Zijbalk rechts

source: Primary Menu
dutch: Primair menu

source: %1$s by %2$s
dutch: %1$s door %2$s

source: Comment
dutch: Reactie

source: Website
dutch: Site

source: Name
dutch: Naam

source: Comments are closed.
dutch: Reacties zijn gesloten.

source: Oops! That page can&rsquo;t be found.
dutch: Die pagina kan niet worden gevonden.

source: 404 Error
dutch: 404 fout
