Repository: prasish012/try
Catalog: try/media_copy/translations/enternews/existing_translations/PO FILES AS DATASETS FROM WP.TRANSLATE 2/*/wp-themes-yith-wonder-*.po
Languages: russian

# demo-contents
source: We <strong><em>really</em> </strong>love our tribu.
russian: Мы <strong><em>очень</em> </strong> любим нашу трибу.

# demo-contents
source: Discover our sustainability initiatives
russian: Узнайте о наших инициативах в области устойчивого развития

# demo-contents
source: Let’s clean up
russian: Давайте наведем порядок

# demo-contents
source: Discover why and how our shop is totally inclusive
russian: Узнайте, почему и как наш магазин является полностью инклюзивным

# demo-contents
source: Let’s be for all
russian: Давайте будем для всех

# demo-contents
source: Because fashion need to be fair, always
russian: Потому что мода должна быть справедливой, всегда

# demo-contents
source: Let’s be fair
russian: Давайте будем справедливы

source: Our news
russian: Наши новости

# demo-contents
source: START TO SHOP
russian: НАЧНИТЕ ПОКУПАТЬ

# demo-contents
source: BUILD YOUR CAPSULE WARDROBE
russian: СОЗДАЙТЕ СВОЙ КАПСУЛЬНЫЙ ГАРДЕРОБ

# demo-contents
source: Accessories
russian: Аксессуары

# demo-contents
source: Shop Woman
russian: Магазин женской одежды

# demo-contents
source: Shop Man
russian: Магазин мужской одежды

# demo-contents
source: New Collections
russian: Новые коллекции

# demo-contents
source: JUST LANDED
russian: ТОЛЬКО ЧТО ПРИЗЕМЛИЛСЯ

# demo-contents
source: Enjoy a special -20% discount on man category
russian: Насладитесь специальной скидкой -20% на мужскую категорию

# demo-contents
source: SAVE 20% IN<br>MAN CLOTHING
russian: СЭКОНОМЬТЕ 20% НА<br>МУЖСКОЙ ОДЕЖДЕ

# demo-contents
source: GLASSES
russian: ОЧКИ

# demo-contents
source: DISCOVERY THE TREND OF
russian: ОТКРОЙТЕ ДЛЯ СЕБЯ ТЕНДЕНЦИЮ В

source: Search
russian: Поиск

source: Sorry, but the requested page is not found. You might try a search below.
russian: Очень жаль, но запрашиваемая вами страница не найдена. Вы можете попробовать ниже.

source: Ooops, page not found.
russian: Упс, страница не найдена.

# demo-contents
source: Contact our Customer Care for any question or doubt
russian: Свяжитесь с нашей службой поддержки клиентов по любому вопросу или сомнению

# demo-contents
source: Free delivery<br>for orders over 100$
russian: Бесплатная доставка<br>для заказов свыше 100$

# demo-contents
source: Buy safe: our 30 days money back guarantee
russian: Покупайте безопасно: наша 30-дневная гарантия возврата денег

# demo-contents
source: <strong>Accessories</strong><br>Start to shop <strong>⟶</strong>
russian: <strong>Аксессуары</strong><br>Начните делать покупки <strong>⟶</strong>

# demo-contents
source: Start to shop <strong>⟶</strong>
russian: Начните делать покупки <strong>⟶</strong>

# demo-contents
source: JEANS &amp;<br>DENIM
russian: JEANS &<br>DENIM

# demo-contents
source: <strong>A romantic touch of black<br></strong>Start to shop <strong>⟶</strong>
russian: <strong>Романтический оттенок черного цвета<br></strong>Начните делать покупки <strong>⟶</strong>

source: Hidden total
russian: Скрытый итог

source: With Icon
russian: Со значком

source: Creative #2
russian: Творческий №2

source: Creative #1
russian: Творческий №1

source: Button Style 1
russian: Стиль кнопки 1

source: Wonder - Utilities
russian: Wonder - Утилиты

source: Wonder - Page sections
russian: Wonder - Разделы страницы

source: Wonder - Banners
russian: Wonder - Баннеры

source: Wonder - Testimonials
russian: Wonder - Рекомендации

source: Wonder - Pages
russian: Wonder - Страницы

source: Wonder - Site Headers
russian: Wonder - Заголовки сайта

source: Wonder - Site Footers
russian: Wonder - Подвалы сайта
