Repository: prasish012/try
Catalog: try/media_copy/translations/enternews/existing_translations/PO FILES AS DATASETS FROM WP.TRANSLATE 2/*/wp-themes-lightning-*.po
Languages: dutch, italian

source: Title background color:
dutch: Titel achtergrondkleur:
italian: Colore di sfondo del titolo:

source: Text shadow color:
dutch: Tekstschaduw kleur:
italian: Colore dell'ombra del testo:

source: Text shadow
dutch: Tekstschaduw
italian: Ombreggiatura testo

source: Text color of the title:
dutch: Tekstkleur van de titel:
italian: Colore del testo del titolo:

source: Sub title:
dutch: Subtitel:
italian: Sottotitolo:

source: Title:
dutch: Titel:
italian: Titolo:

source: This widget is used for single column only.
dutch: Deze widget wordt alleen gebruikt voor een enkele kolom.
italian: Questo widget funziona solo nella monocolonna.

source: Full Wide Title
dutch: Volledige brede titel
italian: Titolo full wide

source: This is the widget area.<br>You can set widget item from [ <a href="%s">Appearance > Customize</a> ] Page -> "Widgets" panel -> "Mobile Nav Bottom" Panel.
dutch: Dit is het widget gebied.<br>Je kunt widget items instellen vanuit het [ <a href="%s">Weergave > Aanpassen</a> ] Pagina -> "Widgets" paneel -> "Mobiele navigatie onderaan" paneel.
italian: Questa è l'area dei widget.<br>È possibile impostare la voce widget da [ <a href="%s">Aspetto > Personalizza</a> ] Pagina -> Pannello "Widget" -> Pannello "Navigazione inferiore dispositivi mobili".

source: Menu is not set.<br>Please set menu from [ <a href="%s">Appearance > Customize</a> ] Page -> "Menus" panel -> Menu Locations "Mobile Navigation".
dutch: Menu is niet ingesteld.<br> Stel het menu in vanuit [ <a href="%s">Weergave > Aanpassen</a> ] Pagina -> "Menu's" paneel -> Menu Llocaties "Mobiele navigatie".
italian: Il menu non è impostato.<br>Imposta il menu da [ <a href="%s">Aspetto > Personalizza</a> ] Pagina -> Pannello "Menu" -> Posizioni del menu "Navigazione dispositivi mobili".

source: * This message is displayed only to users with editing authority.
dutch: * dit bericht wordt alleen getoond aan gebruikers met bewerkingsbevoegdheid.
italian: Questo messaggio appare solo agli utenti con i permessi di modifica.

source: This is the widget area.<br>You can set widget item from [ <a href="%s">Appearance > Customize</a> ] Page -> "Widgets" panel -> "Mobile Nav Upper" Panel.
dutch: Dit is het widget gebied.<br>Je kunt widget items instellen vanuit het [ <a href="%s">Weergave > Aanpassen</a> ] Pagina -> "Widgets" paneel -> "Mobile Nav Upper" paneel.
italian: Questa è l'area dei widget.<br>Imposta la voce widget da [ <a href="%s">Aspetto > Personalizza</a> ] Pagina -> Pannello "Widget" -> Pannello "Navigazione superiore dispositivi mobili".

source: Mobile Nav Bottom
dutch: Mobiele navigatie onderaan
italian: Navigazione inferiore dispositivi mobili

source: Mobile Nav Upper
dutch: Mobiele Navigatie bovenaan
italian: Navigazione dispositivi mobili superiore

source: Sidebar position ( PC mode )
dutch: Zijbalk positie (PC modus)
italian: Posizione della barra laterale (modalità PC)

source: Don't fix the sidebar
dutch: Zet de zijbalk niet vast
italian: Non correggere la barra laterale

source: Front Page PR Block
dutch: Voorpagina PR Blok
italian: Blocco PR homepage

source: Home page slide show
dutch: Slideshow op de homepage
italian: Mostra lo slider nella homepage

source: Design settings
dutch: Ontwerpinstellingen
italian: Impostazioni design

source: This widget area appears on the Media page only.
dutch: Dit widget gebied verschijnt alleen op de mediapagina.
italian: Questo widget compare solo nella pagina media.

source: This widget area appears on the Pages page only. If you do not set any widgets in this area, this theme sets the "Child pages list widget" by default. This default widget will be hidden, when you set any widgets. <br><br> If you installed our plugin VK All in One Expansion Unit (Free), you can use the "VK_ child page list" widget for the alternative.
dutch: Dit widget gebied verschijnt alleen op de pagina Pagina's. Als je geen widgets in dit gebied instelt, stelt dit thema standaard de "Widget voor lijst met sub pagina's" in. Deze standaard widget wordt verborgen wanneer je een widget instelt. <br><br> Als je onze gratis plugin VK All in One Expansion Unit hebt geïnstalleerd, kun je de widget "VK_ lijst met sub pagina's" als alternatief gebruiken.
italian: Questa area widget viene visualizzata solo nella pagina Pagine. Se non imposti alcun widget in quest'area, questo tema imposta il 'Widget elenco pagine child' per impostazione predefinita. Questo widget predefinito sarà nascosto quando imposti qualsiasi widget. <br><br>Se hai installato il nostro plugin VK All in One Expansion Unit (gratuito), puoi utilizzare il widget "VK_ elenco child page" in alternativa.

source: This widget area appears on the Posts page only. If you do not set any widgets in this area, this theme sets the following widgets "Recent posts", "Category", and "Archive" by default. These default widgets will be hidden, when you set any widgets. <br><br> If you installed our plugin VK All in One Expansion Unit (Free), you can use the following widgets, "VK_Recent posts", "VK_Categories", and "VK_archive list".
dutch: Dit widget gebied verschijnt alleen op de pagina berichten. Als je geen widgets instelt in dit gebied, stelt dit thema standaard de volgende widgets in: "Recente berichten", "Categorie" en "Archief". Deze standaard widgets worden verborgen wanneer je een widget instelt. <br><br> Als je onze plugin VK All in One Expansion Unit (Gratis) hebt geïnstalleerd, kun je de volgende widgets gebruiken: "VK_Recente berichten", "VK_Categorieën" en "VK_Lijst met archieven".
italian: Questa area del widget viene visualizzata solo nella pagina degli articoli. Se non imposti alcun widget in quest'area, questo tema imposta i seguenti widget '"Articoli recenti", "Categoria" e "Archivio" per impostazione predefinita. Questi widget predefiniti verranno nascosti quando imposti qualsiasi widget.<br><br>Se hai installato il nostro plugin VK All in One Expansion Unit (gratuito), puoi utilizzare i seguenti widget, "Post VK_Recent", "VK_Categories" e "VK_archive list".

source: LP widget "%s"
italian: Widget LP "%s"

source: millisecond
dutch: milliseconde
italian: millisecondo

source: Slide interval time
dutch: Slide intervaltijd
italian: Intervallo di tempo della slide

source: Growing up everyday
dutch: Elke dag opgroeien
italian: In aumento ogni giorno

source: READ MORE
dutch: LEES MEER
italian: LEGGI TUTTO

source: 100% GPL Lisence and adopting the bootstrap
dutch: 100% GPL lisentie en overname van de bootstrap
italian: Licenza GPL al 100% e adozione del bootstrap

source: Simple and Customize easy <br>WordPress theme.
dutch: Eenvoudig en aanpasbaar <br>WordPress thema.
italian: Tema WordPress Semplice <br>e facile da personalizzare.

source: PR Text
dutch: PR tekst
italian: PR Testo

source: PR Title
dutch: PR Titel
italian: PR Titolo

source: Icon
dutch: Icoon
italian: Icona

source: Display Front Page PR Block
dutch: Toon voorpagina PR blok
italian: Visualizza il blocco PR nella homepage

source: Text shadow color
dutch: Kleur tekstschaduw
italian: Colore dell'ombra del testo

source: Use text shadow
dutch: Gebruik tekstschaduw
italian: Usa l'ombra del testo

source: Slide text color
dutch: Slide tekstkleur
italian: Colore del testo della slide

source: Right
dutch: Rechts
italian: Destra

source: Center
dutch: Midden
italian: Centro

source: Left
dutch: Links
italian: Sinistra

source: Position to display text
dutch: Positie om tekst te tonen
italian: Posizione per visualizzare il testo

source: If you do not fill in the link url and button text that, button is do not display.
dutch: Als je de link URL en de knoptekst niet invult, wordt de knop niet weergegeven.
italian: Se non inserisci il link url e il testo del pulsante, il pulsante non viene visualizzato.

source: Button text
dutch: Knoptekst
italian: Testo del pulsante

source: Slide text
dutch: Slide tekst
italian: Testo della slide

source: Slide title
dutch: Slide titel
italian: Titolo della slide

source: Open in new window.
dutch: Open in een nieuw venster.
italian: Apri in una nuova finestra.

source: Slide image link url
dutch: Slide afbeelding link URL
italian: Link URL dell'immagine della slide

source: Please input 0 - 100 number
dutch: Voer een getal van 0 - 100 in
italian: Inserire un numero da 0 a 100

source: Slide cover opacity
dutch: Slide omslag doorzichtigheid
italian: Opacità della copertina delle slide

source: Slide cover color
dutch: Slide omslag kleur
italian: Colore cover slide

source: Slide image alt
dutch: Slide afbeelding alt
italian: Alt immagine slide

source: optional
dutch: optioneel
italian: opzionale

source: Slide image for mobile
dutch: Slide afbeelding voor mobiel
italian: Immagine slide per mobile

source: Recommended image size : 1900*600px
dutch: Aanbevolen afbeeldingsgrootte: 1900*600px
italian: Dimensione raccomandata immagine : 1900*600px

source: Slide image
dutch: Slide afbeelding
italian: Immagine della slide

source: Don't display post author on a single page
dutch: Toon de auteur van het bericht niet op een enkelvoudige pagina
italian: Non visualizzare l'autore dell'articolo nelle pagine singole

source: Hide modified date on single pages.
dutch: Verberg gewijzigde datum op enkelvoudige pagina's.
italian: Nascondi data di modifica su pagine singole.

source: Don't show default content(Post list or Front page) at home page
dutch: Toon geen standaardinhoud (berichtlijst of voorpagina) op de homepage
italian: Non mostrare il contenuto predefinito (elenco di articoli o pagina principale) nella home page

source: Key color (dark)
dutch: Sleutel kleur (donker)
italian: Colore chiave (scuro)

source: Key color
dutch: Sleutel kleur
italian: Colore chiave

source: Header logo image
dutch: Header logo afbeelding
italian: Immagine logo dell'header

source: Lightning design setting
dutch: Lichtning ontwerp instelling
italian: Impostazioni design di Lighting

source: Recommended image size : 500*120px
dutch: Aanbevolen afbeeldinggrootte: 500*120px
italian: Dimensione consigliata dell'immagine: 500*120px

source: Recommended image size : 280*60px
dutch: Aanbevolen afbeeldinggrootte: 280*60px
italian: Dimensione dell'immagine consigliata: 280*60px

source: Lightning is includes to a variety of ideas for making it easier to business site. Please experience the ease of use of the Lightning.
dutch: Lightning biedt verschillende ideeën om het gemakkelijker te maken om je site te beheren. Ervaar zelf het gebruiksgemak van Lightning.
italian: Lightning include varie idee per rendere più semplice il tuo sito affari. Prova l'esperienza di facilità d'uso di Lihgtning.

source: By using the plug-in "VK All in One Expansion Unit (free)", you can use the various functions and rich widgets.
dutch: Met behulp van de plugin "VK All in One Expansion Unit (gratis)" kun je verschillende functies en rijke widgets gebruiken.
italian: Attraverso l'uso del plugin "VK All in One Expansion Unit (gratis)", puoi aggiungere molte funzioni e widget.

source: Lightning is a simple and customize easy theme. It corresponds by the outstanding versatility to the all-round also in business sites and blogs.
dutch: Lightning is een eenvoudig en gemakkelijk aanpasbaar thema. Het komt overeen met de uitstekende veelzijdigheid voor alle soorten sites, inclusief zakelijke sites en blogs.
italian: Lightning è un tema semplice e facile da personalizzare. È versatile e ben si adatta anche per siti affari e blog.

source: Surprisingly easy
dutch: Verrassend gemakkelijk
italian: Così facile che ti sorprenderà

source: Powerful features
dutch: Krachtige functies
italian: Funzionaità potenti

source: For all purposes
dutch: Voor alle doeleinden
italian: Per tutti gli scopi

source: * If you want to use the more advanced features and set a PR Block anywhere, please Install the WordPress official directory registration plug-in "VK All in One Expansion Unit (Free)" and use the "VK PR Blocks widgets".
dutch: * Als je de meer geavanceerde functies wil gebruiken en een PR blok op elke plaats wil instellen, installeer dan de officiële WordPress directory registratie add-on "VK All in One Expansion Unit (Gratis)" en gebruik de "VK PR Blocks widgets".
italian: * Se vuoi usare le funzionalità avanzate e impostare un PR Block dove vuoi, installa il plug-in "VK All in One Expansion Unit (Free)" e usa i "VK PR Blocks widgets".

source: If you change the skin, please save once and reload the page.
dutch: Als je de skin verandert, sla dan één keer op en laad de pagina opnieuw.
italian: Se vuoi cambiare l'aspetto grafico, salvane uno e ricarica la pagina.

source: *There is also a case where there is no skin-specific installation item.
dutch: *Er is ook een geval waarin er geen skin specifiek installatie item is.
italian: *Ci sono anche casi in cui non ci sono elementi grafici specifici.

source: If you reload after the saving, it will be displayed skin-specific configuration items.
dutch: Als je herlaadt na het opslaan, worden skin specifieke configuratie items getoond.
italian: Se hai caricato di nuovo la pagina dopo il salvataggio, gli elementi della configurazione grafica che hai scelto saranno visualizzati.

source: Design skin
dutch: Ontwerp skin
italian: Aspetto grafico

source: Tags
italian: Tag

source: Archive
dutch: Archief
italian: Archivio

source: Category
dutch: Categorie
italian: Categoria

source: Recent posts
dutch: Recente berichten
italian: Articoli recenti

source: Not found
dutch: Niets gevonden
italian: Non trovato

source: Search Results for : %s
dutch: Zoekresultaten voor: %s
italian: Risultati della ricerca per: %s

source: Last updated
dutch: Laatst geüpdatet
italian: Ultimo aggiornamento

source: Read more
dutch: Lees verder
italian: Leggi tutto

source: Archives
dutch: Archieven
italian: Archivi

# daily archives date format
source: F j, Y
dutch: j F Y
italian: j F Y

source: This title text is print to alt tag.
dutch: Deze titeltekst wordt afgedrukt in de alt tag.
italian: Questo testo del titolo è la stampa del tag alt.

source: Footer widget area
dutch: Footer widget gebied
italian: Area widget nel footer

source: Widget area of upper footer
dutch: Widget gebied van de bovenste footer
italian: Area dei widget nella parte alta del footer

source: Home content top
dutch: Homepage inhoud bovenaan
italian: Contenuti in alto nella Home

source: This widget area appears on the %s contents page only.
dutch: Dit widget gebied verschijnt alleen op de inhoudspagina %s.
italian: Questa area dei widget sarà visibile solo nella pagina dei contenuti %s.

source: Sidebar(%s)
dutch: Zijbalk(%s)
italian: Barra laterale (%s)

source: Sidebar(Common bottom)
dutch: Zijbalk (Gemeenschappelijk onderkant)
italian: Barra laterale (fondo comune)

source: Sidebar(Common top)
dutch: Zijbalk (Gemeenschappelijk bovenaan)
italian: Barra laterale (in cima comune)

source: Sidebar(Home)
dutch: Zijbalk(Home)
italian: Barra laterale (Home)

source: No posts.
dutch: Geen berichten.
italian: Nessun articolo.

source: Page
dutch: Pagina
italian: Pagina

source: Comments are closed.
dutch: Reacties zijn gesloten.
italian: I commenti sono chiusi.

source: Newer Comments
dutch: Nieuwere reacties
italian: Commenti più recenti

source: Older Comments
dutch: Oudere reacties
italian: Commenti meno recenti

source: Comment navigation
dutch: Reactie navigatie
italian: Navigazione commenti

# comments title
source: One thought on &ldquo;%2$s&rdquo;
dutch: Een gedachte over &ldquo;%2$s&rdquo;
italian: Un pensiero riguardo &ldquo;%2$s&rdquo;

source: Origin II ( Bootstrap4 )
dutch: Oorsprong II ( Bootstrap4 )

source: Ex
dutch: Voorbeeld

source: Johnijirou On Snow
dutch: Johnijirou op sneeuw

source: <p>Powered by <a href="https://wordpress.org/">WordPress</a> &amp; <a href="https://lightning.vektor-inc.co.jp/en" target="_blank" title="Free WordPress Theme Lightning"> Lightning Theme</a> by Vektor,Inc. technology.</p>
dutch: <p>Aangedreven door <a href="https://wordpress.org/">WordPress</a> &amp; <a href="https://lightning.vektor-inc.co.jp/en" target="_blank" title="Gratis WordPress thema Lightning">Lightning thema</a> door Vektor, Inc. technologie.</p>

source: Copyright &copy; %s All Rights Reserved.
dutch: Copyright &copy; %s Alle rechten voorbehouden.
