Repository: prasish012/try
Catalog: try/media_copy/translations/enternews/existing_translations/PO FILES AS DATASETS FROM WP.TRANSLATE 2/*/wp-themes-total-*.po
Languages: dutch

source: Body Typography
dutch: Body typografie

source: Typography Settings
dutch: Typografie instellingen

source: Menu Typography
dutch: Menu typografie

source: SubMenu Link Backgroud Color - Hover
dutch: Submenu link achtergrondkleur - hoveren

source: SubMenu Link Color - Hover
dutch: Submenu link kleur - hoveren

source: SubMenu Link Color
dutch: Submenu link kleur

source: SubMenu Background Color
dutch: Sub menu achtergrondkleur

source: Menu Link Backgroud Color - Hover
dutch: Menu link achtergrondkleur - hoveren

source: Menu Link Color - Hover
dutch: Menu link kleur - hoveren

source: Menu Link Color
dutch: Menu link kleur

source: Typography
dutch: Typografie

source: Menu Settings
dutch: Menu instellingen

source: Spacing
dutch: Afstand

source: Main Header
dutch: Hoofd header

source: Site Tagline Color
dutch: Site slogan kleur

source: Site Title Color
dutch: Site titel kleur

source: Logo Width(px)
dutch: Logo breedte (px)

source: Hide Site Tagline
dutch: Verberg site slogan

source: Hide Site Title
dutch: Sitetitel verbergen

source: Title & Logo
dutch: Titel & logo

source: Breadcrumbs are a great way of letting your visitors find out where they are on your site.
dutch: Kruimelpad zijn een geweldige manier om je bezoekers te laten zien waar ze zijn op je site.

source: BreadCrumb
dutch: Kruimelpad

source: Breadcrumb
dutch: Kruimelpad

source: A button on click scrolls to the top of the page.
dutch: Een knop die je aan klikt scrolt naar de bovenkant van de pagina.

source: Back to Top Button
dutch: Terug naar boven knop

source: Scroll to Top
dutch: Scroll naar boven

source: Background
dutch: Achtergrond

source: Sidebar Width (%)
dutch: Breedte van de zijbalk (%)

source: Website Container Padding (px)
dutch: Site Container Padding (px)

source: Website Container Width (px)
dutch: Breedte van de site container (%)

source: Website Container Width (%)
dutch: Breedte van de site container (%)

source: Fluid
dutch: Vloeiend

source: Wide
dutch: Breed

source: Website Layout
dutch: Site lay-out

source: Custom HTMl and Shortcodes Supported
dutch: Aangepast HTML en shortcodes ondersteund

source: Copyright Text
dutch: Copyright tekst

source: Bottom Footer
dutch: Onderste footer

source: Footer Anchor Color
dutch: Footer anker kleur

source: Footer Text Color
dutch: Footer tekstkleur

source: Footer Title Color
dutch: Kleur van footer titel

source: Top Footer
dutch: Boven footer

source: Footer Background
dutch: Footer achtergrond

source: Footer Column
dutch: Footer kolom

source: Style
dutch: Stijl

source: Content
dutch: Inhoud

source: Footer Settings
dutch: Footer instellingen

source: Content Link Hover Color
dutch: Inhoud link hoveren kleur

source: Content Link Color
dutch: Inhoud link kleur

source: Content Text Color
dutch: Tekstkleur inhoud

source: Content Header Color(H1, H2, H3, H4, H5, H6)
dutch: Inhoud header kleur (H1, H2, H3, H4, H5, H6)

source: This settings apply only in the single posts (ie page and post detail pages only)
dutch: Deze instellingen zijn alleen van toepassing op afzonderlijke berichten (d.w.z. alleen pagina's en berichten met details)

source: Content Colors
dutch: Inhoud kleuren

source: Color Settings
dutch: Kleurinstellingen

source: -- Choose Widget --
dutch: -- Kies widget --

source: Capitalize
dutch: Omzetten naar hoofdletter

source: Lowercase
dutch: Kleine letter

source: Uppercase
dutch: Hoofdletter

source: Overline
dutch: Lijn boven tekst

source: Line-through
dutch: Doorgestreept

source: Underline
dutch: Onderstreept

source: None
dutch: Geen

source: Bold
dutch: Vet

source: Hex Value
dutch: Hex waarde

source: Font Color
dutch: Lettertype kleur

source: Letter Spacing
dutch: Letterafstand

source: Line Height
dutch: Regelhoogte

source: Font Size
dutch: Lettertype grootte

source: Text Decoration
dutch: Tekstdecoratie

source: Text Transform
dutch: Tekst transformeren

source: Font Weight/Style
dutch: Lettertype gewicht/stijl

source: Font Family
dutch: Lettertype familie

source: Close
dutch: Sluiten

source: Delete
dutch: Verwijder

source: Latest Posts
dutch: Nieuwste berichten

source: Define Custom Angle
dutch: Definieer aangepaste hoek

source: Custom Angle Spread
dutch: Aangepaste hoek spreiding

source: Horizontal Spread (Left To Right)
dutch: Horizontale spreiding (van links naar rechts)

source: Vertical Spread (Top to Bottom)
dutch: Verticale spreiding (van boven naar beneden)

source: Gradient Preview
dutch: Gradiënt voorbeeld

source: Define Gradient Direction
dutch: Definieer richting van de gradiënt

source: For a gradient, at least one starting and one end color should be defined.
dutch: Voor een gradiënt moeten tenminste één begin- en één eindkleur worden gedefinieerd.

source: Define Gradient Colors
dutch: Definieer gradiënt kleuren

source: Left
dutch: Links

source: Bottom
dutch: Onderaan

source: Right
dutch: Rechts

source: Top
dutch: Boven

source: Link values together
dutch: Waarden aan elkaar koppelen

source: Hover
dutch: Hoveren

source: Normal
dutch: Normaal

source: Scroll
dutch: Scrollen

source: Fixed
dutch: Vast

source: Center Bottom
dutch: Middenonder

source: Center Center
dutch: Midden midden

source: Center Top
dutch: Midden boven

source: Right Bottom
dutch: Rechtsonder

source: Right Center
dutch: Rechts midden

source: Right Top
dutch: Rechtsboven

source: Left Bottom
dutch: Linksonder

source: Left Center
dutch: Links midden

source: Left Top
dutch: Linksboven

source: Contain
dutch: Bevat

source: Cover
dutch: Omslagafbeelding

source: Default
dutch: Standaard

source: Tile Vertically
dutch: Verticaal onder elkaar leggen

source: Tile Horizontally
dutch: Horizontaal naast elkaar leggen

source: Tile
dutch: Tegel

source: No Repeat
dutch: Geen herhaling

source: Overlay Color
dutch: Overlay kleur

source: Background Color
dutch: Achtergrondkleur

source: Attachment
dutch: Bijlage

source: Position
dutch: Positie

source: Size
dutch: Grootte

source: Repeat
dutch: Herhaal

source: Type to filter
dutch: Type om te filteren

source: Do not enable this option if you want to use Elementor in home page.
dutch: Schakel deze optie niet in als je Elementor op de voorpagina wil gebruiken.

source: Overwrites the homepage displays setting and replaces frontpage with Customizer %s
dutch: Overschrijft de homepage weergave instelling en vervangt voorpagina door customizer %s

source: Drag & Drop to reorder
dutch: Verslepen om opnieuw te ordenen

source: Add Images
dutch: Voeg afbeeldingen toe

source: - Elementor Pagebuilder Compatible. All the above sections can be created with Elementor Page Builder or Customizer whichever you like.
dutch: - Compatibel met Elementor Pagebuilder. Alle bovenstaande secties kunnen worden gemaakt met Elementor Page Builder of Customizer, wat je maar wil.

source: 18 Home Page Customizer sections with lots of variations
dutch: 18 Homepage customizer secties met veel variaties

source: Elementor compatible - Built your Home Page with Customizer or Elementor whichever you like
dutch: Elementor compatibel - Bouw je home pagina met Customizer of Elementor, wat je maar wil

source: 5+ Demos that can be imported with one click
dutch: 5+ demo's die met één klik geïmporteerd kunnen worden

source: 30+ Elementor Elements
dutch: 80+ Elementor elementen

source: Documentation Page
dutch: Documentatie pagina

source: Recommended Plugin Page
dutch: Aanbevolen plugin pagina

source: FROM ELEMENTOR
dutch: VAN ELEMENTOR

source: Homepage Settings
dutch: Homepage instellingen

source: FROM CUSTOMIZER
dutch: VAN CUSTOMIZER

source: Manual Setup
dutch: Handmatige setup

source: The following recommended plugin is currently inactive: %1$s.
dutch: De volgende aanbevolen plugin is momenteel inactief: %1$s.

source: The following required plugin is currently inactive: %1$s.
dutch: De volgende vereiste plugin is momenteel inactief: %1$s.

source: There is an update available for: %1$s.
dutch: Er is een update beschikbaar voor: %1$s.

source: The following plugin needs to be updated to its latest version to ensure maximum compatibility with this theme: %1$s.
dutch: De volgende plugin moet worden geüpdatet naar de nieuwste versie om maximale compatibiliteit met dit thema te garanderen: %1$s.

source: This theme recommends the following plugin: %1$s.
dutch: Dit thema beveelt de volgende plugin aan: %1$s.

source: This theme requires the following plugin: %1$s.
dutch: Dit thema vereist de volgende plugin: %1$s.

source: Hide Title
dutch: Verberg titel

source: Go to Setting Page
dutch: Ga naar de instellingenpagina

source: Here you will find all the necessary links and information on how to use %s.
dutch: Hier vind je alle nodige links en informatie over het gebruik van %s.

source: Get Started
dutch: Ga aan de slag

source: Click below to install and active HashThemes Demo Importer Plugin.
dutch: Klik hieronder om de actieve HashThemes demo Importer Plugin te starten.

source: Import Demo
dutch: Importeer demo

source: %1$s is now installed and ready to use. You can start either by importing the ready made demo or get started by customizing it your self.
dutch: %1$s is geïnstalleerd en klaar voor gebruik. Je kunt starten met het importeren van de kant-en-klare demo of door zelf aanpassingen te doen.

source: Congratulations!
dutch: Gefeliciteerd!

source: Go to Appearance > Customize > %s.
dutch: Ga naar Weergave > Aanpassen > %s.

source: Free Demos
dutch: Gratis demo's

source: - Custom Elementor Section
dutch: - aangepast Elementor sectie

source: - Contact Section with Google Map
dutch: - contact sectie met Google Map

source: - Tab Section
dutch: - Tab sectie

source: - News and Update Section
dutch: - nieuws en update sectie

source: - Pricing Section
dutch: - Prijzen sectie

source: - Highlight Section
dutch: - Uitgelicht onderdeel

source: More Sections on Premium
dutch: Meer secties over Premium

source: Option to display vide in CTA with popup
dutch: Optie om vide weer te geven in CTA met pop-up

source: 4 client logo layouts
dutch: 4 klanten logo lay-outs

source: Option to link the client logos to external url
dutch: Optie om de klantlogo's te linken naar een externe URL

source: Show/Hide date, author and comment
dutch: Toon/verberg datum, auteur en reactie

source: Control excerpt character
dutch: Controle samenvatting karakter

source: 4 testimonial block layouts
dutch: 4 aanbeveling blok lay-outs

source: Display testimonial block with repeater instead of page with option of external url field
dutch: Toon aanbevelingen blok met repeater in plaats van pagina met optie van extern URL veld

source: 4 counter block layouts
dutch: 4 teller blokken lay-outs

source: Unlimited counter block
dutch: Onbeperkt tellerblok

source: Display team in grid or carousel slider
dutch: Team weergeven in raster of carrousel slider

source: 6 team block layouts
dutch: 6 team blok lay-outs

source: Display team block with repeater instead of page with option of external url field
dutch: Toon team blok met repeater in plaats van pagina met optie van extern URL veld

source: Unlimited team block
dutch: Onbeperkte blokken voor teams

source: Display image postion in left or right
dutch: Afbeelding links of rechts weergeven

source: 4 service block layouts
dutch: 4 dienst blok lay-outs

source: Display service block with repeater instead of page with option of external url field
dutch: Dienstblok met repeater weergeven in plaats van pagina met optie voor extern URL veld

source: Unlimited service block
dutch: Onbeperkt dienstblok

source: Enable/Disable gap between portfolio images
dutch: Schakel afstand tussen portfolio afbeeldingen in/uit

source: Option to show/hide zoom and link button
dutch: Optie om zoom en link knop te tonen/verbergen

source: Order portfolio by date, title or random in ascending or descending order
dutch: Bestelling van portfolio's op datum, titel of willekeurig in oplopende of aflopende bestelling

source: 6 portfolio masonary styles
dutch: 6 portfolio masonary stijlen

source: 4 portfolio tab styles
dutch: 4 portfolio tab stijlen

source: Option to select active category in the tab
dutch: Optie om actieve categorie te selecteren in de tab

source: Link portfolio to external url
dutch: Link portfolio naar externe URL

source: Configure no of column to display in a row
dutch: Configureer het aantal kolommen om in één rij weer te geven

source: 5000+ icon to choose from(5 icon packs)
dutch: 5000+ pictogrammen om uit te kiezen (5 pictogram pakketten)

source: 7 featured block layouts
dutch: Drie uitgelichte blok lay-outs

source: Display featured block with repeater instead of page with option of external url field
dutch: Uitgelicht blok met repeater weergeven in plaats van pagina met optie voor extern URL veld

source: Unlimited featured block
dutch: Onbeperkt uitgelicht blok

source: Multiple background option(image, gradient, video) for the section
dutch: Meerdere achtergrond opties (afbeelding, kleurovergang, video) voor de sectie

source: Option to disable the Right Image
dutch: Optie om de rechter afbeelding uit te schakelen

source: For more settings,
dutch: Voor meer instellingen,

source: Advanced slider settings
dutch: Geavanceerde slider instellingen

source: Option to change caption background and text color
dutch: Optie om bijschrift van de achtergrond en de tekstkleur te veranderen

source: Option to configure slider pause duration
dutch: Optie om de duur van de slider pauze aan te passen

source: Option to link slider externally with button
dutch: Optie om slider extern te linken met knop

source: Option for Revolution slider or single banner display with text
dutch: Optie voor Revolution slider of enkele banner met tekst

source: Repeatable slider block with image, caption and button fields instead of page
dutch: Herhaalbaar slider blok met afbeelding, bijschrift en knopvelden in plaats van pagina

source: Unlimited slider blocks
dutch: Onbeperkt aantal slider blokken

source: To add unlimited slider block and for more settings,
dutch: Om onbeperkt slider blokken toe te voegen en voor meer instellingen,

source: Option for different header banner on each post/page
dutch: Optie om voor elk bericht/elke pagina een andere header banner in te stellen

source: Advanced header color options
dutch: Geavanceerde header kleuropties

source: 7 menu hover styles
dutch: 7 menu hoveren stijlen

source: Search and social button option on header
dutch: Zoek en sociale knop optie op header

source: Option to enable/disable top header
dutch: Optie om bovenkant header in/uit te schakelen

source: 6 header styles
dutch: 6 header stijlen

source: For more header layouts and settings,
dutch: Voor meer header lay-outs en instellingen,

source: For more color options,
dutch: Voor meer kleuropties,

source: Viral Demo
dutch: Virale demo

source: Please install these free plugins. These plugins are complementary that adds more features to the theme.
dutch: Installeer deze gratis plugins. Deze plugins zorgen ervoor dat het thema meer functionaliteiten heeft.

source: Please leave us a %s rating if you like our theme . A huge thank you from HashThemes in advance!
dutch: Laat ons een beoordeling achter van %s als je ons thema leuk vindt. Bij voorbaat hartelijk dank namens HashThemes!

source: %s Settings
dutch: %s instellingen

source: Installing Demo Importer Plugin
dutch: Installeer demo importeer plugin

source: Import
dutch: Importeer

source: Import Demo Content
dutch: Importeer demo-inhoud

source: Click on the button below to install and activate the HashThemes Demo Importer plugin. For more detailed documentation on how the demo importer works, click %s.
dutch: Klik op de knop hieronder om de HashThemes demo importeer plugin te installeren en te activeren.Voor meer gedetailleerde documentatie over de werking van deze plugin, klik %s.

source: Or you can get started by importing the demo with just one click.
dutch: Of je begint met het importeren van de demo in één klik.

source: View Demo
dutch: Bekijk demo

source: Go to Demo Importer Page
dutch: Ga naar de Demo importeerpagina

source: here
dutch: hier

source: Upgrade to Pro (40% OFF)
dutch: Upgrade naar Pro (40% korting)

source: Short Intro
dutch: Korte intro

source: Image
dutch: Afbeelding

source: A widget to display Personal Information
dutch: Een widget om persoonlijke informatie weer te geven

source: Contact Time
dutch: Contact tijd

source: Contact Address
dutch: Contactadres

source: Phone
dutch: Telefoon

source: A widget to display Contact Information
dutch: Een widget om contactinformatie weer te geven

source: No of Letter to Display in Excerpt
dutch: Aantal letters om weer te geven in de samenvatting

source: Display Excerpt
dutch: Samenvatting weergeven

source: Display Thumbnail
dutch: Thumbnail weergeven

source: No of Posts to Display
dutch: Aantal weer te geven berichten

source: A widget to display latest post with thumbnail.
dutch: Een widget om het laatste bericht met een thumbnail te weergeven.

source: Select Image
dutch: Afbeelding selecteren

source: Remove
dutch: Verwijderen

source: No image selected
dutch: Geen afbeelding geselecteerd

source: Error! Reload the page and try again.
dutch: Fout! Herlaad de pagina en probeer opnieuw.

source: Activating Demo Importer Plugin
dutch: Aan het activeren van Demo Importer plugin

source: Install Demo Importer Plugin
dutch: Installeer de demo importeerfunctie plugin

source: Elementor provides you with unlimited possibilities to create the website of your imagination.
dutch: Elementor geeft je onbeperkte rechten om de site van je dromen te creëren.

source: Activate Demo Importer Plugin
dutch: Activeer demo importeur plugin

source: Demo Importer
dutch: Demo importeerfunctie

source: Drag and Drop to Reorder
dutch: Verslepen om opnieuw te ordenen

source: Upgrade To Premium Version (7 Days Money Back Guarantee)
dutch: Upgrade naar de Premium versie (7 dagen geldteruggarantie)

source: Save my name, email, and website in this browser for the next time I comment.
dutch: Sla mijn naam, e-mail en site op in deze browser voor de volgende keer dat ik reactie geef.

source: Blank Template(For Page Builders)
dutch: Blanco template (voor paginabouwers)

source: The Premium version is fully GDPR compliance. Means no data is collected if you use the theme alone. Also the premium version has option to add GDPR Compliance & Cookies Consent text with buttons.
dutch: De Premium versie voldoet volledig aan de AVG/GDPR. Dit betekent dat er geen gegevens worden verzameld als je het thema alleen gebruikt. De Premium versie heeft ook de optie om AVG/GDPR compliance & cookies consent tekst met knoppen toe te voegen.

source: 36) GDPR Compliance & Cookies Consent
dutch: 36) AVG/GDPR compliance & cookies toestemming

source: Tagged %s
dutch: Getagged %s

source: Comparision - Free Vs Pro
dutch: Vergelijking - Gratis versus Pro

# minute and hour archives time format
source: g:i a
dutch: H:i

source: Minute %s
dutch: Minuut %s

source: Comment Page %s
dutch: Reactie pagina %s

source: Page %s
dutch: Pagina %s

source: Search results for: %s
dutch: Zoekresultaten voor: %s

source: Archives
dutch: Archieven

source: 404 Not Found
dutch: 404 niet gevonden

# breadcrumbs aria label
source: Breadcrumbs
dutch: Kruimelpad

source: Browse:
dutch: Bladeren:

# comments title
source: %1$s thought on &ldquo;%2$s&rdquo;
dutch: %1$s gedachte over &ldquo;%2$s&rdquo;

source: One thought on &ldquo;%1$s&rdquo;
dutch: Eén gedachte over &ldquo;%1$s&rdquo;

source: Unlock all the possibilities with Total Plus.
dutch: Ontgrendel alle rechten met Total Plus.

source: Welcome to %1$s - Version %2$s
dutch: Welcome bij %1$s - versie %2$s

source: Welcome
dutch: Welkom

source: Free Vs Pro
dutch: Gratis vs pro

source: Support
dutch: Ondersteuning

source: Getting Started
dutch: Ga aan de slag

source: Still, having problems after reading all the documentation? No Problem!! Please create a support ticket. Our dedicated support team will help you to solve your problem.
dutch: Heb je nog steeds problemen na het lezen van alle documentatie? Geen probleem! Maak een ondersteuning ticket aan. Ons toegewijde ondersteuning team zal je helpen om je probleem op te lossen.

source: Create Support Tickets
dutch: Ondersteuning tickets aanmaken

source: Read Full Documentation
dutch: Lees volledige documentatie

source: Read the detailed documentation of the theme. The documentation contains all the necessary information required to set up the %s theme.
dutch: Lees de gedetailleerde informatie over het thema. Deze informatie bevat alle nodige informatie om het %s thema in te stellen.

source: Install Now
dutch: Nu installeren

source: Installed
dutch: Geïnstalleerd

source: Recommended Plugins
dutch: Aanbevolen plugins

source: Upgrade Now
dutch: Nu upgraden

source: Preview
dutch: Voorbeeld

source: For the Premium theme, the user will get a reply in 10 hours or less.
dutch: Voor het Premium thema krijg je binnen 10 uur of minder een antwoord.

source: 43) Fast and Friendly Support
dutch: 43) Snelle en vriendelijke ondersteuning

source: Adapts to any screen size and displays beautifully.
dutch: Past zich aan aan elk schermformaat en wordt prachtig weergegeven.

source: 42) Responsive - Mobile Friendly
dutch: 42) Responsive - Mobielvriendelijk

source: 41) Major Browser Compatible
dutch: 41) Compatibel met de belangrijkste browsers

source: Follows best SEO practices so that your website always ranks higher in Search Engines.
dutch: Volgt de beste SEO praktijken zodat je site altijd hoger scoort in zoekmachines.

source: 40) Search Engine Optimization
dutch: 40) Optimalisatie voor zoekmachines

source: Both the free and pro versions are fully translation ready.
dutch: Zowel de gratis als de Pro versies zijn volledig klaar voor vertaling.

source: Fully
dutch: Volledig

source: Partially
dutch: Gedeeltelijk

source: The Premium Version is fully compatible with WPML and Poylang. Create the website in multiple languages.
dutch: De Premium versie is volledig geschikt voor WPML en Poylang. Maak de site in meerdere talen.

source: The Premium Version is fully compatible with RTL (Right to left) languages like Arabic
dutch: De Premium versie is volledig compatibel voor RTL (Right to left) talen, zoals Arabisch

source: The premium version has enhanced WooCommerce options like adding a cart icon in the menu, product page settings, sidebar layout settings, and more.
dutch: De Premium versie heeft verbeterde WooCommerce opties zoals het toevoegen van een winkelwagen pictogram in het menu, instellingen voor de productpagina, instellingen voor de zijbalk lay-out, en meer.

source: Shows the physical location with an interactive contact form.
dutch: Toont de fysieke locatie met een interactief contactformulier.

source: Shows the short intro of the post author along with social icons, major Social Share Icons without using a plugin, and related posts by category.
dutch: Toont de korte intro van de auteur van het bericht samen met sociale pictogrammen, de belangrijkste pictogrammen voor sociaal delen zonder een plugin te gebruiken, en gerelateerde berichten per categorie.

source: With a custom widget and Site origin page builder, you can play to create various website layouts.
dutch: Met custom widget en Site Origin page builder, kun je spelen om verschillende site lay-outs te maken.

source: A home page section that covers the full screen despite having less content. It is useful for a one-page website.
dutch: Een homepage sectie die het volledige scherm bedekt, ook met minder inhoud. Het is handig voor een one-page site.

source: 32) Remove Footer Credit Text
dutch: 32) Footer credit tekst verwijderen

source: 31) Advanced Footer Setting
dutch: 31) Geavanceerde footer instelling
