Repository: prasish012/try
Catalog: try/media_copy/translations/enternews/existing_translations/PO FILES AS DATASETS FROM WP.TRANSLATE 2/*/wp-themes-neve-fse-*.po
Languages: italian

source: Neve FSE is an experimental sister theme of Neve, for the ones that are ready to go full speed on full site editing, without backwards compatibility code.Neve FSE is a modern, minimalistic theme that is fully compatible with full-site-editing, it offers a range of patterns that make it perfect for simple design is suitable for a wide range of purposes, including blogs, small businesses, startups, agencies, firms, e-commerce shops, personal portfolio sites, and more. It also comes with several style variations to suit your unique aesthetic.
italian: Neve FSE è un tema sperimentale gemello di Neve. È pensato per coloro che vogliono andare a tutta velocità sulla modifica completa del sito, senza codice di retrocompatibilità. Neve FSE è un tema moderno e minimalista pienamente compatibile con la modifica completa del sito (full-site-editing). Offre una serie di pattern che lo rendono perfetto per il design semplice e si può usare per moltissimi scopi, tra cui blog, piccole imprese, startup, agenzie, aziende, negozi di ecommerce, siti di portfolio personali e altro ancora. È inoltre dotato di diverse varianti di stile per adattarsi all'estetica unica del tuo brand.

source: %s Access a collection of 40+ layout patterns ready to import to your website
italian: %s Accedi a una raccolta di oltre 40 pattern di layout pronti da importare nel tuo sito web

source: Neve FSE recommends
italian: Neve FSE consiglia

source: Dismiss
italian: Ignora

# Color name
source: Accent Secondary
italian: Colore secondario in risalto

# Template part name
source: Footer Variation - 5 Columns
italian: Variazione footer - 5 colonne

# Template part name
source: Footer Variation - 4 Columns
italian: Variazione footer - 4 colonne

# Template part name
source: Footer Variation - 3 Columns
italian: Variazione footer - 3 colonne

# Template part name
source: Footer Variation - Site Logo
italian: Variazione footer - logo del sito

# Template part name
source: Header Variation - Hamburger Menu
italian: Variazione header - Menu hamburger

# Template part name
source: Header Variation - Button
italian: Variazione header - Pulsante

# Template part name
source: Header Variation - Centered
italian: Variazione header - Centrato

# Color name
source: Accent
italian: Enfasi

# Color name
source: Foreground Alt
italian: Primo piano alternativo

# Color name
source: Background Dark
italian: Sfondo scuro

# Color name
source: Background Alt
italian: Sfondo alternativo

# Color name
source: Foreground
italian: Primo piano

# Color name
source: Background
italian: Sfondo

# Font size name
source: Huge
italian: Enorme

# Font size name
source: Large
italian: Grande

# Font size name
source: Medium
italian: Medio

# Font size name
source: Normal
italian: Normale

# Font size name
source: Small
italian: Piccolo

source: Single Post 3 (Cover)
italian: Articolo singolo 3 (Copertina)

source: Single Post 2 (Cover Boxed)
italian: Articolo singolo 2 (Copertina boxed)

source: Archive List
italian: Elenco degli archivi

source: Archive (Cover)
italian: Archivio (Copertina)

source: Page Title - Cover Boxed
italian: Titolo di pagina - Copertina boxed

source: Page Title - Cover
italian: Titolo di pagina - Copertina

source: Page Title - Light
italian: Titolo di pagina - Chiaro

source: Page Title - Dark
italian: Titolo di pagina - Scuro

source: Page Title - Simple
italian: Titolo di pagina - Semplice

source: Post Covers
italian: Copertine articoli

source: Posts
italian: Articoli

source: Post cards 2
italian: Schede articolo 2

source: Post rows
italian: Righe articolo

source: Post cards
italian: Schede articolo

source: Posts loop grid inverted
italian: Griglia degli articoli invertita

source: Posts loop grid simple
italian: Griglia degli articoli semplice

source: Columns with Team members
italian: Colonne con i membri del team

source: Columns with Pricing
italian: Colonne con i prezzi

source: Columns with portfolio items
italian: Colonne con elementi del portfolio

source: Page Cover with Buttons
italian: Copertina articolo con pulsanti

source: Page Cover with background image
italian: Copertina articolo con immagine di sfondo

source: Full-width columns with image and content
italian: Colonne a tutta larghezza con immagini e contenuti

source: Call to Action with Background Color
italian: Invito all'azione con colore di sfondo

source: Content with images
italian: Contenuto con immagini

source: Columns with Services
italian: Colonne con servizi

source: Columns with icons
italian: Colonne con icone

source: Columns with cards
italian: Colonne con schede

source: Columns with text and image
italian: Colonne con testo e immagine

source: Three Columns with Testimonials
italian: Tre colonne con testimonial

source: Columns with image and text
italian: Colonne con immagini e testo

source: Columns with image and text inverted
italian: Colonne con immagine e testo invertiti

source: Columns with content and images
italian: Colonne con contenuti e immagini

source: Columns with feature boxes
italian: Colonne con box delle caratteristiche

source: Primary Menu
italian: Menu principale

source: Full-page layouts that can be used as templates
italian: Layout a pagina intera che si possono usare come template

source: Neve FSE Layouts
italian: Layout Neve FSE

source: Patterns for several sections and components
italian: Pattern per diverse sezioni e componenti

source: Neve FSE Patterns
italian: Pattern di Neve FSE

source: Learn More
italian: Approfondisci

source: Install & Activate %s
italian: Installa & attiva %s

source: Activate %s
italian: Attiva il plugin %s

source: Otter is a Gutenberg Blocks page builder plugin that adds extra functionality to the WordPress Block Editor (also known as Gutenberg) for a better page building experience without the need for traditional page builders.
italian: Otter è un plugin per il page builder Gutenberg Blocks che aggiunge funzionalità aggiuntive all'editor di blocchi di WordPress (noto anche come Gutenberg): migliora l'esperienza di costruzione di pagine senza la necessità di usare i tradizionali page builder.

source: Power up your website building experience with %s!
italian: Potenzia la tua esperienza di costruzione di siti web con %s!

source: Otter Blocks preview
italian: Anteprima Otter Blocks

source: Done
italian: Fatto

source: Installing
italian: Installazione in corso

source: Activating
italian: Attivazione in corso

source: Maybe later
italian: Forse più tardi

source: Take the survey
italian: Fai il sondaggio

source: Thank you for trying Neve FSE. We would love to hear your thoughts on how we can enhance and improve the theme even further. Would you mind taking a moment to share your insights through a quick survey?
italian: Grazie per aver provato Neve FSE. Ci piacerebbe conoscere la tua opinione su come migliorare ulteriormente il nostro tema. Ci dedicheresti un momento del tuo tempo per compilare questo rapido sondaggio?

source: We value your feedback
italian: Abbiamo a cuore il tuo feedback

source: Neve FSE Logo
italian: Logo di Neve FSE

source: You appear to be running the Neve FSE theme from source code. Please finish installation by running %s.
italian: Sembra che tu stia eseguendo il tema Neve FSE dal codice sorgente. Termina l'installazione eseguendo %s.

source: upgrading PHP to the latest version
italian: aggiornando PHP all'ultima versione

source: Hey, we've noticed that you're running an outdated version of PHP which is no longer supported. Make sure your site is fast and secure, by %1$s. Neve FSE's minimal requirement is PHP%2$s.
italian: Ciao, abbiamo notato che stai usando una versione obsoleta di PHP che non è più supportata. Verifica che il tuo sito sia veloce e sicuro grazie a %1$s. Il requisito minimo per Neve FSE è PHP%2$s.
