Repository: prasish012/try
Catalog: try/media_copy/translations/enternews/existing_translations/PO FILES AS DATASETS FROM WP.TRANSLATE 2/*/wp-themes-lmscourse-fse-*.po
Languages: dutch, german

source: LMSCourse FSE is a fast, full-site editing WordPress theme tailored for online courses, coaching sites, and digital schools. Fully compatible with Masteriyo, LearnDash, Tutor LMS, and LifterLMS, it lets you launch a complete LMS site with lessons, quizzes, and certificates. Lightweight, responsive, and block-based, LMSCourse FSE works seamlessly with WooCommerce and payment gateways to help you sell and manage your online learning content.
dutch: LMSCourse FSE is een snel, Full site editing WordPress thema op maat gemaakt voor online cursussen, coaching sites en digitale scholen. Volledig compatibel met Masteriyo, LearnDash, Tutor LMS en LifterLMS, het laat je een complete LMS site lanceren met lessen, quizzen en certificaten. Lichtgewicht, responsive en blok gebaseerd, LMSCourse FSE werkt naadloos met WooCommerce en betaal gateways om je te helpen je online leerinhoud te verkopen en beheren.
german: LMSCourse FSE ist ein schnelles WordPress-Theme, das sich für Online-Kurse, Coaching-Websites und digitale Schulen eignet. Es ist vollständig kompatibel mit Masteriyo, LearnDash, Tutor LMS und LifterLMS und ermöglicht es dir, eine komplette LMS-Seite mit Lektionen, Quiz und Zertifikaten zu erstellen. LMSCourse FSE ist leichtgewichtig, responsiv und blockbasiert und arbeitet nahtlos mit WooCommerce und Zahlungsgateways zusammen, damit du deine Online-Lerninhalte verkaufen und verwalten kannst.

# Template part name
source: Footer Variation - CTA
dutch: Footer variatie - CTA
german: Footer-Variante - CTA

# Template part name
source: Footer Variation - Columns
dutch: Footer variatie - Kolommen
german: Footer-Variante - Spalten

# Template part name
source: Footer
german: Fußzeile

# Template part name
source: Header Variation - Subheader
dutch: Header variatie - Sub header
german: Headervariante - Unterheader

# Font size name
source: Huge
dutch: Zeer groot
german: Riesig

# Font size name
source: Extra Large
dutch: Extra groot
german: Extra groß

# Font size name
source: Large
dutch: Groot
german: Groß

# Font size name
source: Medium
dutch: Gemiddeld
german: Mittel

# Font size name
source: Small
dutch: Klein
german: Klein

# Font family name
source: Figtree
german: Feigenbaum

# Color name
source: Foreground Alt
dutch: Voorgrond Alt
german: Vordergrund Alternativ

# Color name
source: Background Alt
dutch: Achtergrond Alt
german: Hintergrund Alternativ

# Color name
source: Background Dark
dutch: Achtergrond donker
german: Dunkler Hintergrund

# Color name
source: Accent Secondary
dutch: Secundair accent
german: Akzent Sekundär

# Color name
source: Accent
german: Hervorgehoben

# Color name
source: Foreground
dutch: Voorgrond
german: Vordergrund

# Color name
source: Background
dutch: Achtergrond
german: Hintergrund

source: Single Post 3 (Cover)
dutch: Enkelvoudig bericht 3 (omslag)
german: Einzelbeitrag 3 (Cover)

source: Single Post 2 (Cover Boxed)
dutch: Enkelvoudig bericht 2 (omslag in box)
german: Einzelbeitrag 2 (Cover in der Box)

source: Archive List
dutch: Archieflijst
german: Archivliste

source: Archive (Cover)
dutch: Archief (omslag)
german: Archiv (Cover)

source: 404 Error Page
dutch: 404 foutpagina
german: 404-Fehlerseite

source: Page Title
dutch: Paginatitel
german: Seitentitel

source: Posts 4
dutch: Berichten 4
german: Beiträge 4

source: Posts 3
dutch: Berichten 3
german: Beiträge 3

source: Posts 2
dutch: Berichten 2
german: Beiträge 2

source: Posts
dutch: Berichten
german: Beiträge

source: Testimonials 3
dutch: Aanbevelingen 3
german: Referenzen 3

source: Testimonials 2
dutch: Aanbevelingen 2
german: Referenzen 2

source: Testimonials 1
dutch: Aanbevelingen 1
german: Referenzen 1

source: Stats 2
dutch: Statistieken 2
german: Statistik 2

source: Stats 1
dutch: Statistieken 1
german: Statistik 1

source: Pricing 2
dutch: Prijzen 2
german: Preisgestaltung 2

source: Pricing 1
dutch: Prijzen 1
german: Preisgestaltung 1

source: Features 2
dutch: Functies 2
german: Funktionen 2

source: Features 1
dutch: Functies 1
german: Funktionen 1

source: Content 9
dutch: Inhoud 9
german: Inhalt 9

source: Content 8
dutch: Inhoud 8
german: Inhalt 8

source: Content 7
dutch: Inhoud 7
german: Inhalt 7

source: Content 6
dutch: Inhoud 6
german: Inhalt 6

source: Content 5
dutch: Inhoud 5
german: Inhalt 5

source: Content 4
dutch: Inhoud 4
german: Inhalt 4

source: Content 3
dutch: Inhoud 3
german: Inhalt 3

source: Content 2
dutch: Inhoud 2
german: Inhalt 2

source: Content 1
dutch: Inhoud 1
german: Inhalt 1

source: Primary Menu
dutch: Primair menu
german: Hauptmenü

source: Full-page layouts that can be used as templates
dutch: Volledige pagina lay-outs die gebruikt kunnen worden als templates
german: Ganzseiten-Layouts, die als Templates verwendet werden können

source: Patterns for several sections and components
dutch: Patronen voor diverse secties en componenten
german: Vorlagen für verschiedene Abschnitte und Komponenten

source: LMSCourse FSE Patterns
dutch: LMSCourse FSE patronen
german: LMSCourse FSE Vorlagen

source: Masteriyo LMS preview
dutch: Masteriyo LMS voorbeeld
german: Masteriyo-LMS-Vorschau

source: Learn More
dutch: Meer informatie
german: Weitere Informationen

source: Install & Activate %s
dutch: Installeer & activeer %s
german: %s installieren und aktivieren

source: Activate %s
dutch: Activeer %s
german: %s aktivieren

source: Drag & drop builder with quizzes, certificates & assignments
dutch: Verslepen bouwer met quizzen, certificaten & opdrachten
german: Drag-and-drop-Builder mit Quiz, Zertifikaten und Aufgaben

source: Complete course builder
dutch: Volledige cursus bouwer
german: Komplette Kurserstellung

source: Built-in payment system with Stripe, PayPal & more
dutch: Ingebouwd betalingssysteem met Stripe, PayPal & meer
german: Integriertes Zahlungssystem mit Stripe, PayPal und mehr

source: Multiple payment options
dutch: Meerdere betalingsopties
german: Mehrere Bezahloptionen

source: Install and create your first course in minutes
dutch: Installeer en maak je eerste cursus in minuten
german: Installiere und erstelle deinen ersten Kurs in wenigen Minuten

source: Quick setup
dutch: Snelle setup
german: Schnelleinrichtung

source: The complete WordPress LMS solution for educators and businesses. Build engaging courses, track student progress, and monetize your knowledge with zero coding required.
dutch: De complete WordPress LMS oplossing voor docenten en bedrijven. Bouw boeiende cursussen, volg de voortgang van studenten en verdien geld met je kennis zonder dat codering vereist is.
german: Die komplette WordPress-LMS-Lösung für Lehrkräfte und Unternehmen. Erstelle ansprechende Kurse, verfolge den Lernfortschritt deiner Schüler und monetarisiere dein Wissen, ohne dass du programmieren musst.

source: Create and Sell Online Courses with %s!
dutch: CreÃ«er en verkoop online cursussen met %s!
german: Online-Kurse erstellen und verkaufen mit %s!

source: The theme was designed to work best with Masteriyo LMS
dutch: Het thema is ontworpen om het beste te werken met Masteriyo LMS
german: Das Theme wurde so konzipiert, dass es am besten mit Masteriyo LMS funktioniert

source: Done
dutch: Gedaan
german: Fertig

source: Installing
dutch: Aan het installeren
german: Installation

source: Activating
dutch: Aan het activeren
german: Wird aktiviert

source: You appear to be running the LMSCourse FSE theme from source code. Please finish installation by running %s.
dutch: Je lijkt het LMSCourse FSE thema vanuit de broncode te draaien. Voltooi de installatie door %s uit te voeren.
german: Scheinbar führst du das LMSCourse FSE Theme aus dem Quellcode heraus aus. Bitte schließe die Installation ab, indem du %s ausführst.

source: upgrading PHP to the latest version
dutch: upgrade PHP naar de laatste versie
german: PHP auf die neueste Version aktualisierst

source: Hey, we've noticed that you're running an outdated version of PHP which is no longer supported. Make sure your site is fast and secure, by %1$s. LMSCourse FSE's minimal requirement is PHP%2$s.
dutch: We hebben gemerkt dat je een verouderde versie van PHP gebruikt die niet langer wordt ondersteund. Zorg ervoor dat je site snel en veilig is, door %1$s. LMSCourse FSE's minimale vereiste is PHP%2$s.
german: Hey, wir haben festgestellt, dass du eine veraltete Version von PHP verwendest, die nicht mehr unterstützt wird. Stelle sicher, dass deine Website schnell und sicher ist, indem du %1$s. Die Mindestanforderung von LMSCourse FSE ist PHP%2$s.

# Font size name
source: Normal
dutch: Normaal
