Repository: prasish012/try
Catalog: try/media_copy/translations/enternews/existing_translations/PO FILES AS DATASETS FROM WP.TRANSLATE 2/*/wp-themes-lightning-*.po
Languages: dutch, italian

source: Lightning is a very simple & easy to customize theme which is based on the Bootstrap. It is also very friendly with custom post types and custom taxonomies. When you add a new one, the breadcrumbs will be adjusted and posts will look beautifully without editing or adding a template files.
dutch: Lightning is een zeer eenvoudig en gemakkelijk aanpasbaar thema dat is gebaseerd op Bootstrap. Het is ook zeer vriendelijk voor extra berichttypen en aangepaste taxonomieën. Wanneer je een nieuwe toevoegt, worden de kruimelpaden aangepast en zien berichten er prachtig uit zonder dat je template bestanden hoeft te bewerken of toe te voegen.
italian: Lightning è un tema molto semplice e facile da personalizzare, basato su Bootstrap. Supporta bene anche i tipi di articoli personalizzati e le tassonomie personalizzate. Quando ne aggiungi una, i breadcrumbs le sistemeranno e gli articoli saranno belli anche senza ulteriori modifiche o aggiunte di file template.

source: Logo max height [ Mobile ]
dutch: Maximale hoogte logo [ Mobiel ]
italian: Altezza massima del logo [Dispositivi mobili]

source: Logo max height [ PC ]
dutch: Maximale hoogte logo [ PC ]
italian: Altezza massima del logo [PC]

source: This message is displayed only on the customization screen. It will not be displayed on the general public screen.
dutch: Dit bericht wordt alleen weergegeven op het aangepaste scherm. Het wordt niet weergegeven op het scherm voor algemeen openbaar.
italian: Questo messaggio viene visualizzato solo nella schermata di personalizzazione. Non viene visualizzato nella schermata pubblica.

source: This widget area appears on the Posts page only. If you do not set any widgets in this area, this theme sets the following widgets "Recent posts", "Category", and "Archive" by default. These default widgets will be hidden, when you set any widgets. If you installed our plugin VK All in One Expansion Unit (Free), you can use the following widgets, "VK_Recent posts", "VK_Categories", and "VK_archive list".
dutch: Deze widget ruimte verschijnt alleen op de berichten pagina. Als je geen widgets instelt in dit gebied, stelt dit thema standaard de volgende widgets in: "Recente berichten", "Categorie" en "Archief". Deze standaard widgets worden verborgen wanneer je andere widgets instelt. Als je onze plugin VK All in One Expansion Unit (Gratis) hebt geïnstalleerd, kun je de volgende widgets gebruiken: "VK_Recente berichten", "VK_Categorieën" en "VK_archieflijst".
italian: Quest'area di widget appare solo nella pagina degli articoli. Se non imposti alcun widget in quest'area, per impostazione predefinita il tema sceglie i seguenti widget "Articoli recenti", "Categoria" e "Archivio". Questi widget predefiniti saranno nascosti quando si imposta un widget. Se hai installato il nostro plugin VK All in One Expansion Unit (gratuito), potrai utilizzare i seguenti widget: "VK_Recent posts", "VK_Categories" e "VK_archive list".

source: <p>Powered by <a href="https://wordpress.org/">WordPress</a> &amp; <a href="https://wordpress.org/themes/lightning/" target="_blank" title="Free WordPress Theme Lightning"> Lightning Theme</a> by Vektor,Inc. technology.</p>
dutch: <p>Aangedreven door <a href="https://wordpress.org/">WordPress</a> &amp; <a href="https://wordpress.org/themes/lightning/" target="_blank" title="Gratis WordPress Thema Lightning"> Lightning thema</a> door Vektor,Inc. technologie.</p>
italian: <p>Powered by <a href="https://wordpress.org/">WordPress</a> &amp; <a href="https://wordpress.org/themes/lightning/" target="_blank" title="Free WordPress Theme Lightning"> Lightning Theme</a> di Vektor,Inc. technology.</p>

source: Sidebar(Search Result)
dutch: Zijbalk (Zoekresultaat)
italian: Barra laterale (Risultato della ricerca)

source: Enable theme.json
dutch: Inschakelen theme.json
italian: Abilita theme.json

source: However, if you enable it later on an existing site, some html structures such as group blocks will be changed, so if you enable it on a site other than a new site(), please verify the display verification thoroughly .
dutch: Echter, als je het later inschakelt op een bestaande site, zullen sommige HTML structuren zoals groepsblokken worden gewijzigd. Dus als je het inschakelt op een site anders dan een nieuwe site, controleer dan de weergave verificatie grondig
italian: Tuttavia, se lo abiliti in un secondo momento su un sito esistente, alcune strutture html come i blocchi di gruppo verranno modificati. Quindi, se lo abiliti su un sito diverso da new site(), verifica attentamente come verrà visualizzato.

source: It is recommended to enable it for newly created sites.
dutch: Het wordt aanbevolen om het in te schakelen voor nieuw gemaakte sites.
italian: Ti consigliamo di abilitarlo sui siti appena creati.

source: Enabling theme.json mainly enhances editing functionality.
dutch: Het inschakelen van theme.json verbetert voornamelijk de bewerkingsfunctionaliteit.
italian: Abilitare theme.json migliora principalmente la funzionalità di modifica.

source: There is no file for theme.json in your theme. Please reinstall Lightning.
dutch: Er is geen bestand voor theme.json in je thema. Installeer Lightning opnieuw.
italian: Non ci sono file per theme.json nel tuo tema. Reinstalla Lightning.

source: This setting is applied to the parent theme's theme.json
dutch: Deze instelling wordt toegepast op het hoofdthema thema.json
italian: Questa impostazione si applica al theme.json del tema genitore

source: theme.json Setting
dutch: theme.json instelling
italian: Impostazioni theme.json

source: Rename failed.
dutch: Hernoemen is mislukt.
italian: Rinomina non riuscito.

source: Accelerate your business
dutch: Versnel je bedrijf
italian: Velocizza il tuo sito

source: The page you are looking for cannot be found.
dutch: De pagina die je zoekt kan niet worden gevonden.
italian: Impossibile trovare la pagina richiesta.

source: Color settings can be made from the Appearance > Customize > Color panel.
dutch: Kleurinstellingen kunnen worden gemaakt vanuit het Weergave > Aanpassen > Kleurpaneel.
italian: Puoi modificare le impostazioni del colore dal pannello Aspetto > Personalizza > Pannello colore.

source: Key color (vivid)
dutch: Sleutel kleur (levendig)
italian: Colore chiave (vivido)

source: Change email Now!
dutch: Wijzig nu je e-mail!
italian: Cambia ora l'email!

source: The administrator email address contains "%s". Please change immediately as you will not receive any inquiries.
dutch: Het e-mailadres van de beheerder bevat "%s". Verander dit direct, anders ontvang je geen vragen.
italian: L'indirizzo email dell'amministratore contiene "%s". Ti consigliamo di cambiarla immediatamente in quanto non riceverai alcuna richiesta.

source: There are no %ss.
dutch: Er zijn geen %ss.
italian: Non ci sono %s.

source: There is no corresponding no %s.
dutch: Er is geen overeenkomstige %s.
italian: Non c'è alcuna corrispondenza con %s.

source: Post
dutch: Bericht
italian: Articolo

source: Column setting
dutch: Kolominstelling
italian: Impostazioni della colonna

source: Generation 2 ( ~ version 13.x )
dutch: Generatie 2 ( ~ versie 13.x )
italian: Generazione 2 ( ~ versione 13.x )

source: Generation 3
dutch: Generatie 3
italian: Generazione 3

source: Origin III
dutch: Oorsprong III
italian: Origine III

source: Plain
dutch: Gewoon
italian: Semplice

source: Reload the page
dutch: De pagina opnieuw laden
italian: Ricarica la pagina

source: After switching generations, save and reload the page.
dutch: Nadat je van generatie bent veranderd, sla je de pagina op en laad je hem opnieuw.
italian: Dopo aver cambiato generazione, salva e ricarica la pagina.

source: Be sure to make a backup before switch of generation as it is not very compatible.
dutch: Zorg ervoor dat je een back-up maakt voordat je van generatie wisselt, want deze is niet erg compatibel.
italian: Assicurati di fare un backup prima del passaggio di generazione, nel caso non fosse compatibile.

source: Switch of generations is nearly switch of theme.
dutch: Verandering van generatie is bijna verandering van thema.
italian: Il cambio di generazione è quasi come il cambio di tema.

source: Generation Setting
dutch: Generatie instelling
italian: Impostazioni generazione

source: Slide Image
dutch: Slide afbeelding
italian: Immagine slide

source: Slide transition time
dutch: Overgangstijd slides
italian: Tempo di transizione della slide

source: Slide rest time
dutch: Rusttijd slides
italian: Tempo di visualizzazione della slide

source: Hide Slide
dutch: Verberg slide
italian: Nascondi slide

source: Display Slides
dutch: Slides weergeven
italian: Visualizza slide

source: Display Setting
dutch: Weergave instelling
italian: Impostazioni di visualizzazione

source: Widget area of before footer
dutch: Widget gebied van voor footer
italian: Area widget prima del footer

source: Lightning Layout Settings
dutch: Lightning lay-out instellingen
italian: Impostazioni layout Lightining

source: Delete site-body padding
dutch: Site body padding verwijderen
italian: Elimina la spaziatura interna del corpo del sito

source: User Profile
dutch: Gebruikersprofiel
italian: Profilo utente

source: Luminous vivid orange to vivid red
dutch: Lichtgevend levendig oranje tot levendig rood
italian: Da arancione intenso luminoso a rosso vivo

source: Luminous vivid amber to luminous vivid orange
dutch: Lichtgevend levendig amber tot lichtgevend levendig oranje
italian: Da ambra intenso luminoso ad arancione intenso luminoso

source: Light green cyan to vivid green cyan
dutch: Licht groen cyaan tot levendig groen cyaan
italian: Da ciano verde chiaro a ciano verde intenso

source: Vivid green cyan to vivid cyan blue
dutch: Levendig groen cyaan tot levendig cyaan blauw
italian: Da ciano verde intenso a blu ciano intenso

source: Vivid cyan blue to vivid purple
dutch: Levendig cyaanblauw tot levendig paars
italian: Da blu ciano intenso a viola intenso

source: Huge
dutch: Enorm
italian: Enorme

source: Large
dutch: Groot
italian: Grande

source: Regular
dutch: Normaal
italian: Normale

source: Small
dutch: Klein
italian: Piccolo

source: Please select
dutch: Selecteer
italian: Seleziona

source: 1 column (with sidebar element)
dutch: 1 kolom (met zijbalk element)
italian: 1 colonna (con elemento barra laterale)

source: Link url
italian: URL del link

source: No Posts.
dutch: Geen berichten.
italian: Nessun articolo.

source: Footer Nav
dutch: Footer navigatie
italian: Navigazione footer

source: Header Nav
dutch: Header navigatie
italian: Navigazione Header

# Theme starter content
source: This area recommend replace to "VK Profile" widget. "VK Profile" widget is include in plugin "VK All in One expansion Unit".
dutch: Deze sectie raadt aan om de "VK Profile" widget te vervangen. De "VK Profile" widget is opgenomen in de "VK All in One expansion Unit" plugin.
italian: In quest'area consigliamo di sostituire il widget "Profilo VK". Il widget "Profilo VK" è incluso nel plugin "VK All in One expansion Unit".

# Theme starter content
source: Lightning has column control function that you can specific column number from "Appearance &gt; Customize &gt; Lightning Design Setting" and specific post edit screen.
dutch: Lightning heeft een kolom beheerfunctie waarmee je het specifieke kolomnummer kunt instellen vanuit "Weergave > Aanpassen > Lightning ontwerp instellingen" en het specifieke bewerkingsscherm voor berichten.
italian: Lightning ha una funzione di controllo delle colonne che consente di specificare il numero di colonna da "Aspetto > Personalizzazione > Impostazione del design di Lightning" e dalla schermata di modifica di un articolo specifico.

# Theme starter content
source: Plugin VK Filter Search (free) can create the Filter Serach Block on your edit screen. It enable to filter search on post type and terms.
dutch: De gratis plugin VK Filter Search kan het Filter zoekblok creëren op je bewerkingsscherm. Het maakt het mogelijk om te filteren op bericht type en termen.
italian: Il plugin VK Filter Search (gratuito) può creare il blocco di ricerca dei filtri nella schermata di modifica. Permette di filtrare la ricerca in base al tipo di articolo e ai termini.

# Theme starter content
source: Plugin VK Blocks is a block library that adds various blocks and styles and functions that are useful for building your business websites.
dutch: Plugin VK Blocks is een blokkenbibliotheek die verschillende blokken, stijlen en functies toevoegt die handig zijn voor het bouwen van je zakelijke sites.
italian: Il plugin VK Blocks è una libreria di blocchi che aggiunge vari blocchi, stili e funzioni utili per la realizzazione di siti web aziendali.

# Theme starter content
source: By using the multi-function plug-in "VK All in One Expansion Unit (free)", you can use the various useful functions and rich widgets.
dutch: Door gebruik te maken van de multifunctionele plugin 'VK All in One Expansion Unit (gratis)', kun je verschillende handige functies en rijke widgets gebruiken.
italian: Utilizzando il plugin multifunzione "VK All in One Expansion Unit ( gratuito)", è possibile utilizzare le varie funzioni utili e i numerosi widget.

# Theme starter content
source: Lightning is a WordPress theme designed to facilitate the creation of a website without specialized knowledge of web production.
dutch: Lightning is een WordPress thema ontworpen om de creatie van een site zonder gespecialiseerde kennis van web productie te vergemakkelijken.
italian: Lightning è un tema WordPress progettato per facilitare la realizzazione di un sito web senza conoscenze specialistiche di programmazione web.

source: Right -> Left
dutch: Rechts -> Links
italian: Destra → Sinistra

source: Left -> Right
dutch: Links -> Rechts
italian: Sinistra → Destra

source: Drop
dutch: Neerzetten
italian: A discesa

source: Menu slide direction
dutch: Menu open richting
italian: Direzione di scorrimento del menu

source: Menu button position
dutch: Positie menuknop
italian: Posizione del pulsante del menu

source: Mobile Nav
dutch: Mobiel navigatiesysteem
italian: Navigazione dispositivi mobili

source: Author
dutch: Auteur
italian: Autore

source: Don't display Breadcrumb
dutch: Toon geen kruimelpad
italian: Non visualizzare i breadcrumb

source: Don't display Page Header
dutch: Pagina header niet weergeven
italian: Non visualizzare l'header nelle pagine

source: Single page
dutch: Enkelvoudige pagina
italian: Pagina singola

source: Item list section
dutch: Item lijst sectie
italian: Sezione elenco elementi

source: Add border to item image
dutch: Rand toevoegen aan item afbeelding
italian: Aggiungi il bordo all'immagine degli elementi

source: Border Setting
dutch: Rand instelling
italian: Impostazioni del bordo

source: Update database
italian: Aggiorna database

source: Because old option is exists, you need to update database
dutch: Omdat de oude optie bestaat, moet je de database updaten
italian: Poiché esiste una vecchia opzione, è necessario aggiornare il database

source: Sidebar fix setting
dutch: Zijbalk vaste instelling
italian: Impostazione della barra laterale

source: Search Results
dutch: Zoekresultaten
italian: Risultati della ricerca

source: Link text color ( hover )
dutch: Link tekstkleur (hoveren)
italian: Colore del testo del link (al passaggio del mouse)

source: Link text color ( default )
dutch: Link tekstkleur (standaard)
italian: Colore del testo del link (predefinito)

source: Link text color
dutch: Link tekstkleur
italian: Colore del testo del link

source: Nothing to do
dutch: Niets te doen
italian: Non c'è niente da ottimizzare

source: Footer Upper Widget Padding
dutch: Footer bovenste widget padding
italian: Spaziatura interna del widget superiore del footer

source: Footer Widget Setting
dutch: Footer widget instelling
italian: Impostazioni dei widget del footer

source: Footer settings
dutch: Instellingen footer
italian: Impostazioni del footer

source: Fix bottom priority
dutch: Vaste prioriteit onderkant
italian: Correggi le priorità minori

source: Fix top priority
dutch: Vaste prioriteit bovenkant
italian: Correggi le priorità maggiori

source: 6 column
dutch: 6 kolommen
italian: 6 colonne

source: Hide slide
dutch: Verberg slide
italian: Nascondi slide

source: * If you save and reload after making changes, the number of the widget area setting panels will increase or decrease.
dutch: * Als je wijzigingen opslaat en herlaadt, zal het aantal panelen voor de widget gebied instellingen toenemen of afnemen.
italian: * Se salvi e ricarichi dopo aver apportato le modifiche, il numero dei pannelli di impostazione dell'area widget aumenterà o diminuirà.

source: 4 column
dutch: 4 kolommen
italian: 4 colonne

source: 3 column
dutch: 3 kolommen
italian: 3 colonne

source: Footer Widget Area Count
dutch: Footer widget gebied telling
italian: Conteggio area widget del footer

source: Delete Padding
dutch: Verwijder padding
italian: Elimina spaziatura interna

source: This setting field was moved to the "Layout Setting" panel.
dutch: Dit instellingsveld is verplaatst naar het paneel "Lay-out instellingen".
italian: Questo campo di impostazione è stato spostato nel pannello "Impostazione layout".

source: Origin ( Not recommended )
dutch: Oorsprong (niet aanbevolen)
italian: Origin (non consigliato)

source: Delete siteContent padding
dutch: Verwijder site inhoud padding
italian: Elimina la spaziatura interna del corpo del sito

source: Padding and margin setting
dutch: Instellingen voor padding en marge
italian: Impostazioni margine e spaziatura interna

source: Page Header and Breadcrumb
dutch: Pagina header en kruimelpad
italian: Header e breadcrumb della pagina

source: Use common settings
dutch: Gebruik algemene instellingen
italian: Impostazioni comuni

source: Layout setting
dutch: Lay-out instelling
italian: Impostazioni del layout

source: 1 column
dutch: 1 kolom
italian: 1 colonna

source: 2 column
dutch: 2 kolommen
italian: 2 colonne

source: Single Page
dutch: Enkelvoudige pagina
italian: Pagina singola

source: Archive Page
dutch: Archiefpagina
italian: Pagina archivio

source: Landing Page for Page Builder ( not recommended )
dutch: Landingspagina voor pagina bouwer (niet aanbevolen)
italian: Landing page per il page builder (non consigliato)

source: Skip to the Navigation
dutch: Ga naar de navigatie
italian: Vai alla navigazione

source: Skip to the content
dutch: Ga naar de inhoud
italian: Salta al contenuto

source: Landing Page ( not recommended )
dutch: Landingspagina (niet aanbevolen)
italian: Landing Page (non consigliato)

source: No sidebar ( not recommended )
dutch: Geen zijbalk (niet aanbevolen)
italian: Nessuna barra laterale (non consigliato)

source: Sidebar fix
dutch: Zijbalk vastzetten
italian: Correggi barra laterale

source: Sidebar Setting
dutch: Zijbalk instelling
italian: Impostazioni barra laterale

source: Unspecified
dutch: Ongespecificeerd
italian: Non specificato

source: 404 page
dutch: 404 pagina
italian: Pagina 404

source: Search
dutch: Zoeken
italian: Cerca

source: PC mode
dutch: PC modus
italian: Modalità PC

source: Column Setting
dutch: Kolominstelling
italian: Impostazioni colonne

source: Layout settings
dutch: Lay-out instellingen
italian: Impostazioni del layout

source: Color
dutch: Kleur
italian: Colore

source: Stop %s
italian: Ferma %s

source: These are old functions that already alternated to the new function.
dutch: Dit zijn oude functies die al zijn overgezet naar de nieuwe functie.
italian: Si tratta di vecchie funzioni già alternate alla nuova funzione.

source: Not recommended functions
dutch: Niet aanbevolen functies
italian: Funzioni non consigliate

source: Function Settings
dutch: Functie instellingen
italian: Impostazione funzione

source: You can use same function by PR Block in Plugin VK Blocks
dutch: Je kunt dezelfde functie gebruiken met PR Block in de VK Blocks plugin
italian: Puoi usare la stessa funzione con il blocco PR nel plugin VK Blocks

source: If you are using Lightning Pro that, You can use the more powerful function by Media Posts BS4 Widget and Latest Posts Block in Plugin VK Blocks.
dutch: Als je Lightning Pro gebruikt, kun je de krachtigere functie gebruiken van Media Posts BS4 Widget en Latest Posts Block in plugin VK Blocks.
italian: Se stai usando Lightning Pro, puoi usare la funzione avanzata di Media Posts BS4 Widget e Latest Posts Block nel plugin VK Blocks.

source: If you are using Lightning Pro that, You can use the same function by Outer Block and Title Block in Plugin VK Blocks.
dutch: Als je Lightning Pro gebruikt, kun je dezelfde functie gebruiken voor buitenste blok en titelblok in de plugin VK Blocks.
italian: Se stai usando Lightning Pro, puoi usare la stessa funzione con il blocco esterno e il blocco titolo nel plugin VK Blocks.

source: Full Wide Title Widget
dutch: Widget voor volledige brede titel
italian: Widget titolo full wide

source: New!!
dutch: Nieuw!
italian: Nuovo!

source: Slide effect
italian: Effetto scorrimento

source: Next article
dutch: Volgende artikel
italian: Articolo successivo

source: Previous article
dutch: Vorige artikel
italian: Articolo precedente

source: Other Setting
dutch: Andere instelling
italian: Altre impostazioni

source: Layout Setting
dutch: Lay-out instelling
italian: Impostazioni layout

source: Key Color
dutch: Sleutel kleur
italian: Colore primario

source: Color Setting
dutch: Kleurinstelling
italian: Impostazioni colore

source: Don't display grandchild page of deactive page at page sidebar.
dutch: Toon geen subpagina van gedeactiveerde pagina in de zijbalk van de pagina.
italian: Non visualizzare le sottopagine di una pagina in cui è stata disattivata la barra laterale.

source: Latest post list
dutch: Nieuwste berichtenlijst
italian: Elenco degli articoli recenti

source: Notation text:
dutch: Notatie tekst:
italian: Testo della nota:

source: Destination URL:
dutch: Bestemmings URL:
italian: URL di destinazione:

source: if empty this area, I will do not filtering.
dutch: als dit gebied leeg is, zal ik niet filteren.
italian: Se quest'area è vuota, non funziona il filtro.

source: if you need filtering by term, add the term ID separate by ",".
dutch: als je wil filteren op term, voeg dan de term ID's toe, gescheiden door ",".
italian: Se hai bisogno di attivare il filtro per termini, aggiungi l'ID dei termini separati da ",".

source: taxonomy ID
dutch: taxonomie ID
italian: ID tassonomia

source: Slug for the custom type you want to display
dutch: Slug voor het aangepaste type dat je wil weergeven
italian: Slug personalizzato da visualizzare

source: Display count
dutch: Toon telling
italian: Visualizza conteggio

source: Content
dutch: Inhoud
italian: Contenuto

source: Excerpt
dutch: Samenvatting
italian: Riassunto

source: Title
dutch: Titel
italian: Titolo

source: Date
dutch: Datum
italian: Data

source: Thumbnail
italian: Miniatura

source: Display Format
dutch: Weergave format
italian: Formato di visualizzazione

source: Recent Posts
dutch: Recente berichten
italian: Articoli recenti

source: Displays a list of your most recent posts.
dutch: Toont een lijst met je meest recente berichten.
italian: Visualizza un elenco dei tuoi articoli più recenti.

source: Content Area Posts Widget
dutch: Widget voor berichten in het inhoudsgebied
italian: Widget dell'area del contenuto dell'articolo

source: Margin Bottom
dutch: Marge onderkant
italian: Margine inferiore

source: Margin Top
dutch: Marge bovenkant
italian: Margine superiore

source: Set to parallax
dutch: Stel in op parallax
italian: Imposta su parallasse

source: Delete image
dutch: Afbeelding verwijderen
italian: Elimina immagine

source: Set image
dutch: Afbeelding instellen
italian: Imposta immagine
