Repository: prasish012/try
Catalog: try/media_copy/translations/enternews/existing_translations/PO FILES AS DATASETS FROM WP.TRANSLATE 2/*/wp-themes-yith-wonder-*.po
Languages: russian

source: Wonder is the new block-based, multi-purpose, WordPress theme by YITH. Compose your pages to fit any design you like with the power of Full Site Editing (FSE) and the included wide range of Block Patterns. The pre-built pages will help you populate and transform your website into a wonderful website. Customize colors and font pairings to create your own unique look and feel. Check out the demo site at https://wonder.yithemes.com/
russian: Wonder - это новая блочная многоцелевая тема WordPress от YITH. Создайте свои страницы в соответствии с любым дизайном, который Вам нравится, используя возможности Полного редактирования сайта (FSE) и включенный в комплект широкий выбор паттернов блоков. Предварительно созданные страницы помогут Вам наполнять и преобразовывать Ваш сайт в прекрасный сайт. Настройте цвета и сочетания шрифтов, чтобы создать свой собственный уникальный вид и настроение. Ознакомьтесь с демо-сайтом по адресу https://wonder.yithemes.com/

# Template part name
source: Header Transparent
russian: Прозрачный заголовок

# Custom template name
source: No Header/Footer
russian: Без заголовка/подвала

# Custom template name
source: No title
russian: Без названия

source: Overlay header
russian: Наложение заголовка

source: Sticky header
russian: Прикрепленный заголовок

source: Default style
russian: Стиль по умолчанию

# Pattern description
source: A transparent left aligned site header with horizontal stacked elements: site logo, title, tagline and navigation block. WooCommerce mini cart display when plugin is enabled.
russian: Прозрачный заголовок сайта, выровненный по левому краю, с горизонтально расположенными элементами: логотипом сайта, названием, кратким описанием и блоком навигации. Отображение мини корзины WooCommerce при включенном плагине.

# Pattern title
source: Site header (transparent)
russian: Заголовок сайта (прозрачный)

source: Additional information
russian: Дополнительная информация

source: Billing address
russian: Платёжный адрес

source: Shipping address
russian: Адрес доставки

source: Downloads
russian: Скачать

source: Order details
russian: Детали заказа

# Gradient name
source: Orchid 5 (buttons)
russian: Орхидея 5 (кнопки)

# Gradient name
source: Orchid 4
russian: Орхидея 4

# Gradient name
source: Orchid 3
russian: Орхидея 3

# Gradient name
source: Orchid 2
russian: Орхидея 2

# Gradient name
source: Orchid 1
russian: Орхидея 1

# Style variation name
source: Orchid Shades
russian: Орхидейные оттенки

# Pattern description
source: A corporate page template to show your testimonials and quotes in a masonry layout using columns.
russian: Шаблон корпоративной страницы для демонстрации рекомендаций и цитат в виде кладки со столбцами.

# Pattern description
source: A page section displaying a testimonial and the related quote in a full width cover block.
russian: Раздел страницы, отображающий рекомендацию и сопутствующую цитату в блоке обложки во всю ширину страницы.

# Pattern description
source: A page section displaying a testimonial and the related quote in a creative, squared, design.
russian: Раздел страницы, отображающий рекомендацию и сопутствующую цитату в креативном квадратном дизайне.

# Pattern description
source: A page section displaying a testimonial and the related quote in a creative, right aligned, design.
russian: Раздел страницы, отображающий рекомендацию и сопутствующую цитату в креативном дизайне, выровненном по правому краю.

# Pattern description
source: A left aligned site header with horizontal stacked elements: site logo, title, tagline and navigation block. WooCommerce mini cart display when plugin is enabled.
russian: Выровненный по левому краю заголовок сайта с горизонтально расположенными элементами: логотип сайта, название, краткое описание и блок навигации. Отображение мини корзины WooCommerce при включенном плагине.

# Pattern description
source: A left aligned site header with site logo, title and tagline on a line and navigation block below. WooCommerce mini cart display when plugin is enabled.
russian: Выровненный по левому краю заголовок сайта с логотипом, названием сайта и кратким описанием в одну строку и блоком навигации ниже. Отображение мини корзины WooCommerce при включенном плагине.

# Pattern description
source: A centered site header with site logo and navigation below. Above, two columns to add socials or contact informations. WooCommerce minicart display when plugin is enabled.
russian: Расположенный по центру заголовок сайта с логотипом и навигацией ниже. Выше - два столбца для добавления соцсетей или контактной информации. Отображение миникарты WooCommerce при включенном плагине.

# Pattern description
source: A site header with navigation menu splitted by the site logo.
russian: Заголовок сайта с навигационным меню, разделенным логотипом сайта.

# Pattern description
source: A classic footer template fully focused on navigation blocks divided in columns.
russian: Классический шаблон подвала, полностью сфокусированный на навигационных блоках, разделенных на столбцы.

# Pattern description
source: A footer template based on 3 columns layout. First with site logo, the other with navigation blocks.
russian: Шаблон подвала, основанный на макете в 3 столбца. Первая - с логотипом сайта, вторая - с блоками навигации.

# Pattern description
source: A footer template based on 3 columns layout. Phone number, site logo, social icons. Below a full row with the site navigation and another with credits.
russian: Шаблон подвала, основанный на макете в 3 столбца. Номер телефона, логотип сайта, соцсети, значки. Ниже полная строка с навигацией по сайту и еще одна с титрами авторства.

# Pattern description
source: This pattern will ad a shortcut icon for the WooCommerce my-account area of your website. It will be registered only if WooCommerce is enabled.
russian: Этот паттерн будет рекламой значка быстрого доступа к области WooCommerce my-account на Вашем сайте. Он будет зарегистрирован только в том случае, если WooCommerce включен.

# Pattern description
source: A corporate homepage template dedicated to company mission and customer care. WooCommerce products block inside. Designed around the Orchide Shades style variation of the theme.
russian: Шаблон корпоративной домашней страницы, посвященный миссии компании и заботе о клиентах. Блок товаров WooCommerce внутри. Разработан на основе вариации темы в стиле Orchide Shades.

# Pattern title
source: Homepage orchid
russian: Домашняя страница Орхидея

# Pattern description
source: Homepage template dedicated to jewelry products. Designed around the Gold Shades style variation of the theme.
russian: Шаблон домашней страницы, посвященной ювелирным товарам. Разработан на основе вариации темы в стиле Gold Shades.

# Pattern description
source: Homepage template containing fine spaced banner sections, WooCommerce product blocks, images with call to actions and lists.
russian: Шаблон домашней страницы, содержащий разделы с баннерами, блоки товаров WooCommerce, изображения с призывами к действию и списки.

# Pattern description
source: Homepage template containing banner sections, WooCommerce product blocks and call to actions.
russian: Шаблон домашней страницы, содержащий разделы с баннерами, блоки товаров WooCommerce и призывы к действию.

# Pattern description
source: Homepage template containing hero section, alternated banner sections, WooCommerce product blocks and testimonial section.
russian: Шаблон домашней страницы, содержащий тему дня, чередующиеся разделы баннеров, блоки товаров WooCommerce и раздел рекомендаций.

# Pattern description
source: A page section of two columns. First row with big photo of a model, second row with a list of company services and values. Decorated with a dotted background cover block.
russian: Раздел страницы из двух столбцов. Первая строка с большой фотографией модели, вторая строка с перечнем услуг и ценностей компании. Украшенный точечным фоном блок обложки.

# Pattern description
source: A page section with 3 cover blocks in a creative grid layout. Sample images are jewelry related and can be replaced.
russian: Раздел страницы с 3 блоками обложки в креативном макете. Образцы изображений сопутствуют ювелирным изделиям и могут быть заменены.

# Pattern description
source: A page template containing a contact form (WP Forms free plugin needed).
russian: Шаблон страницы, содержащий контактную форму (необходим бесплатный плагин WP Forms).

# Pattern description
source: A corporate page template to show your company values and a big testimonial in the bottom section.
russian: Шаблон корпоративной страницы для демонстрации ценностей Вашей компании и большой рекомендации в нижнем разделе.

# Pattern description
source: A page template to show all your posts in a styled cards layouts.
russian: Шаблон страницы для отображения всех Ваших записей в макете стилизованных карточек.

# Pattern description
source: A page section with a full width cover image and title and description divided by a separator block.
russian: Раздел страницы с изображением обложки во всю ширину, названием и описанием, разделенный блоком-разделителем.

# Pattern description
source: A page section of two columns containing a call to action and a gallery grid miming product categories.
russian: Раздел страницы из двух столбцов, содержащий призыв к действию и сетку галереи, имитирующую категории товаров.

# Pattern description
source: A page section with a cover image and a call to action inside.
russian: Раздел страницы с изображением обложки и призывом к действию внутри.

# Pattern description
source: A page section with a big image in a column and 3 buttons in another column.
russian: Раздел страницы с большим изображением в одном столбце и 3 кнопками в другом столбце.

# Pattern description
source: A page section of two columns columns with 1/3 and 2/3 proportions.
russian: Раздел страницы из двух столбцов с пропорциями 1/3 и 2/3.

# Pattern description
source: The 404 page template with large 404 text and a search box below.
russian: Шаблон страницы 404 с большим текстом 404 и окном поиска под ним.

# Pattern description
source: A page section of five columns including jewelry images miming product categories.
russian: Раздел страницы из пяти столбцов, включающий изображения ювелирных изделий, имитирующих категории товаров.

# Pattern description
source: A page section of four columns including icons and text.
russian: Раздел страницы в четыре столбца, включающий значки и текст.

# Pattern description
source: A page section of three icons and description.
russian: Раздел страницы из трех значков и описания.

# Pattern description
source: A page section of three columns including cover blocks and buttons.
russian: Раздел страницы в три столбца, включая блоки обложки и кнопки.

source: READ MORE
russian: ЧИТАТЬ ДАЛЕЕ

source: Unscaled background
russian: Немасштабированный фон

source: Boxed
russian: Блоками

source: Dashed wide
russian: Широкий пунктир

source: With shadow
russian: С тенью

# Pattern title
source: Homepage jewels
russian: Драгоценности на главной странице

# Pattern title
source: Creative banners grid
russian: Креативная сетка баннеров

# Pattern title
source: Banner with title and separator
russian: Баннер с названием и разделителем

# Pattern title
source: Banner with grid gallery
russian: Баннер с сетчатой галереей

# Pattern title
source: 5 Columns product categories banner
russian: Баннер с категориями товаров в 5 столбцов

# Pattern title
source: 4 columns icon and text
russian: 4 столбца со значком и текстом

# demo-contents
source: Our new collection
russian: Наша новая коллекция

# demo-contents
source: Jewelry
russian: Ювелирные изделия

# demo-contents
source: Lorem ipsum dolor sit amet, consectetur adipiscing elit.
russian: Клиент очень важен, за клиентом последует клиент.

# demo-contents
source: NEW COLLECTIONS
russian: НОВЫЕ КОЛЛЕКЦИИ

# demo-contents
source: Watches
russian: Наручные часы

# demo-contents
source: Engagement Rings
russian: Обручальные кольца

# demo-contents
source: CHARMS
russian: АМУЛЕТЫ

# demo-contents
source: BRACELETS
russian: БРАСЛЕТЫ

# demo-contents
source: PLATINUM RINGS
russian: ПЛАТИНУМОВЫЕ КОЛЬЦА

# demo-contents
source: EARRINGS
russian: СЕРЬГИ

# demo-contents
source: ENGAGMENTS RINGS
russian: ОБРУЧАЛЬНЫЕ КОЛЬЦА

# demo-contents
source: GOLDEN RINGS
russian: ЗОЛОТЫЕ КОЛЬЦА

# demo-contents
source: Discover our new jewels
russian: Откройте для себя наши новые драгоценности

# demo-contents
source: ROSE GOLD
russian: РОЗОВОЕ ЗОЛОТО

# demo-contents
source: DIAMOND
russian: АЛМАЗ

# demo-contents
source: ENGAGEMENT
russian: ВЗАИМОДЕЙСТВИЕ

# demo-contents
source: PEARL
russian: ЖЕМЧУГ

# demo-contents
source: RINGS
russian: КОЛЬЦА

# demo-contents
source: PLATINIUM
russian: ПЛАТИНА

# demo-contents
source: POSITIVE REVIEWS<br>100,000+
russian: ПОЗИТИВНЫЕ ОТЗЫВЫ<br>100,000+

# demo-contents
source: 10 YEARS<br>WARRANTY
russian: 10 ЛЕТ<br> ГАРАНТИЯ

# demo-contetns
source: SECURE<br>PAYMENTS
russian: БЕЗОПАСНЫЕ<br>ПЛАТЕЖИ

# demo-contents
source: FREE SHIPPING<br>OVER $ 75
russian: БЕСПЛАТНАЯ ДОСТАВКА ПРИ ЗАКАЗАХ <br>НА СУММУ СВЫШЕ $75

# Style variation name
source: Gold Shades
russian: Золотые оттенки

# Color name
source: Contrast
russian: Контраст

# Color name
source: Base
russian: Основа

source: Right aligned
russian: Выравнивание по правому краю

source: Left aligned
russian: Выровненные по левому краю

# Template part name
source: Footer 3 columns
russian: Подвал 3 столбца

# Template part name
source: Footer 3 columns centered
russian: Подвал 3 столбца по центру

# Color name
source: Header titles
russian: Названия заголовков

# Color name
source: Header foreground
russian: Передний план заголовка

# Color name
source: Header background
russian: Фон заголовка

# Pattern title
source: Site footer 3 columns
russian: Подвал сайта 3 столбца

# Pattern title
source: Site footer 3 columns centered
russian: Подвал сайта 3 столбца по центру

# demo contents
source: About us
russian: О нас

# demo contents
source: Call 800 - 647 - 927
russian: Звоните 800 - 647 - 927

# Style variation name
source: Red Shades
russian: Красные оттенки

# Style variation name
source: Black Shades
russian: Черные оттенки

# Style variation name
source: Orange Shades
russian: Оранжевые оттенки

# Style variation name
source: Pink Shades
russian: Розовые оттенки

# Gradient name
source: Vertical primary to secondary
russian: От вертикального фонового к вторичному

# Style variation name
source: Blue Shades
russian: Голубые оттенки

# Template part name
source: Vertical Sidebar 2
russian: Вертикальная боковая панель 2

# Template part name
source: Vertical Sidebar 1
russian: Вертикальная боковая панель 1

# Template part name
source: Footer
russian: Подвал

# Template part name
source: Header - Centered layout with splitted menu
russian: Заголовок - центрированный макет с разделенным меню

# Template part name
source: Header - Centered layout
russian: Заголовок - центрированный макет

# Template part name
source: Header - Left Logo and navigation inline
russian: Заголовок - слева Логотип и навигация в строке

# Template part name
source: Header - Left Logo and navigation below
russian: Заголовок - левый логотип и навигация ниже

# Template part name
source: Header default
russian: Заголовок по умолчанию

# Custom template name
source: Sidebar (left)
russian: Боковая панель (слева)

# Custom template name
source: Sidebar (right)
russian: Боковая панель (справа)

# Gradient name
source: Vertical tertiary to primary
russian: Вертикальный от третичного к первичному

# Color name
source: Secondary foreground
russian: Вторичный передний план

# Color name
source: Secondary background
russian: Вторичный фон

# Color name
source: Tertiary
russian: Третичный

# Color name
source: Secondary
russian: Вторичный

# Color name
source: Primary
russian: Основной

# Font size name
source: Huge
russian: Огромный

# Font size name
source: Extra Large
russian: Очень большой

# Font size name
source: Large
russian: Большой

# Font size name
source: Medium
russian: Средний

# Font size name
source: Normal
russian: Обычный

# Font size name
source: Small
russian: Маленький

# Font size name
source: Extra Small
russian: Очень маленький

# Pattern title
source: Testimonials page
russian: Страница с отзывами

# Pattern title
source: Testimonial with image #3
russian: Отзыв с изображением #3

# Pattern title
source: Testimonial with image #2
russian: Отзыв с изображением №2

# Pattern title
source: Testimonial with image #1
russian: Отзыв с изображением №1

# Pattern title
source: Site header (left logo - navigation inline)
russian: Название сайта (левый логотип - навигация в строке)

# Pattern title
source: Site header centered
russian: Заголовок сайта по центру

# Pattern title
source: Site header with splitted menu
russian: Заголовок сайта с разделенным меню

# Pattern title
source: Site footer
russian: Подвал сайта

# Pattern title
source: My-Account icon
russian: Значок моей учетной записи

# Pattern title
source: Homepage #3
russian: Главная страница №3

# Pattern title
source: Homepage #2
russian: Главная страница №2

# Pattern title
source: Homepage #1
russian: Главная страница №1

# Pattern title
source: Creative list with image
russian: Творческий список с изображением

# Pattern title
source: Contact page
russian: Страница контактов

# Pattern title
source: Company page
russian: Страница компании

# Pattern title
source: Blog page
russian: Страница блога

# Pattern title
source: Banner with CTA #
russian: Баннер с призывом к действию №

# Pattern title
source: Banner with 3 buttons
russian: Баннер с 3 кнопками

# Pattern title
source: Banner 1/3 - 2/3
russian: Баннер 1/3 - 2/3

# Pattern title
source: 3 columns with icons
russian: 3 столбца со значками

# Pattern title
source: 3 columns banner
russian: Баннер на 3 столбца

# demo-contents
source: <p>I'm super happy with the quality and sizing of my items. Such good value for money! So stylish too. I will definitely be purchasing again!</p><cite>MIKE DANCIN</cite>
russian: <p> Я очень довольна качеством и размерами своих изделий. Такое хорошее соотношение цены и качества! И такие стильные. Я определенно буду покупать снова! </p><cite>MIKE DANCIN</cite>

# demo-contents
source: <p>First order and will be back! Ordered 4 items and couldn't be happier with choices. Amazing value, will definitely be ordering more.</p><cite>PAULA PERCUSSION</cite>
russian: <p>Первый заказ и мы обязательно вернемся! Заказал 4 предмета и не мог быть более доволен выбором. Потрясающая цена, определенно буду заказывать еще.</p><cite>PAULA PERCUSSION</cite>

# demo-contents
source: <p>I don't usually leave reviews but I have decided to for Wonder. I love there clothing and accessories I've never had a problem returning and parcels always arrive well within time stated.</p><cite>JOCELYN ERICSSON</cite>
russian: <p>Обычно я не оставляю отзывы, но для Wonder я решила это сделать. Мне нравится эта одежда и аксессуары, у меня никогда не возникало проблем с возвратом, а посылки всегда приходят точно в указанный срок.</p><cite>JOCELYN ERICSSON</cite>

# demo-contents
source: <p>Here I can find original items, low prices without to lose quality or sustainability. Love it!</p><cite>MARTHA RAMOS</cite>
russian: <p>Здесь я могу найти оригинальные вещи по низким ценам, не теряя при этом в качестве и экологичности. Очень нравится!</p><cite>MARTHA RAMOS</cite>

# demo-contents
source: Bringing value between different brands
russian: Привнесение ценности между различными брендами

# demo-contents
source: JOCELYN ERICSSON
russian: ДЖОСЛИН ЭРИКСОН

# demo-contents
source: I don't usually leave reviews but I have decided to for Wonder. I love there clothing and accessories I've never had a problem returning and parcels always arrive well within time stated.
russian: Обычно я не оставляю отзывы, но в случае с Wonder я решила это сделать. Я люблю эту одежду и аксессуары, у меня никогда не возникало проблем с возвратом, а посылки всегда приходят точно в срок.

# demo contents
source: Wonder – A WordPress Block theme by YITH
russian: Wonder - Блочная тема WordPress от YITH

# demo contents
source: Stay connected
russian: Оставайтесь на связи

# demo contents
source: Customer service
russian: Обслуживание клиентов

# demo contents
source: Special sales
russian: Специальные распродажи

# demo contents
source: Our products
russian: Наши товары

# demo contents
source: Our company
russian: Наша компания

# demo-contents
source: Most popular of this month
russian: Самые популярные в этом месяце

# demo-contents
source: <strong>Sailor &amp; sea inspired for<br>Winter Collection ⟶</strong>
russian: <strong>Моряк и море вдохновляют на создание<br>зимней коллекции ⟶</strong>

# demo-contents
source: <strong>Maternity and pregnancy </strong><br><strong>clothing ⟶</strong>
russian: <strong>Материнство и беременность </strong><br><strong>Одежда ⟶</strong>

# demo-contents
source: <strong>The Newborn Winter<br>Collection ⟶</strong>
russian: <strong>Конверт для новорожденного зима<br>Коллекция ⟶</strong>

# demo-contents
source: Best seller of this month
russian: Лидер продаж этого месяца

# demo-contents
source: Martha Ramos <br>Customer from 2007
russian: Марта Рамос <br>Покупатель с 2007 года

# demo-contents
source: “ Here I can find original items, low prices without to lose quality or sustainability.<br>Love it! “
russian: " Здесь я могу найти оригинальные вещи по низким ценам, не теряя при этом в качестве и экологичности.<br>Очень нравится! "

# demo-contents
source: This week’s deals
russian: Предложения этой недели

# demo-contents
source: SHOP NOW
russian: КУПИТЬ СЕЙЧАС

# demo-contents
source: Jeans &amp; Denim collection
russian: Коллекция джинсов и денима

# demo-contents
source: VIEW OUR ACCESSORIES
russian: ПРОСМОТРИТЕ НАШИ АКСЕССУАРЫ

# demo-contents
source: Black is the new black.
russian: Черный — это новый черный.

# demo-contents
source: Shop now
russian: Купить сейчас

# demo-contents
source: New Spring Casuals
russian: Новые весенние повседневные вещи

# demo-contents
source: Our customer care
russian: Наша забота о клиентах

# demo-contents
source: 100.000+ customers trust us
russian: 100.000+ клиентов доверяют нам

# demo-contents
source: Fast delivery, simply returns, quick response &amp; safe and secure shopping: discover our 30 days money back guarantee and start today to shop with trust.
russian: Быстрая доставка, простой возврат, быстрый ответ, безопасные и надежные покупки: откройте для себя нашу 30-дневную гарантию возврата денег и начните делать покупки с доверием уже сегодня.

# demo-contents
source: Confident shopping
russian: Уверенные покупки

# demo-contents
source: Send us a message
russian: Отправьте нам сообщение

# demo-contents
source: Connect with us
russian: Свяжитесь с нами

# demo-contents
source: Call our Customer Care
russian: Позвоните в нашу службу поддержки клиентов

# demo-contents
source: A transparent Refund policy
russian: Прозрачная политика возврата денег

# demo-contents
source: 50K Happy Customers
russian: 50 000 счастливых клиентов

# demo-contents
source: High quality and low cost
russian: Высокое качество и низкая стоимость

# demo-contents
source: “Here I can find original items, low prices without to lose quality or sustainability. Love it!“
russian: "Здесь я могу найти оригинальные вещи по низким ценам, не теряя при этом в качестве и экологичности. Очень нравится!"

# demo-contents
source: <strong>Martha Ramos<br></strong>Customer from 2007
russian: <strong>Марта Рамос<br></strong>Покупатель с 2007 года

source: Read all testimonials &gt;
russian: Читать все отзывы &gt;
