Repository: prasish012/try
Catalog: try/media_copy/translations/enternews/existing_translations/PO FILES AS DATASETS FROM WP.TRANSLATE 2/*/wp-themes-total-*.po
Languages: dutch

source: ​The Total WordPress Theme is a versatile, feature-rich, and fully responsive theme designed to help you create stunning websites effortlessly. With over 40,000 active installations, Total offers a clean and elegant design complemented by vibrant color options and parallax sections. Its homepage layout includes a slider, featured sections with icons, an about us section with progress bars, a masonry-style portfolio, team and testimonial sections, counters, a customizable blog section, client logo carousel, and a compelling call-to-action area. Built on the WordPress Customizer, Total allows real-time configuration with live previews, making customization intuitive and straightforward. The theme is SEO-friendly, cross-browser compatible, translation-ready, and seamlessly integrates with WooCommerce, enabling you to set up an online store with ease. It also supports major page builders like Elementor, WPBakery, SiteOrigin, and Beaver Builder, providing flexibility in designing your site. With a one-click demo import feature, you can quickly replicate the demo layout and customize it to fit your needs. Whether you're building a business website, portfolio, blog, or online store, Total provides all the essential tools and features to create a professional and engaging online presence. DEMO: https://hashthemes.com/wordpress-theme/total/
dutch: Het Total WordPress thema is een veelzijdig, functierijk en volledig responsive thema dat is ontworpen om je te helpen moeiteloos verbluffende sites te maken. Met meer dan 40.000 actieve installaties biedt total een strak en elegant ontwerp, aangevuld met levendige kleuropties en Parallax secties. De lay-out van de homepage bevat een slider, uitgelichte secties met iconen, een over ons sectie met voortgangsbalken, een portfolio in masonry werkstijl, team- en aanbeveling secties, tellers, een aanpasbare blogsectie, klant logo carrousel en een overtuigende Call To Action gebied. Total is gebouwd op de WordPress customizer en kan in realtime worden geconfigureerd met live voorbeelden, waardoor aanpassingen intuïtief en eenvoudig zijn. Het thema is SEO vriendelijk, cross-browser compatibel, geschikt voor vertalingen en integreert naadloos met WooCommerce, zodat je eenvoudig een online winkel kunt opzetten. Het ondersteunt ook grote paginabouwers zoals Elementor, WPBakery, SiteOrigin en Beaver Builder, wat flexibiliteit biedt bij het ontwerpen van je site. Met de mogelijkheid om met één klik demo's te importeren, kun je snel de lay-out van de demo's namaken en deze aanpassen aan je behoeften. Of je nu een zakelijke site, portfolio, blog of online winkel bouwt, total biedt alle essentiële gereedschappen en functies om een professionele en aantrekkelijke online aanwezigheid te creëren. DEMO: https://hashthemes.com/wordpress-theme/total/

source: BLACK FRIDAY & CYBER MONDAY DISCOUNT!
dutch: BLACK FRIDAY & CYBER MONDAY KORTING!

# Theme starter content
source: Purchase
dutch: Aankoop

# Theme starter content
source: Read More
dutch: Lees verder

# Theme starter content
source: CREATE OWN BUSINESS WITH OUR IDEAS !
dutch: CREËER JE EIGEN BEDRIJF MET ONZE IDEEËN!

# Theme starter content
source: Awesome Clients
dutch: Geweldige klanten

# Theme starter content
source: Get information on everything.
dutch: Krijg informatie over alles.

# Theme starter content
source: Latest Blog
dutch: Nieuwste blog

# Theme starter content
source: Employee Working
dutch: Werknemer aan het werk

# Theme starter content
source: OnGoing Projects
dutch: Lopende projecten

# Theme starter content
source: Awards Won
dutch: Gewonnen prijzen

# Theme starter content
source: Projects Completed
dutch: Projecten afgerond

# Theme starter content
source: From Our Clients
dutch: Van onze klanten

# Theme starter content
source: Our Talented Members
dutch: Onze getalenteerde leden

# Theme starter content
source: Our Services
dutch: Onze diensten

# Theme starter content
source: Why Choose Us
dutch: Waarom voor ons kiezen

# Theme starter content
source: Deployment
dutch: Implementatie

# Theme starter content
source: Strategy
dutch: Strategie

# Theme starter content
source: Management
dutch: Beheer

# Theme starter content
source: Team Member
dutch: Teamlid

source: Welcome to Our Blog
dutch: Welkom op onze blog

# Theme starter content
source: About Us
dutch: Over ons

source: Let's go!
dutch: Aan de slag!

source: Let's get started by Customizing the website.
dutch: Laten we beginnen met het aanpassen van de site.

source: Thank you for installing the Total Theme
dutch: Bedankt voor het installeren van het Total thema

source: Enable Home Sections
dutch: Inschakelen home secties

source: Welcome to %1$s - Thank You for Installing! Getting started with %1$s is quick and simple. Here, you'll find all the essential information you need to set up and begin using the theme with ease. And if you'd like to unlock even more features and flexibility, you can always upgrade to the Premium version.
dutch: Welcome bij %1$s - Bedankt voor installeren! Aan de slag gaan met %1$s is snel en simpel. Hier vind je alle essentiële info die je nodig hebt om het thema in te stellen en makkelijk te gebruiken. En als je nog meer features en flexibiliteit wil ontgrendelen, kun je altijd upgraden naar de Premium versie.

source: For step-by-step guidance, please refer to the %s.
dutch: Voor stapsgewijze begeleiding, raadpleeg de %s.

source: Go to Appearance > Customize > %s, choose "A static page" for the "Your homepage displays" option, deactivate "Enable Home Section" and select the newly created page in "Homepage" select box.
dutch: Ga naar Weergave > Aanpassen > %s kies "Een statische pagina" voor de optie "Je homepage toont", schakel "Enable Home Section" uit en selecteer de nieuw aangemaakte pagina in het "Homepage" selectievakje.

source: Create a new page and edit it with Elementor. Drag and drop the Elementor widgets to design your homepage.
dutch: Maak een nieuwe pagina en bewerk die met Elementor. Versleep de Elementor widgets om je homepage te ontwerpen.

source: Install and activate the "Elementor" and "Hash Elements" plugins from the %s.
dutch: Installeer en activeer de plugins "Elementor" en "Hash Elements" vanuit de %s.

source: Go back, select "Home Sections", and configure the sections as needed.
dutch: Ga terug, selecteer "Home Sections" en configureer de secties zoals nodig.

source: Activate "Enable Home Sections".
dutch: Activeer "Home secties inschakelen".

source: You can set up the homepage sections either through the Customizer Panel or using the Elementor Page Builder.
dutch: Je kunt de homepage secties instellen via het Customizer paneel of met de Elementor pagina bouwer.

source: Experience the full potential of the Premium version with complete peace of mind. If it doesn't meet your needs, you're covered by our 7 day money back guarantee.
dutch: Ervaar het volledige potentieel van de Premium versie met totale gemoedsrust. Als het niet aan je behoeften voldoet, val je onder onze geld-terug-garantie van 7 dagen.

source: The %s Theme already allows you to build a beautiful website, but the Premium version unlocks even more powerful features and flexibility.
dutch: Het %s thema laat je al een mooie site bouwen, maar de Premium versie ontgrendelt nog krachtigere functies en flexibiliteit.

source: Unlock the full potential of your website with the Premium version of %s Theme. Choose from professionally designed demos available in both Customizer and Elementor versions. With just one click, you can import these demos and launch a beautiful, fully functional website in minutes.
dutch: Ontgrendel het volledige potentieel van je site met de Premium versie van %s Theme. Kies uit professioneel ontworpen demo's, beschikbaar in zowel Customizer- als Elementor versies. Met één klik kun je deze demo's importeren en binnen enkele minuten een mooie, volledig functionele site lanceren.

source: Great to see that you have been using Total Theme for some time. We hope you love it, and we would really appreciate it if you would %1$sgive us a %3$s rating%2$s. Your valuable review will inspire us to make it more better.
dutch: Geweldig om te zien dat je Total Thema al een tijdje in gebruik hebt. We hopen dat je het leuk vindt en we zouden het erg waarderen als je ons %1$s een %3$s waardering%2$s zou willen geven. Je waardevolle beoordeling zal ons inspireren om het nog beter te maken.

# Font size name
source: Extra Extra Large
dutch: Extra extra groot

# Font size name
source: Extra Large
dutch: Extra groot

# Font size name
source: Large
dutch: Groot

# Font size name
source: Small
dutch: Klein

source: Important! Home Page Sections are not enabled. Enable it %1shere%2s.
dutch: Belangrijk! Homepage secties zijn niet ingeschakeld. Schakel het %1shier%2s in.

source: 39) Translation Ready
dutch: 39) Klaar voor vertaling

source: 38) Multilingual Ready
dutch: 38) Meertalig gereed

source: 37) RTL Ready
dutch: 37) Klaar voor RTL

source: 35) WooCommerce Compatible
dutch: 35) Compatibel met WooCommerce

source: iv) Material Icon
dutch: iv) Pictogram materiaal

source: iii) Essential Icon
dutch: iii) Essential pictogram

source: i) Ico Font
dutch: i) Pictogram lettertype

source: The premium theme has 4 icon packs with more than 5000+ icons. They can be used on the various sections of the Home Page, WordPress Widget Blocks, and Elementor Modules.
dutch: Het premium thema heeft 4 icoon pakketten met meer dan 5000+ iconen. ze kunnen worden gebruikt in de verschillende secties van de homepage, WordPress widget blokken en Elementor modules.

source: 34) Icon Picker
dutch: 34) Pictogram kiezer

source: 33) Google Map Option
dutch: 33) Google Map optie

source: The premium version easily allows you to remove or change the footer credit text or replace it with the widget.
dutch: De premium versie maakt het gemakkelijk om de footer credit tekst te verwijderen of te veranderen, of om deze te vervangen door de widget.

source: Change the position(reorder) the single post elements like post meta, featured image, content, category, tags, and social share icons and place them in the order you want. You can disable it individually if you do not want to show it.
dutch: Verander de positie (herorden) van de afzonderlijke bericht elementen zoals bericht meta, uitgelichte afbeelding, inhoud, categorie, tags en pictogrammen voor sociaal delen en plaats ze in de volgorde die je wilt. Je kunt ze afzonderlijk uitschakelen als je ze niet wil weergeven.

source: 26) Reorder and Show/Hide Elements of Single Post
dutch: 26) Herordenen en tonen/verbergen van elementen van een enkelvoudig bericht

source: 22) PreLoader Option
dutch: 22) Optie vooraf laden

source: 21) Custom Widgets
dutch: 21) Aangepaste widgets

source: 19) Top Header Bar
dutch: 19) Bovenkant header balk

source: 17) Home Page Sections with Full Screen Height
dutch: 17) Homepage secties met volledige scherm hoogte

source: 13) Home Page Video Background, Image Motion Background, Gradient Background
dutch: 13) Homepage video achtergrond, afbeelding bewegende achtergrond, gradiënt achtergrond

source: 12) Home Page Unlimited Blocks for Each Section
dutch: 12) Homepage onbeperkte blokken voor elke sectie

source: 11) Home Page Section Reorder
dutch: 11) Homepage sectie herschikken

source: 10) Color Options
dutch: 10) Kleuropties

source: Fan of Pagebuilder? No problem, with premium version you can create your website with Elementor. Elementor provides you with unlimited possibilities to create the website of your imagination.
dutch: Fan van Pagebuilder? Geen probleem, met de premium versie kun je je site maken met Elementor. Elementor biedt je onbeperkte mogelijkheden om de site van je verbeelding te maken.

source: 3) Elementor Compatible
dutch: 3) Elementor compatibel

source: The website runs smoothly in all major browsers.
dutch: De site draait soepel in alle belangrijke browsers.

source: 27) Author Box, Social Share, and Related Post at the Bottom of the Single Post
dutch: 27) Auteur box, sociaal delen, en gerelateerd bericht onderaan de enkelvoudige berichten

source: The premium version has the option to choose from 5 different footer styles. Apart from that, you can set the number of footer columns and resize them as you want with dragging column resizer.
dutch: De premium versie heeft de optie om te kiezen uit 5 verschillende stijlen voor de footer. Daarnaast kun je het aantal footer kolommen instellen en ze naar wens van grootte veranderen door de kolom resizer te slepen.

source: Create unlimited widget areas using our premium version. You can create new widget areas for placing widgets.
dutch: Maak onbeperkte widget gebieden met behulp van onze premiumversie. Je kunt nieuwe widget gebieden maken om widgets te plaatsen.

source: 20) Add New Widget Area
dutch: 20) Nieuw widget gebied toevoegen

source: You can show/hide the header and footer for each of the pages/posts. It is helpful if you are running an infographic website.
dutch: Je kunt de header en footer tonen/verbergen voor elk van de pagina's/berichten. Het is handig als je een infographic site runt.

source: 30) Hide Header and Footer for Each Post and Page
dutch: 30) Verberg header en footer voor elk bericht en pagina

source: The premium version comes with the option to configure the background and text color of each page and post on the website. It will allow you to choose the custom background color, background image, and text color for any page or post you like.
dutch: De premium versie wordt geleverd met de optie om de achtergrond- en tekstkleur van elke pagina en elk bericht op de site te configureren. Het stelt je in staat om de aangepaste achtergrondkleur, achtergrondafbeelding en tekstkleur te kiezen voor elke pagina of elk bericht dat je wil.

source: 29) Different Background and Text Color for Each Post and Page
dutch: 29) Verschillende achtergrond- en tekstkleuren voor elk bericht en pagina

source: The premium version has the option to add a unique Title Bar(Header) background for each post and page.
dutch: De premium versie heeft de optie om een unieke titelbalk (header) achtergrond toe te voegen voor elk bericht en elke pagina.

source: 28) Unique Header Background for Each Post and Page
dutch: 28) Unieke header achtergrond voor elk bericht en pagina

source: Client Logo - 4 styles
dutch: Klant logo - 4 stijlen

source: Blog block - 4 styles
dutch: Blog blok - 4 stijlen

source: Tabs - 5 styles
dutch: Tabs - 5 stijlen

source: News &amp; Update block - 3 styles
dutch: Nieuws en update blok - 3 stijlen

source: Pricing - 4 styles
dutch: Prijzen - 4 stijlen

source: Testimonial - 4 styles
dutch: Aanbeveling - 4 stijlen

source: Team - 6 styles
dutch: Team - 6 stijlen

source: Counter - 4 styles
dutch: Teller - 4 stijlen

source: Portfolio - 6 styles
dutch: Portfolio - 6 stijlen

source: Service Block - 4 styles
dutch: Dienst blok - 4 stijlen

source: Highlight Block - 4 styles
dutch: Markeer blok - 4 stijlen

source: Featured block - 7 styles
dutch: Uitgelicht blok - 7 stijlen

source: Option to switch the style of the home page blocks.
dutch: Optie om de stijl van de homepage blokken te wisselen.

source: Total Plus has an additional 7 sections.
dutch: Total Plus heeft nog 7 extra secties.

source: 16) Home Page Shape Dividers
dutch: 16) Homepage vormscheidingstekens

source: 9) Advanced Typography Options for Specific Sections
dutch: 9) Geavanceerde typografie opties voor specifieke secties

source: Import Elementor Templates and Sections with just one click without having to import the whole website.
dutch: Importeer Elementor templates en secties met slechts één klik, zonder de hele site te hoeven importeren.

source: 6) Elementor Template/Section Importer
dutch: 6) Elementor template/sectie importeerfunctie

source: - All above section with more styles and customization options
dutch: - alle bovenstaande secties met meer stijlen en aanpassingsopties

source: Drag and Drop to reorder
dutch: Verslepen om opnieuw te ordenen

source: Custom Fonts
dutch: Aangepaste lettertypen

source: Purchase Custom Font Uploader
dutch: Aangepaste lettertype uploader kopen

source: Upload custom fonts. The uploaded font will display in the typography font family list.
dutch: Upload aangepaste lettertypen. Het geüploade lettertype wordt weergegeven in de lijst met lettertypefamilies voor typografie.

source: Want To Use Custom Fonts?
dutch: Wil je aangepaste lettertypen gebruiken?

source: Standard Fonts
dutch: Standaard lettertypen

source: Color
dutch: Kleur

source: Spread
dutch: Spreiding

source: Blur
dutch: Vervagen

source: Dashed
dutch: Gestippeld

source: Dotted
dutch: Gestippeld

source: Double
dutch: Dubbel

source: Solid
dutch: Massief

source: Border Color
dutch: Randkleur

source: Border Type
dutch: Randtype

source: Width
dutch: Breedte

source: Seperate header font typography for home page sections header, inner page title bar heading, widget header
dutch: Aparte header lettertype typografie voor homepage secties header, binnenste paginatitel balk koptekst, widget header

source: Set font size of H1, H2, H3, H4, H5, H6 individually
dutch: Lettertypegrootte van H1, H2, H3, H4, H5, H6 afzonderlijk instellen

source: Configure H1, H2, H3, H4, H5, H6 individually or all at once
dutch: Configureer H1, H2, H3, H4, H5, H6 afzonderlijk of allemaal tegelijk

source: For more Options,
dutch: Voor meer opties,

source: The font size applies for H1 and decreases uniformly with H2, H3, H4, H5 and H6
dutch: De grootte van het lettertype geldt voor H1 en neemt gelijkmatig af met H2, H3, H4, H5 en H6

source: Note
dutch: Notitie

source: Select how you want your Header (H1, H2, H3, H4, H5, H6) to appear.
dutch: Selecteer hoe je je header (H1, H2, H3, H4, H5, H6) wil weergeven.

source: UPGRADE TO PRO
dutch: UPGRADEN NAAR PRO

source: Inbuilt MegaMenu
dutch: Ingebouwd MegaMenu

source: Dismiss this notice.
dutch: Dit bericht negeren.

source: I have already rated
dutch: Ik heb het al beoordeeld

source: Yes, of course
dutch: Ja, natuurlijk

source: If you don't want to upgrade to premium version then you can turn off all the upgrade notices. However you can turn it on anytime if you make mind to upgrade to premium version.
dutch: Als je niet wil upgraden naar de premium versie, dan kun je alle upgrade meldingen uitzetten. Je kunt ze echter op elk moment inschakelen als je wil upgraden naar de premium versie.

source: Hide all Upgrade Notices from Customizer
dutch: Verberg alle berichten over upgrades in de customizer

source: It is required to load the Google Fonts locally in order to comply with GDPR. However, if your website is not required to comply with GDPR then you can check this field off. Loading the Fonts locally with lots of different Google fonts can decrease the speed of the website slightly.
dutch: Het is vereist om de Google Fonts lokaal te laden om te voldoen aan de AVG/GDPR. Echter, als je site niet vereist is om te voldoen aan Google Fonts dan kun je dit veld uitvinken. Het lokaal laden van de lettertypen met veel verschillende Google Fonts kan de snelheid van de site iets verminderen.

source: Load Google Fonts Locally
dutch: Google Fonts lokaal laden

source: You can extend the Elementor section with amazing interactive extenders like Parallax Background, Parallax Animation, Colors Animation, Water Ripples, Particles Background, Background Effects & lot more.
dutch: Je kunt de Elementor sectie uitbreiden met geweldige interactieve uitbreidingen zoals Parallax Background, Parallax Animation, Colors Animation, Water Ripples, Particles Background, Background Effects & nog veel meer.

source: 5) Elementor Section Extenders
dutch: 5) Elementor sectie uitbreidingen

source: Total Plus Demos - Premium Version of %s (Customizer & Elementor Version)
dutch: Total Plus Demos - Premium versie van %s (Customizer & Elementor Versie)

source: SINGLE POST -
dutch: ENKEL BERICHT -

source: Show/Hide Posted Date, Author, Comment, Category & Tag
dutch: Toon/verberg bericht datum, auteur, reactie, categorie & tag

source: Option to display Full Content, Custom Excerpt or WordPress Excerpt
dutch: Optie om volledige inhoud, aangepast samenvatting of WordPress samenvatting weer te geven

source: 4 differently designed blog page
dutch: 4 verschillend ontworpen blogpagina

source: BLOG/ARCHIVE PAGE -
dutch: BLOG/ARCHIEF PAGINA -

source: Show/Hide & Reorder all the elements with drag and drop
dutch: Toon/verberg & rangschik alle elementen met verslepen

source: Display Author Box & Related Post
dutch: Auteur box & weergeven gerelateerd bericht

source: Display social share button
dutch: Sociale deelknop weergeven

source: Choose featured image size
dutch: Kies uitgelichte afbeelding grootte

source: Display Featured Image
dutch: Toon uitgelichte afbeelding

source: Single Post Settings
dutch: Instellingen voor één bericht

source: 8 More Demos
dutch: 8 meer demo's

source: Set mobile menu breakpoint
dutch: Onderbrekingspunt mobiel menu instellen

source: Set spacing of menu and submenu
dutch: Afstand tussen menu en submenu instellen

source: Option to diplay different menu in mobile
dutch: Optie om een ander menu weer te geven op mobiel

source: 7 different menu styles
dutch: 7 verschillende menustijlen

source: Option to display search button, social icons & CTA button
dutch: Optie om zoekknop, sociale pictogrammen & CTA knop weer te geven

source: Display logo inline with title & tagline
dutch: Toon het logo in lijn met de titel & slogan

source: Set spacing for title & tagline
dutch: Stel de ruimte in voor titel & slogan

source: Separate typography option for title & tagline
dutch: Aparte typografie optie voor titel & slogan

source: Set Breadcrumb typography and colors
dutch: Typografie en kleuren kruimelpad instellen

source: Multiple Breadcrumb styles
dutch: Meerdere kruimelpad stijlen

source: Change Colors
dutch: Wijzig kleuren

source: Configure multiple styled button
dutch: Meerdere gestileerde knoppen configureren

source: Change the position & size of the button
dutch: Wijzig de positie & grootte van de knop

source: Choose from multiple go to top icons
dutch: Kies uit meerdere ga naar bovenkant pictogrammen

source: Set footer spacing
dutch: Footer afstand instellen

source: Typography for footer heading and text
dutch: Typografie voor footer koptekst en tekst

source: Remove footer credit text
dutch: Verwijder footer credit tekst

source: Set custom footer columns and width
dutch: Aangepaste kolommen en breedte footer instellen

source: 5 different footer styles
dutch: 5 verschillende stijlen voor footers

source: You can not choose the page that is set as the Posts page. Please choose another Page in Settings > Reading
dutch: Je kunt de pagina die is ingesteld als de berichtenpagina niet kiezen. Kies een andere pagina in Instellingen > Lezen

source: You can not choose the page that is set as the Homepage in Settings > Reading. Please choose another Page
dutch: Je kunt de pagina die is ingesteld als de homepage in Instellingen > Lezen niet kiezen. Kies een andere pagina

source: Semi Bold
dutch: Halfvet

source: Light
dutch: Licht

source: Thin
dutch: Dun

source: Bold Italic
dutch: Vetgedrukt cursief

source: Normal Italic
dutch: Normaal cursief

source: Footer Anchor Color (Hover)
dutch: Footer anker kleur (hoveren)

source: Header Background Color
dutch: Header achtergrondkleur

source: Enable Header Top Border
dutch: Header bovenkant rand inschakelen

source: Enable Footer Top Border
dutch: Footer bovenkant rand inschakelen

source: Header Spacing(px)
dutch: Afstand tussen headers (px)

source: Header Typography
dutch: Header typografie

source: Select how you want your body to appear.
dutch: Selecteer hoe je wil dat je body verschijnt.
