Repository: prasish012/try
Catalog: try/media_copy/translations/shopical/existing_translations/PO FILES AS DATASETS FROM WP.TRANSLATE 2/*/wp-themes-onepress-*.po
Languages: dutch

source: OnePress is an outstanding creative and flexible WordPress one page theme well suited for business website, portfolio, digital agency, product showcase, freelancers and everyone else who appreciate good design. The theme overall is an elegant and classic one, a fine example of Bootstrap 4 WordPress theme which compatibility with latest version of WooCommerce. (Live preview : https://demos.famethemes.com/onepress)
dutch: OnePress is een uitstekend creatief en flexibel WordPress één pagina thema dat goed past in een zakelijke site, portfolio, internetbureau, product showcase, freelancers en iedereen die goed design waardeert. Het thema is elegant en klassiek, een prima voorbeeld van een Bootstrap 4 WordPress thema met compatibiliteit voor de laatste versie van WooCommerce. (Live voorbeeld: https://demos.famethemes.com/onepress)

source: You are not authorized to access this page.
dutch: Je bent niet geautoriseerd om deze pagina te openen.

source: Security check!
dutch: Beveiligingscontrole!

source: Bulk Edit for WooCommerce
dutch: Bulk bewerken voor WooCommerce

source: Currency Switcher for WooCommerce
dutch: Valuta wisselaar voor WooCommerce

source: Please setup your main Latitude & Longitude first
dutch: Stel je hoofd lengtegraad & breedtegraad eerst in

source: The section ID should be English character, lowercase and no space.
dutch: De sectie ID moet een Engels teken zijn, kleine letters en geen spatie.

source: Disable the section navigation on mobile
dutch: Schakel de sectie navigatie op mobiel uit

source: Apply when the page display featured image as header cover.
dutch: Toepassen wanneer de pagina een uitgelichte afbeelding weergeeft als header omslagafbeelding.

source: Page Title Cover Alignment
dutch: Pagina titel omslagafbeelding uitlijning

source: Page Title Alignment
dutch: Uitlijning van paginatitel

source: Hide placeholder if the post thumbnail not exists.
dutch: Tijdelijke aanduiding verbergen als de thumbnail van het bericht niet bestaat.

source: Hide thumbnail placeholder
dutch: Tijdelijke aanduiding voor thumbnail verbergen

source: Enable Image Link
dutch: Afbeelding link activeren

source: Select a page which have content contain [gallery] shortcode or gallery blocks.
dutch: Selecteer een pagina die inhoud bevat met [gallery] shortcode of galerij blokken.

source: Secondary Color
dutch: Secundaire kleur

source: Enter content max width number, e.g : 800
dutch: Voer de maximale breedte van de inhoud in, bijv. 800

source: Single Content Max Width
dutch: Maximale breedte enkele inhoud

source: Right Sidebar
dutch: Zijbalk rechts

source: No Sidebar
dutch: Geen zijbalk

source: Single Layout Sidebar
dutch: Zijbalk met enkele lay-out

source: Disable archive prefix
dutch: Archief voorvoegsel uitschakelen

source: Label Color
dutch: Label kleur

source: Label Background
dutch: Label achtergrond

source: Testimonials
dutch: Aanbevelingen

source: Section: Testimonials
dutch: Sectie: Aanbevelingen

source: Highlight Projects
dutch: Projecten markeren

source: Section: Projects
dutch: Sectie: Projecten

source: Pricing Table
dutch: Prijstabel

source: Section: Pricing
dutch: Sectie: Prijzen

source: Section: Map
dutch: Sectie: Map

source: Section: Call to Action
dutch: Sectie:Call to Action

source: Our Clients
dutch: Onze klanten

source: Section: Clients
dutch: Sectie: Klanten

source: Section: Slider
dutch: Sectie: Slider

source: Overview
dutch: Overzicht

source: Disable (or enable) unused sections to improve Customizer loading speed. Your section settings is still saved.
dutch: Uit- of inschakelen ongebruikte secties om de laadsnelheid van de customizer te verbeteren. Je sectie instellingen worden wel opgeslagen.

source: Customizer Section Manager
dutch: Customizer sectiebeheer

source: Settings saved
dutch: Instellingen opgeslagen

source: Plus Feature
dutch: Plus functie

source: Contact Form by WPForms
dutch: Contact Formulier door WPForms

# daily archives date format
source: F j, Y
dutch: j F Y

source: <h4 class="customizer-group-heading-message">Advanced Section Styling</h4><p class="customizer-group-heading-message">Check out the <a target="_blank" href="https://www.famethemes.com/plugins/onepress-plus/?utm_source=theme_customizer&utm_medium=text_link&utm_campaign=onepress_customizer#get-started">OnePress Plus</a> version for full control over the section styling which includes background color, image, video, parallax effect, custom style and more ...</p>
dutch: <h4 class="customizer-group-heading-message">Geavanceerde sectie stijling</h4><p class="customizer-group-heading-message">Bekijk de<a target="_blank" href="https://www.famethemes.com/plugins/onepress-plus/?utm_source=theme_customizer&utm_medium=text_link&utm_campaign=onepress_customizer#get-started">OnePress Plus</a> versie voor volledige controle over de sectie stijling welke achtergrond kleur, afbeelding, video, parallax effect, aangepaste stijl en meer bevat ...</p>

source: Custom More News link
dutch: Aangepaste Meer Nieuws link

source: More News Page
dutch: Meer nieuws pagina

source: Full content
dutch: Volledige inhoud

source: Strip excerpt by more tag
dutch: Verwijder samenvatting door meer tag

source: Use excerpt metabox
dutch: Gebruik samenvatting metabox

source: Custom
dutch: Aangepast

source: Custom excerpt length
dutch: Aangepaste samenvatting lengte

source: Hide post categories
dutch: Berichtcategorieën verbergen

source: Sections Navigation
dutch: Secties Navigatie

source: Check this to disable archive prefix on category, date, tag page.
dutch: Vink dit aan om archief voorvoegsel op categorie, datum, tag pagina uit te schakelen.

source: Blog Posts
dutch: Blogberichten

source: Custom navigation label
dutch: Aangepast navigatie label

source: Dots inverse color
dutch: Punten omgekeerde kleur

source: Dots color
dutch: Punten kleur

source: By default navigation label is section title.
dutch: Standaard navigatielabel is sectietitel.

source: Enable navigation labels
dutch: Schakel navigatie labels in

source: Enable in section navigation
dutch: Inschakelen in sectie navigatie

source: Create a support ticket
dutch: Maak een ondersteuning ticket

source: Transparent Logo Height in Pixel
dutch: Transparante logo hoogte in pixel

source: Open Button #2 In New Window
dutch: Open knop #2 in nieuw venster

source: Open Button #1 In New Window
dutch: Open knop #1 in nieuw venster

source: Apply header cover settings for single product.
dutch: Instellingen voor header omslagafbeelding toepassen voor één product.

source: Keep %s updated
dutch: Houd %s up-to-date

source: Your settings were copied.
dutch: Je instellingen zijn gekopieerd.

source: Hide footer.
dutch: Verberg footer.

source: Display page excerpt as header cover description.
dutch: Pagina samenvatting weergeven als beschrijving van header omslag.

source: Display featured image as header cover.
dutch: Aanbevolen uitgelichte afbeelding weergeven als header omslagafbeelding.

source: Hide page title area.
dutch: Pagina titelgebied verbergen.

source: Hide header.
dutch: Verberg header.

source: Hide breadcrumb.
dutch: Verberg kruimelpad.

source: Only set if display site tagline.
dutch: Alleen instellen als de slogan van de site wordt weergegeven.

source: Site Tagline Color
dutch: Site slogan kleur

source: Full Width - Contained Content
dutch: Volledige breedte - inhoud

source: Full Width - Stretched Content
dutch: Volledige breedte - uitgerekte inhoud

source: Upgrade to %1s to unlock this feature.
dutch: Upgrade naar %1s om deze functie te ontgrendelen.

source: Page Settings
dutch: Pagina instellingen

source: Get OnePress Plus now!
dutch: Download nu OnePress Plus!

source: Free vs PLUS
dutch: Gratis vs PLUS

source: Recommended Actions
dutch: Aanbevolen acties

source: OnePress Plus Available! Take a look
dutch: OnePress Plus Beschikbaar! Bekijk hoe het er uit ziet

source: <h4 class="customizer-group-heading-message">Drag &amp; Drop Section Orders</h4><p class="customizer-group-heading-message">Check out the <a target="_blank" href="https://www.famethemes.com/plugins/onepress-plus/?utm_source=theme_customizer&utm_medium=text_link&utm_campaign=onepress_customizer#get-started">OnePress Plus</a> version for full control over the frontpage SECTIONS ORDER!</p><h4 class="customizer-group-heading-message">Advanced Section Styling</h4><p class="customizer-group-heading-message">Check out the <a target="_blank" href="https://www.famethemes.com/plugins/onepress-plus/?utm_source=theme_customizer&utm_medium=text_link&utm_campaign=onepress_customizer#get-started">OnePress Plus</a> version for full control over the section styling which includes background color, image, video, parallax effect, custom style and more ...</p>
dutch: <h4 class="customizer-group-heading-message">Drag &amp; Drop Section Orders</h4><p class="customizer-group-heading-message">Check out the <a target="_blank" href="https://www.famethemes.com/plugins/onepress-plus/?utm_source=theme_customizer&utm_medium=text_link&utm_campaign=onepress_customizer#get-started">OnePress Plus</a> version for full control over the frontpage SECTIONS ORDER!</p><h4 class="customizer-group-heading-message">Advanced Section Styling</h4><p class="customizer-group-heading-message">Check out the <a target="_blank" href="https://www.famethemes.com/plugins/onepress-plus/?utm_source=theme_customizer&utm_medium=text_link&utm_campaign=onepress_customizer#get-started">OnePress Plus</a> version for full control over the section styling which includes background color, image, video, parallax effect,aangepast style and more ...</p>

source: Ascending
dutch: Oplopend

source: Descending
dutch: Aflopend

source: Order
dutch: Volgorde

source: Random order
dutch: Willekeurige volgorde

source: Order by Page Order
dutch: Sorteren op pagina volgorde

source: Comment Count
dutch: Aantal reacties

source: Date
dutch: Datum

source: Author
dutch: Auteur

source: Default
dutch: Standaard

source: Order By
dutch: Sorteren op

source: Category to show
dutch: Te tonen categorie

source: Icon Size
dutch: Icoon grootte

source: Layout Settings
dutch: Lay-out instellingen

source: Rotating Text Background
dutch: Roterende tekst achtergrond

source: Rotating Text Color
dutch: Tekstkleur roteren

source: We are <span class="js-rotating">OnePress | One Page | Responsive | Perfection</span>
dutch: Wij zijn <span class="js-rotating">OnePress | Eén Pagina | Responsive | Perfectie</span>

source: Want to add <strong>background video</strong> for hero section? Upgrade to <a target="_blank" href="https://www.famethemes.com/plugins/onepress-plus/?utm_source=theme_customizer&utm_medium=text_link&utm_campaign=onepress_customizer#get-started">OnePress Plus</a> version.
dutch: Wil je <strong>achtergrondvideo</strong> voor hero gedeelte toevoegen? Upgrade naar <a target="_ blank" href="https://www.famethemes.com/plugins/onepress-plus/?utm_source=theme_customizer&utm_medium=text_link&utm_campaign=onepress_customizer#get-started">OnePress Plus</a>versie.

source: Disable Preload Icon
dutch: Schakel het pictogram voor vooraf laden uit

source: Link Hover Color
dutch: Link hoveren kleur

source: Link Color
dutch: Link kleur

source: Widget Title Color
dutch: Widget titel kleur

source: Enter int numbers and sum of them must smaller or equal 12, separated by "+"
dutch: Voer int getallen in en de som ervan moet kleiner of gelijk zijn aan 12, gescheiden door "+"

source: Custom footer %s columns width
dutch: Aangepaste footer %s kolombreedte

source: Custom footer 1 column width
dutch: Aangepaste footer 1 kolombreedte

source: Disable footer widgets
dutch: Schakel footer widgets uit

source: Number footer columns to display.
dutch: Aantal footer kolommen die moeten worden weergegeven.

source: Text Color
dutch: Tekstkleur

source: Upgrade to <a target="_blank" href="https://www.famethemes.com/plugins/onepress-plus/?utm_source=theme_customizer&utm_medium=text_link&utm_campaign=onepress_customizer#get-started">OnePress Plus</a> to be able to add more items and unlock other premium features!
dutch: Upgrade naar <a target="_blank" href="https://www.famethemes.com/plugins/onepress-plus/?utm_source=theme_customizer&utm_medium=text_link&utm_campaign=onepress_customizer#get-started">OnePress Plus</a> om meer items toe te voegen en andere premiumfuncties te ontgrendelen!

source: Right
dutch: Rechts

source: Left
dutch: Links

source: Center
dutch: Midden

source: Color
dutch: Kleur

source: The page cover padding bottom in percent (%).
dutch: De padding van de pagina omslagafbeelding onderaan in procent (%).

source: Padding Bottom
dutch: Bodem padding

source: The page cover padding top in percent (%).
dutch: De padding van de pagina omslagafbeelding in procent (%).

source: Padding Top
dutch: Padding bovenkant

source: Check this box to disable the page title bar on all pages.
dutch: Vink deze box aan om de titelbalk van de pagina op alle pagina's uit te schakelen.

source: Disable Page Title bar?
dutch: Pagina titelbalk uitschakelen?

source: Page Title Area
dutch: Paginatitel gebied

source: Padding left and right for Navigation items (pixels).
dutch: Padding links en rechts voor navigatie-items (pixels).

source: Navigation
dutch: Navigatie

source: Transparent Site Tagline Color
dutch: Transparante site slogan regel kleur

source: Transparent Site Title Color
dutch: Transparante kleur van sitetitel

source: Transparent Retina Logo
dutch: Transparant Retina logo

source: Only apply when transparent header option is checked.
dutch: Slechts toepassen indien transparante header is aangevinkt.

source: Transparent Logo
dutch: Transparant logo

source: Below Hero Slider
dutch: Onder Hero Slider

source: Top
dutch: Boven

source: Header Position
dutch: Header positie

source: Contained
dutch: In container

source: Header Width
dutch: Header breedte

source: Check this if you want to disable default google fonts in theme.
dutch: Vink aan indien je standaard Google Fonts wilt uitschakelen in thema.

source: Disable Google Fonts
dutch: Schakel Google lettertypen uit

source: Logo Height In Pixel
dutch: Logo hoogte in pixels

source: All
dutch: Alle

source: One thought on &ldquo;%2$s&rdquo;
dutch: Één gedachte over &ldquo;%2$s&rdquo;

source: Check this box to show single post meta such as post date, author, category,...
dutch: Vink deze box aan om meta van afzonderlijke berichten te tonen, zoals berichtdatum, auteur, categorie,...

source: Show single post meta
dutch: Toon berichtmeta op enkel bericht

source: Check this box to show post thumbnail on single post.
dutch: Vink deze box aan om thumbnails van berichten weer te geven op afzonderlijke berichten.

source: Show single post thumbnail
dutch: Toon thumbnail van enkelvoudig bericht.

source: Single Post
dutch: Enkel bericht

source: The amount of time in between slides, expressed as the number of milliseconds.
dutch: De tijd tussen slides, uitgedrukt in het aantal millisecondes.

source: Slider duration speed
dutch: Snelheid van de slider

source: This is the speed at which the image will fade in. Integers in milliseconds are accepted.
dutch: De snelheid van het invallen van de afbeelding. Hele getallen in millisecondes worden geaccepteerd.

source: Slider animation speed
dutch: Animatiesnelheid van de slider

source: Text animation speed
dutch: Animatiesnelheid van de tekst

source: Child theme uses it's own theme setting name, would you like to copy setting data from parent theme to this child theme?
dutch: Een sub-thema gebruikt zijn eigen naam voor thema instellingen. Wil je de instellingen van het hoofdthema kopiëren naar het sub-thema?

source: Search
dutch: Zoeken

source: Are you sure you want to copy?
dutch: Weet je zeker dat je wil kopiëren?

source: Recommend Plugins
dutch: Beveel plugins aan

source: Copy now
dutch: Nu kopiëren

source: To Theme
dutch: Naar thema

source: From Theme
dutch: Van thema

source: You're using %1$s theme, It's a child theme of OnePress
dutch: Je gebruikt het %1$s thema, dat is een subthema van OnePress

source: Import Demo Data
dutch: Demodata importeren

source: Save time by import our demo data, your website will be set up and ready to customize in minutes. %s
dutch: Bespaar tijd door onze demo gegevens te importeren. Je site is binnen een paar minuten ingesteld. %s

source: Read More Text
dutch: Lees verder tekst

source: View More
dutch: Bekijk meer

source: Read More Link
dutch: Lees meer link

source: No sidebar
dutch: Geen zijbalk

source: Left sidebar
dutch: Zijbalk links

source: Right sidebar
dutch: Zijbalk rechts

source: Site Layout, apply for all pages, exclude home page and custom page templates.
dutch: Site lay-out, toegepast op alle pagina's, met uitzondering van homepage en eigen templates.

source: WooCommerce Sidebar
dutch: WooCommerce zijbalk

source: 1 Column
dutch: 1 kolom

source: Enable Lightbox
dutch: Lightbox inschakelen

source: Number items
dutch: Geef items een nummer

source: Layout columns
dutch: Lay-out van kolommen

source: Row Height
dutch: Hoogte van de rij

source: Item Spacing
dutch: Ruimte tussen items

source: Justified
dutch: Uitgevuld

source: Carousel
dutch: Carrousel

source: Grid
dutch: Raster

source: Display
dutch: Weergave

source: Default, inside container
dutch: Standaard, binnen container

source: Select Gallery Page
dutch: Selecteer galerijpagina

source: Page
dutch: Pagina

source: Select Gallery Source
dutch: Selecteer galerij bron

source: Gallery
dutch: Galerij

source: gallery
dutch: galerij

source: Section: Gallery
dutch: Sectie: Galerij

source: Scroll to top when click to the site logo or site title, only apply on front page.
dutch: Scroll naar boven wanneer je op het het site-logo of site-titel klikt. Alleen toepassen op voorpagina.

source: Hey.
dutch: Hallo.

source: %1$s you will need to install and activate the %2$s plugin first.
dutch: %1$s je dient eerst de %2$s plugin te installeren en activeren.

source: Active Now
dutch: Nu actief

source: Install Now
dutch: Nu installeren

source: Button #2 style
dutch: Knop #2 stijl

source: More News Button Text
dutch: Knoptekst voor meer nieuws

source: It should be your blog page link.
dutch: Het zou de link naar je blogpagina moeten zijn.

source: Danger
dutch: Gevaar

source: Warning
dutch: Waarschuwing

source: Info
dutch: Informatie

source: Success
dutch: Gelukt

source: Primary
dutch: Primair

source: Button
dutch: Knop

source: Button Secondary
dutch: Secondaire knop

source: Button Primary
dutch: Primaire knop

source: Button #1 style
dutch: Knop #1 stijl

source: The hero content padding bottom in percent (%).
dutch: De onderkant van de Hero inhoud padding in procenten (%).

source: The hero content padding top in percent (%).
dutch: De bovenkant van de padding van de inhoud van de Hero in procenten (%).

source: The delay between the changing of each phrase in milliseconds.
dutch: De vertraging van het wisselen van tekst in millisecondes.

source: The newsletter form use MailChimp, please follow <a target="_blank" href="https://mailchimp.com/help/host-your-own-signup-forms/">this guide</a> to know how to get MailChimp Action URL. Example <i>//famethemes.us8.list-manage.com/subscribe/post?u=521c400d049a59a4b9c0550c2&amp;id=83187e0006</i>
dutch: Het nieuwsbrief formulier gebruikt Mailchimp, please follow <a target="_blank" href="https://mailchimp.com/help/host-your-own-signup-forms/">this guide</a> te weten hoe je Mailchimp actie URL kan verkrijgen. Example <i>//famethemes.us8.list-manage.com/subscribe/post?u=521c400d049a59a4b9c0550c2&amp;id=83187e0006</i>

source: Hide site tagline
dutch: Verberg site slogan

source: Hide site title
dutch: Verberg site-titel

source: image
dutch: Afbeelding

source: Text animation
dutch: Tekst animatie

source: OnePress Theme %s
dutch: OnePress Thema %s

source: %1$s action required
dutch: %1$s actie vereist

source: Custom CSS
dutch: Aangepaste CSS

source: Why choose Us
dutch: Waarom voor ons kiezen

source: Services Layout Settings
dutch: Diensten lay-out instelling

source: Custom Link
dutch: Aangepaste link

source: Description
dutch: Beschrijving

source: Features content
dutch: Inhoud van de features

source: Features Layout Setting
dutch: Functies lay-out instelling

source: Features
dutch: Eigenschappen

source: Section: Features
dutch: Sectie: Features

source: Section Description
dutch: Beschrijving van sectie

source: Image
dutch: Afbeelding

source: Content Text
dutch: Inhoud tekst

source: Display Layout
dutch: Weergave lay-out

source: Icon
dutch: Icoon

source: Social network
dutch: Sociaal netwerk

source: Socials
dutch: Social media

source: Apply for front page template only.
dutch: Alleen toepassen op template voor voorpagina.

source: Header Transparent
dutch: Transparante header

source: Subscribe
dutch: Aanmelden

source: Enter your e-mail address
dutch: Voer je e-mailadres in

source: Support for %s WordPress theme is conducted through FameThemes support ticket system.
dutch: Support voor %s WordPress thema wordt alleen gegeven via het FameThemes ondersteuning ticketsysteem.

source: OnePress Documentation
dutch: OnePress documentatie

source: 2 Columns
dutch: 2 kolommen

source: 3 Columns
dutch: 3 kolommen

source: 4 Columns
dutch: 4 kolommen

source: Team Layout Settings
dutch: Team lay-out instellingen

source: Page Excerpt
dutch: Paginasamenvatting

source: Full Page Content
dutch: Volledige inhoud van pagina

source: Item content source
dutch: Item inhoud bron

source: About content page
dutch: Over inhoud pagina

source: Enable parallax effect (apply for first BG image only)
dutch: Parallax effect inschakelen (alleen van toepassing op eerste achtergrond afbeelding)

source: If you use logo and your logo is too tall, check this box to auto vertical align menu.
dutch: Als je een logo gebruikt en het logo is te hoog, vink dit dan aan om het menu automatisch verticaal uit te lijnen.

source: Center vertical align for menu
dutch: Midden-verticaal uitlijnen voor menu

source: Responsive Menu Button Color
dutch: Responsive menu knopkleur

source: Menu Link Hover/Active BG Color
dutch: Menu link hoveren/actieve achtergrond kleur

source: Menu Link Hover/Active Color
dutch: Menu link hoveren/actieve kleur

source: Menu Link Color
dutch: Menu link kleur

source: Only set if you don't use an image logo.
dutch: Alleen instellen als je geen afbeeldingslogo gebruikt.

source: Site Title Color
dutch: Site titelkleur

source: Background Color
dutch: Achtergrondkleur

source: Primary Color
dutch: Hoofdkleur

source: Site Colors
dutch: Sitekleuren

source: User media
dutch: Media van gebruiker

source: Background image
dutch: Achtergrond afbeelding

source: Paste Youtube or Vimeo url here
dutch: Plak een YouTube of Vimeo URL hier

source: Section heading
dutch: Sectie koptekst

source: Section: Video Lightbox
dutch: Sectie: video lightbox

source: Hooray! There are no required actions for you right now.
dutch: Hoera, er zijn op dit moment geen acties vereist van je.

source: Change homepage page template
dutch: Wijzig template van homepage

source: In order to change homepage section contents, you will need to set template "Frontpage" for your homepage.
dutch: Om de inhoud van de homepage sectie aan te passen, moet je de template "Voorpagina" selecteren voor je homepage.

source: Set your homepage page template to "Frontpage".
dutch: Stel je homepage template in op "Voorpagina".

source: Setup front page displays
dutch: Instellen van weergave van voorpagina
