Repository: prasish012/try
Catalog: try/media_copy/translations/shopical/existing_translations/PO FILES AS DATASETS FROM WP.TRANSLATE 2/*/wp-themes-prespa-*.po
Languages: italian

source: Show sub menu
italian: Mostra sottomenu

source: Image Placeholder
italian: Segnaposto dell'immagine

source: Post read time
italian: Tempo di lettura dell'articolo

source: Leave a Comment<span class="screen-reader-text"> on %s</span>
italian: Lascia un commento<span class="screen-reader-text"> su %s</span>

source: Edit <span class="screen-reader-text">%s</span>
italian: Modifica <span class="screen-reader-text">%s</span>

source: Related Posts
italian: Articoli correlati

source: View all posts by
italian: Visualizza tutti gli articoli di

source: Author:
italian: Autore:

source: --Select--
italian: --Seleziona--

source: Posts navigation
italian: Navigazione articoli

source: Prespa dark mode logo
italian: Logo Prespa in modalità scura

source: sec read
italian: secondi di lettura

source: min read
italian: minuti di lettura

source: hrs read
italian: ore di lettura

source: days read
italian: giorni di lettura

source: Woocommerce Notifications Background Color
italian: Colore di sfondo delle notifiche Woocommerce

source: Add to Cart Text Color
italian: Colore del testo del pulsante Aggiungi al carrello

source: Add to Cart Background Color
italian: Colore di sfondo del pulsante Aggiungi al carrello

source: Customize WooCommerce colors. By default, the theme uses theme accent colors to handle these but you can specify specific styles here for more flexibility.
italian: Personalizza i colori di WooCommerce. Per impostazione predefinita, il tema utilizza i colori in risalto del tema per gestirli, ma puoi specificare qui stili particolari per una maggiore flessibilità.

source: Colors
italian: Colori

source: Logo Width
italian: Larghezza del logo

source: Add light version of the logo. It will be displayed in dark mode.
italian: Aggiungi la versione chiara del logo. Verrà visualizzato nella modalità scura.

source: Light Logo
italian: Logo chiaro

source: Woocommerce Sidebar
italian: Barra laterale Woocommerce

source: Choose the sidebar position on the blog posts, including the post archives.
italian: Scegli la posizione della barra laterale negli articoli del blog, compresi gli archivi degli articoli.

source: Post Sidebar
italian: Barra laterale dell'articolo

source: Choose the sidebar position on the site's pages, including the static home page.
italian: Scegli la posizione della barra laterale nelle pagine del sito, compresa la homepage statica.

source: Left Sidebar
italian: Barra laterale sinistra

source: None
italian: Nessuno

source: Right Sidebar
italian: Barra laterale destra

source: Page Sidebar
italian: Barra laterale della pagina

source: Footer Width
italian: Larghezza del footer

source: Post Content Wrap
italian: Racchiudi il contenuto dell'articolo

source: Seperate Containers
italian: Contenitori separati

source: No Wrap
italian: Non racchiudere

source: Wrap posts in a card or leave them as plain text.
italian: Racchiudi gli articoli in una scheda o lasciali come testo semplice.

source: Page Content Wrap
italian: Racchiudi il contenuto della pagina

source: Adjust the width of the container.
italian: Regola la larghezza del contenitore.

source: Header Width
italian: Larghezza dell'header

source: Set custom width for the footer.
italian: Imposta la larghezza personalizzata per il footer.

source: Footer Layout
italian: Layout del footer

source: Sidebar Layout
italian: Layout della barra laterale

source: Container Layout
italian: Layout del contenitore

source: Set custom width for the header.
italian: Imposta la larghezza personalizzata per l'header.

source: Header Layout
italian: Layout dell'header

source: Set custom width for the header, container and the footer. Wrap posts and pages into beatiful containers.
italian: Imposta una larghezza personalizzata per l'header, il contenitore e il footer. Racchiudi gli articoli e le pagine in splendidi contenitori.

source: Select a category
italian: Seleziona una categoria

source: By Category
italian: Per categoria

source: Ascending
italian: Crescente

source: Descending
italian: Decrescente

source: Post Order
italian: Ordine degli articoli

source: Title
italian: Titolo

source: You Might Have Missed
italian: Ti potrebbe piacere

source: Show "You Missed" Section
italian: Mostra la sezione "Ti potrebbe piacere"

source: Category Image %d
italian: Immagine della categoria %d

source: Category %d
italian: Categoria %d

source: View All Button Link
italian: Link pulsante Visualizza tutto

source: View All Button Label
italian: Etichetta pulsante Visualizza tutto

source: View All
italian: Visualizza tutto

source: Post Categories Subtitle
italian: Sottotitolo delle categorie dell'articolo

source: Post Categories Title
italian: Titolo delle categorie dell'articolo

source: Post Categories
italian: Categorie dell'articolo

source: Unchecking this will stick the add to cart and profile icons to the right corner of the screen on page scroll.
italian: Se deselezioni questa opzione, le icone Aggiungi al carrello e Profilo rimarranno nell'angolo destro dello schermo durante lo scorrimento della pagina.

source: Show Woocommerce Icons
italian: Mostra le icone Woocommerce

source: Add your mail address
italian: Aggiungi il tuo indirizzo email

source: Email address
italian: Indirizzo email

source: Add your phone number
italian: Aggiungi il tuo numero di telefono

source: Phone number
italian: Numero di telefono

source: Add your address
italian: Aggiungi il tuo indirizzo

source: Address
italian: Indirizzo

source: Display a top bar menu on top of the site header. Please note that on mobile this menu gets combined with the primary menu for better user experience.
italian: Visualizza un menu nella barra sopra l'header del sito. Tieni presente che nei dispositivi mobili questo menu viene combinato con il menu principale per migliorare l'esperienza dell'utente.

source: Enable Top Menu
italian: Abilita il menu in alto

source: Menu Item Hover Animation
italian: Animazione delle voci del menu al passaggio del mouse

source: Enable Current Menu Item Underline
italian: Abilita la sottolineatura della voce menu corrente

source: Show Search Icon
italian: Mostra l'icona di ricerca

source: Contact
italian: Contatti

source: space between
italian: intermedio

source: center
italian: centro

source: normal
italian: normale

source: Position the site title and the primary menu in relation to each other.
italian: Metti il titolo del sito e il menu principale in relazione tra loro.

source: Site Header Text Alignment
italian: Allineamento del testo dell'header del sito

source: static
italian: statico

source: sticky
italian: in evidenza

source: fixed
italian: fisso

source: Position the header on top of the page (static position), show it while scrolling (fixed) or only show it when you scroll up (sticky). The default positon is sticky.
italian: Posiziona l'header in cima alla pagina (posizione statica), mostralo durante lo scorrimento (fisso) o solo quando si scorre verso l'alto (in evidenza). La posizione predefinita è in evidenza.

source: Header Position
italian: Posizione dell'header

source: centered site title and logo
italian: titolo e logo del sito centrati

source: left site title and logo
italian: titolo e logo del sito a sinistra

source: right site title and logo
italian: titolo del sito e logo a destra

source: Reorder the way header items (site title, site description, logo and primary menu) are displayed
italian: Riordina la visualizzazione degli elementi dell'header (titolo e descrizione del sito, logo e menu principale)

source: Header Presets
italian: Preimpostazione dell'header

source: Display a top bar menu on top of the site header and customize it accordingly. You can add business info to it, social icons, e-commerce icon, etc. You can also display a standard WordPress menu here by creating a menu and linking it to the "top menu" location. (appearance => menus)
italian: Visualizza una menu a barra sopra l'header del sito e personalizzalo di conseguenza. Puoi aggiungere informazioni sull'azienda, icone social, icone di e-commerce, ecc. Puoi anche visualizzare un menu standard di WordPress creando un menu e collegandolo alla posizione "menu in alto". (aspetto → menu)

source: Top Bar
italian: Barra in alto

source: Customize the way the site header is displayed. The site header in this theme consists of the site title, tagline and the primary menu. Enable transparent header menu - go pro version.
italian: Personalizza il modo in cui viene visualizzato l'header del sito. L'header del sito in questo tema è composto dal titolo del sito, dalla descrizione e dal menu principale. Per abilitare il menu trasparente dell'header, passa alla versione PRO.

source: Site Header
italian: Header del sito

source: Customize the site header with the options below.
italian: Personalizza l'header del sito con le opzioni qui sotto.

source: Header Options
italian: Opzioni Header

source: Upgrade to PRO
italian: Passa a PRO

source: Pro Available
italian: Versione Pro disponibile

source: Show breadcrumbs on single pages
italian: Mostra i breadcrumb nelle singole pagine

source: Show breadcrumbs on single posts
italian: Mostra i breadcrumb nei singoli articoli

source: Show a loading spinner while the page is loaded
italian: Mostra uno spinner di caricamento per la pagina

source: Enable Page Loader on Homepage
italian: Abilita l'icona di caricamento sulla homepage

source: Show Back to Top Button
italian: Mostra il pulsante Torna in alto

source: Customize the way the website is displayed. Enable custom mouse cursor - go pro version.
italian: Personalizza il modo in cui viene visualizzato il sito web. Per abilitare il cursore del mouse personalizzato, passa alla versione PRO.

source: General Settings
italian: Impostazioni Generali

source: Twitter
italian: X

source: View list of available social icons
italian: Visualizza l'elenco delle icone social disponibili

source: Add Row
italian: Aggiungi riga

source: Add your social media links and their icons will automatically appear in the top bar menu. Drag and drop the urls to rearrange the order of the icons.
italian: Aggiungi i tuoi link ai social media e le icone appariranno automaticamente nel menu della barra in alto. Trascina e rilascia gli url per riorganizzare l'ordine delle icone.

source: Social Icons
italian: Icone social

source: Add your social media links and their icons will automatically appear in the footer. Drag and drop the urls to rearrange the order of the icons.
italian: Aggiungi i tuoi link ai social media e le icone appariranno automaticamente nel footer. Trascina e rilascia gli url per riorganizzare l'ordine delle icone.

source: Show Social icons
italian: Mostra icone social

source: Footer Links Color
italian: Colore dei link del footer

source: Footer Text Color
italian: Colore del testo del footer

source: Footer Background Color
italian: Colore di sfondo del footer

source: Change footer styles. Add copyright info and remove default theme credits - go pro version.
italian: Modifica gli stili del footer. Per aggiungere le informazioni sul copyright, e rimuovere i crediti predefiniti del tema, passa alla versione PRO.

source: Footer Options
italian: Opzioni Footer

source: Background
italian: Sfondo

source: Enable site visitors to switch to dark or light theme mode in the header menu.
italian: Consenti ai visitatori del sito di passare alla modalità chiara o scura del tema nel menu dell'header.

source: Enable Dark Mode Switcher
italian: Abilita il selettore della modalità scura

source: Night Mode
italian: Modalità Notte

source: Top Bar Text Color
italian: Colore del testo della barra in alto

source: Top Bar Background Color
italian: Colore di sfondo della barra in alto

source: Primary Menu Text Color
italian: Colore del testo del menu principale

source: Buttons Background Color
italian: Colore di sfondo dei pulsanti

source: Links Text Color
italian: Colore del testo dei link

source: Link Headings Text Color
italian: Colore del testo dei link dei titoli

source: Body Text Color
italian: Colore del corpo del testo

source: Headings Text Color
italian: Colore dei titoli

source: Secondary Accent Color
italian: Colore in risalto secondario

source: Primary Accent Color
italian: Colore in risalto principale

source: Display related posts after post content in single blog posts
italian: Visualizza gli articoli correlati dopo il contenuto dell'articolo nei singoli articoli del blog

source: Show related posts
italian: Mostra gli articoli correlati

source: Display social share icons inside blog posts.
italian: Visualizza le icone di condivisione social all'interno degli articoli del blog.

source: Show social share icons
italian: Mostra le icone di condivisione social

source: Display post author box after post content on single blog posts
italian: Visualizza il riquadro autore dell'articolo dopo il contenuto nell'articolo singolo del blog

source: Show post author box
italian: Mostra il riquadro autore dell'articolo

source: Inside post
italian: Dentro l'articolo

source: Fullwidth header
italian: Header a larghezza piena

source: Display the post featured image as a fullwidth header above post content or inside the post
italian: Visualizza l'immagine in evidenza dell'articolo come header a larghezza piena sopra il contenuto dell'articolo o all'interno dell'articolo.

source: Featured Image Display
italian: Visualizza immagine in evidenza

source: Underline
italian: Sottolinea

source: Choose an animation to display when hovering over a menu item.
italian: Scegli un'animazione da visualizzare quando passi il mouse su una voce del menu.

source: Post Archives Title Hover Animation
italian: Animazione del titolo dell'archivio articoli al passaggio del mouse

source: Disabled
italian: Disabilitato

source: Rotate Text Animation
italian: Animazione di rotazione del testo

source: Slide Up Animation
italian: Animazione di scorrimento verso l'alto

source: Zoom In Animation
italian: Animazione Zoom In

source: Animate blog posts in post archives.
italian: Anima gli articoli del blog nell'archivio articoli.

source: Post Loop Animation
italian: Animazione loop articolo

source: Grid
italian: Griglia

source: Display post columns in a grid or masonry layout
italian: Visualizza le colonne degli articoli in una griglia o in un layout masonry

source: Post Archives Display
italian: Visualizza l'archivio articoli

source: Four Columns
italian: Quattro colonne

source: Three Columns
italian: Tre colonne

source: Two Columns
italian: Due colonne

source: One Column
italian: Una colonna

source: Display posts in post archives in a single or multi-column layout
italian: Visualizza gli articoli nell'archivio articoli in un layout a una o più colonne

source: Post Archives Layout
italian: Layout dell'archivio articoli

source: Enter a number between 10 and 55. Default is 55.
italian: Inserisci un numero compreso tra 10 e 55. Il valore predefinito è 55.

source: Post Excerpt Length
italian: Lunghezza riassunto dell'articolo

source: Show post excerpts instead of full content for your post archives.
italian: Mostra i riassunti degli articoli invece del contenuto completo nell'archivio articoli.

source: Blog Excerpts
italian: Riassunti blog

source: Customize the way blog posts meta information in post archives and single blog posts are displayed. You can choose to show or hide the post meta after the post content. Drag and drop the boxes to chage the post meta order.
italian: Personalizza la visualizzazione delle informazioni meta degli articoli singoli del blog e nell'archivio. Puoi scegliere se mostrare o nascondere le informazioni meta degli articoli dopo il loro contenuto. Trascina e rilascia le caselle per modificare l'ordine delle informazioni meta degli articoli.

source: Show Post Meta After Post Content
italian: Mostra le informazioni meta dell'articolo dopo il contenuto

source: Show Time to Read
italian: Mostra il tempo di lettura

source: Show Number of Comments
italian: Mostra il numero di commenti

source: Show Post Tags
italian: Mostra i tag degli articoli

source: Show Post Categories
italian: Mostra le categorie dell'articolo

source: Show Post Author
italian: Mostra l'autore dell'articolo

source: Show Post Date
italian: Mostra la data dell'articolo

source: Customize the way blog posts meta information in post archives and single blog posts are displayed. You can choose to show or hide the post meta before the post content. Drag and drop the boxes to chage the post meta order.
italian: Personalizza la visualizzazione delle informazioni meta degli articoli singoli del blog e nell'archivio. Puoi scegliere se mostrare o nascondere le informazioni meta degli articoli dopo il loro contenuto. Trascina e rilascia le caselle per modificare l'ordine delle informazioni meta degli articoli.

source: Show Post Meta Before Post Content
italian: Mostra le informazioni meta dell'articolo prima del contenuto

source: If there is no featured image assigned to the post, try to get the first image from the post content.
italian: Senza un'immagine in evidenza assegnata, si applica la prima immagine estratta dal contenuto dell'articolo.

source: Display post content image as a fallback featured image in post archives
italian: Visualizza l'immagine del contenuto dell'articolo come immagine in evidenza di riserva nell'archivio articoli

source: Show post categories on top of the post
italian: Mostra le categorie dell'articolo in alto

source: Show post categories
italian: Mostra le categorie dell'articolo

source: Customize the way blog posts are displayed.
italian: Personalizza la visualizzazione degli articoli del blog.

source: Blog Settings
italian: Impostazioni Blog

source: Add
italian: Aggiungi

source: Reset
italian: Reimposta

source: Mobile
italian: Dispositivi mobili

source: Shadow
italian: Ombreggiatura

source: Pulse
italian: Impulso

source: Slide in
italian: Scorrimento interno

source: Border Move
italian: Sposta bordo

source: Rollover
italian: Rotola

source: Choose button hover animation.
italian: Scegli l'animazione del pulsante al passaggio del mouse.

source: Button hover animation
italian: Animazione del pulsante al passaggio del mouse

source: Add link to the button. You can link it to the About page or the Contact page or to a specific section from the Homepage.
italian: Aggiungi un link al pulsante. Puoi collegarlo alla pagina Chi siamo, Contatti o a una sezione specifica della homepage.

source: Button Link
italian: Link del pulsante

source: Change the default text of the button.
italian: Modifica il testo predefinito del pulsante.

source: Button Text
italian: Testo del pulsante

source: Get Started
italian: Come iniziare

source: Change the default text of the header description.
italian: Modifica il testo predefinito della descrizione dell'header.

source: Header Description
italian: Descrizione dell'header

source: Don't let the opportunity pass by
italian: Non lasciarti sfuggire questa opportunità

source: Change the default text of header title.
italian: Modifica il testo predefinito del titolo dell'header.

source: Header Title
italian: Titolo dell'header

source: JOURNEY OF A THOUSAND MILES BEGINS WITH A SINGLE STEP
italian: UN VIAGGIO DI MILLE CHILOMETRI INIZIA CON UN SOLO PASSO

source: Header Image Gradient Color Two
italian: Gradiente Due dell'immagine dell'header

source: Header Image Gradient Color One
italian: Gradiente Uno dell'immagine dell'header

source: Control the gradient density. From 0 to 9. Default is 4. Set it to 0 to remove the entire gradient.
italian: Controlla la densità del gradiente. Da 0 a 9. L'impostazione predefinita è 4. Imposta su 0 per rimuovere l'intero gradiente.

source: Header Image Gradient Density
italian: Densità del gradiente dell'immagine dell'header

source: Add beautiful parallax effect on page scroll.
italian: Aggiungi un accattivante effetto parallasse allo scorrimento della pagina.

source: Header Image Parallax
italian: Immagine dell'header in parallasse

source: Choose how you want to position the header image.
italian: Scegli come posizionare l'immagine dell'header.

source: Header Background Position
italian: Posizione dello sfondo dell'header

source: Control the height of the header image. Default is 380px.
italian: Controlla l'altezza dell'immagine dell'header. L'impostazione predefinita è 380px.

source: Header Image Height
italian: Altezza dell'immagine dell'header

source: Toggle Navigation
italian: Attiva/Disattiva navigazione

source: Main navigation
italian: Navigazione principale

source: Secondary navigation
italian: Navigazione secondaria

source: Skip to content
italian: Vai al contenuto

source: Widgets in this area will be displayed in the fourth column in the footer.
italian: I widget di quest'area saranno visualizzati nella quarta colonna del footer.

source: Widgets in this area will be displayed in the third column in the footer.
italian: I widget di quest'area saranno visualizzati nella terza colonna del footer.

source: Widgets in this area will be displayed in the second column in the footer.
italian: I widget di quest'area saranno visualizzati nella seconda colonna del footer.

source: Widgets in this area will be displayed in the first column in the footer.
italian: I widget di quest'area saranno visualizzati nella prima colonna del footer.

source: Sidebar
italian: Barra laterale

source: Top
italian: In alto

source: Primary
italian: Primario

source: Footer Widget Area
italian: Area widget del footer

source: Comments are closed.
italian: I commenti sono chiusi.

# comments title
source: %1$s Comment
italian: %1$s commento

source: One Comment
italian: Un commento

source: The requested url was not found on this server. Maybe try one of the links below or a search?
italian: L'url richiesto non è stato trovato su questo server. Puoi provare con uno dei link qui sotto o con una ricerca.

source: Page not Found
italian: Pagina non trovata
