Repository: prasish012/try
Catalog: try/media_copy/translations/shopical/existing_translations/PO FILES AS DATASETS FROM WP.TRANSLATE 2/*/wp-themes-onepress-*.po
Languages: dutch

source: In order to have the one page look for your website, please go to Customize -&gt; Static Front Page and switch "Front page displays" to "A static page".
dutch: Om een één pagina weergave voor je site te krijgen, ga naar Customize -&gt; Statische voorpagina en schakel "Voorpagina weergave" naar "Een statische pagina".

source: Switch "Front page displays" to "A static page"
dutch: Wissel "Voorpagina toont" naar een statische pagina

source: Dismiss
dutch: Negeren

source: Welcome to OnePress - Version %1s
dutch: Welkom bij OnePress - Versie %1s

source: Welcome! Thank you for choosing %1$s! To fully take advantage of the best our theme can offer please make sure you visit our <a href="%2$s">Welcome page</a>
dutch: Welkom. Bedankt voor het kiezen van %1$s. Om het beste gebruik te maken van wat ons thema te bieden heeft, bezoek je onze <a href="%2$s">welkomstpagina</a>

source: OnePress Theme
dutch: OnePress Thema

source: Background Overlay Color
dutch: Achtergrond overlay kleur

source: Section Order & Styling
dutch: Sectie volgorde & styling

source: Check this box to disable sticky header when scroll.
dutch: Vink deze box aan om sticky headers uit te schakelen tijdens het scrollen.

source: Disable Sticky Header?
dutch: Sticky header uitschakelen?

source: Left Sidebar
dutch: Zijbalk links

source: Full Width
dutch: Volledige breedte

source: It seems we can&rsquo;t find what you&rsquo;re looking for. Perhaps searching can help.
dutch: Het lijkt erop dat we niet kunnen vinden waar je naar zoekt. Misschien kun je er naar zoeken.

source: Sorry, but nothing matched your search terms. Please try again with some different keywords.
dutch: Er kwam niets overeen met je zoektermen. Probeer het nog eens met wat andere keywords.

source: Ready to publish your first post? <a href="%1$s">Get started here</a>.
dutch: Klaar om je eerste bericht te publiceren? <a href="%1$s">Ga hier aan de slag</a>.

source: Nothing Found
dutch: Niets gevonden

source: Pages:
dutch: Pagina&#39;s:

source: #services
dutch: #diensten

source: You can install %1$s plugin and go to Customizer &rarr; Section: Contact &rarr; Section Content to show a working contact form here.
dutch: Je kunt de %1$s plugin installeren en naar Customizer &rarr; Sectie: Contact &rarr; Sectie: Inhoud gaan om een werkend contactformulier te zien.

source: Search Results for: %s
dutch: Zoekresultaten voor: %s

source: Your comment is awaiting moderation.
dutch: Je reactie is in afwachting van moderatie.

source: Edit
dutch: Bewerken

source: Reply
dutch: Beantwoorden

source: Post author
dutch: Bericht auteur

source: (Edit)
dutch: (Bewerken)

source: % Comments
dutch: % reacties

source: 1 Comment
dutch: 1 reactie

source: Leave a comment
dutch: Een reactie plaatsen

source: Tagged %1$s
dutch: Getagd %1$s

source: Posted in %1$s
dutch: Geplaatst in %1$s

# post author
source: by %s
dutch: door %s

# post date
source: Posted on %s
dutch: Gepost op %s

source: Having Trouble, Need Support?
dutch: Heb je problemen, heb je hulp nodig?

source: Need any help to setup and configure %s? Please have a look at our documentations instructions.
dutch: Hulp nodig bij het instellen van %s? Kijk bij onze documentatie.

source: Theme Documentation
dutch: Thema documentatie

source: Start Customize
dutch: Start de Customizer

source: %s supports the Theme Customizer for all theme settings. Click "Customize" to start customize your site.
dutch: %s ondersteunt de Thema Customizer voor alle thema instellingen. Klik op "Customize" om je site aan te passen.

source: Theme Customizer
dutch: Thema Customizer

source: OnePress is a creative and flexible WordPress ONE PAGE theme well suited for business, portfolio, digital agency, product showcase, freelancers websites.
dutch: OnePress is een creatief en flexibel WordPress één pagina thema dat goed past in bedrijf, portfolio, internetbureau, product showcase en freelancers sites.

source: Fax
dutch: Faxnummer

source: Phone
dutch: Telefoon

source: Address
dutch: Adres

source: Contact Box Title
dutch: Contact-box titel

source: Contact Text
dutch: Contact tekst

source: Check this box to hide contact form.
dutch: Vink deze box aan om het contact formulier te verbergen.

source: Hide contact form completely.
dutch: Verberg contactformulier.

source: Get in touch
dutch: Contact opnemen

source: Section: Contact
dutch: Sectie: Contact

source: Read Our Blog
dutch: Lees ons blog

source: Number of post to show
dutch: Aantal berichten om te tonen

source: Latest News
dutch: Laatste nieuws

source: Section: News
dutch: Section: Nieuws

source: Team members
dutch: Teamleden

source: Our Team
dutch: Ons team

source: Section: Team
dutch: Sectie: Team

source: After number
dutch: Na het nummer

source: Before number
dutch: Voor het nummer

source: Number
dutch: Nummer

source: Your counter label
dutch: Label van de teller

source: Title
dutch: Titel

source: Counter content
dutch: inhoud van de teller

source: Our Numbers
dutch: Onze getallen

source: Section: Counter
dutch: Sectie: Teller

source: Custom icon
dutch: Aangepast pictogram

source: Service content
dutch: Diensten-inhoud

source: Our Services
dutch: Onze diensten

source: services
dutch: diensten

source: Section: Services
dutch: Sectie: Diensten

source: Link to single page
dutch: Link naar enkele pagina

source: Hide item title
dutch: Verberg item titel

source: Select a page
dutch: Selecteer een pagina

source: Section Content
dutch: Sectie - inhoud

source: Section Subtitle
dutch: Sectie subtitel

source: Section subtitle
dutch: Sectie subtitel

source: Section Title
dutch: Sectietitel

source: about
dutch: Over

source: Section Settings
dutch: Sectie instellingen

source: Section: About
dutch: Sectie: Over

source: Button #2 Link
dutch: Knop #2 Link

source: Button #2 Text
dutch: Knop #2 Tekst

source: Get Started
dutch: Ga aan de slag

source: Button #1 Link
dutch: Knop #1 Link

source: #about
dutch: #over

source: Button #1 Text
dutch: Knop #1 Tekst

source: About Us
dutch: Over ons

source: You can use text rotate slider in this textarea too.
dutch: Je kunt een tekstroteer-slider in dit tekstvak gebruiken.

source: Small Text
dutch: Kleine tekst

source: Text Rotating Guide: Put your rotate texts separate by "|" into <span class="js-rotating">...</span>, go to Customizer -> Theme Options -> Section: Hero -> Hero Settings to control rotate animation.
dutch: Tekst roteer handleiding: Plaats je roteer tekst met een "|" scheidingsteken in <span class="js-rotating">...</span>, ga naar Customizer->Site Optie->Animeren om de roteer animatie in te stellen.

source: Large Text
dutch: Grote tekst

source: Hero Content Layout
dutch: Hero inhoud lay-out

source: Background Image
dutch: Achtergrondafbeelding

source: Background
dutch: Achtergrond

source: Background Images
dutch: Achtergrondafbeeldingen

source: Hero Background Media
dutch: Hero achtergrondmedia

source: Padding Bottom:
dutch: Padding onderkant:

source: Padding Top:
dutch: Padding bovenkant:

source: Check this box to make hero section full screen.
dutch: Vink deze box aan om de Hero sectie schermvullend te maken.

source: Make hero section full screen
dutch: Maak Hero sectie tot volledig scherm

source: Section ID:
dutch: Sectie ID:

source: Check this box to hide this section.
dutch: Vink deze box aan om deze sectie te verbergen.

source: Hide this section?
dutch: Verberg deze sectie?

source: Hero Settings
dutch: Hero instellingen

source: Section: Hero
dutch: Sectie: Hero

source: Newsletter Form Title
dutch: Titel van nieuwsbriefformulier

source: Check this box to hide footer newsletter form.
dutch: Vink deze box aan om footer nieuwsbrief formulier te verbergen.

source: Hide Footer Newsletter?
dutch: Footer nieuwsbrief verbergen?

source: Social Footer Title
dutch: Titel van social footer

source: The social profiles specified below will be displayed in the footer of your site.
dutch: De instelling voor sociale profielen hieronder worden in de footer van je site getoond.

source: Check this box to hide footer social section.
dutch: Vink deze box aan om de sociale sectie in de footer te verbergen.

source: Hide Footer Social?
dutch: Footer sociaal verbergen?

source: Check this box to hide footer back to top button.
dutch: Vink deze box aan om footer terug naar bovenkant knop te verbergen.

source: Hide footer back to top?
dutch: Footer terug naar boven verbergen?

source: Check this box to disable all element animation when scroll.
dutch: Vink deze box aan om alle element animatie uit te schakelen tijdens het scrollen.

source: Disable animation effect?
dutch: Animatie effect uitschakelen?

source: Global
dutch: Globaal

source: Theme Options
dutch: Thema opties

source: Select member
dutch: Selecteer lid

source: Select page
dutch: Selecteer pagina

source: Close
dutch: Sluiten

source: Change
dutch: Wijzigen

source: Add
dutch: Toevoegen

source: Remove
dutch: Verwijderen

source: Item
dutch: Artikel

source: Add an item
dutch: Item toevoegen

source: Skip to content
dutch: Ga naar de inhoud

source: Sidebar
dutch: Zijbalk

source: Primary Menu
dutch: Primair menu

source: %1$s theme by %2$s
dutch: %1$s thema door %2$s

source: Copyright %1$s %2$s %3$s
dutch: Auteursrecht %1$s %2$s %3$s

source: Back To Top
dutch: Scroll naar boven

source: Join our Newsletter
dutch: Inschrijven op onze nieuwsbrief

source: Keep Updated
dutch: Blijf op de hoogte

source: Comments are closed.
dutch: Reacties zijn gesloten.

source: Newer Comments
dutch: Nieuwere reacties

source: Older Comments
dutch: Oudere reacties

source: Comment navigation
dutch: Reactie navigatie

# comments title
source: %1$s thought on &ldquo;%2$s&rdquo;
dutch: %1$s gedachte over &ldquo;%2$s&rdquo;

source: Try looking in the monthly archives. %1$s
dutch: Wellicht kan je kijken in de maandelijkse archieven. %1$s

source: Most Used Categories
dutch: Meest gebruikte categorieën

source: It looks like nothing was found at this location. Maybe try one of the links below or a search?
dutch: Het lijkt erop dat er niets is gevonden op deze locatie. Misschien een van de onderstaande links proberen of een zoekopdracht?

source: Oops! That page can&rsquo;t be found.
dutch: Die pagina kan niet worden gevonden.
