Repository: prasish012/try
Catalog: try/media_copy/translations/shopical/existing_translations/PO FILES AS DATASETS FROM WP.TRANSLATE 2/*/wp-themes-blogzee-*.po
Languages: russian

source: Blogzee Theme helps to illustrate your distinguished story through its interactive and stylish page layouts. Adorned with multiple eye-catching demos, blogzee theme allows you to set up your blog in minimal steps by importing unique demos. Not only is it beautiful, it’s immensely easy to customize too. You will find SEO options, theme settings, menu settings, mobile view options, design controls, and all in one central place - Live Customizer. After viewing the demo and customizer settings, you will soon realize the dedicated focus that Blogzee Theme has put on mobile users, SEO, and UI/UX design. As a result, it should come as no surprise that there are image Settings - image ratio, image size, image border, image box shadow for each block and widget. It has more to offer you to extend with additional features.
russian: Тема Blogzee поможет проиллюстрировать Вашу выдающуюся историю с помощью интерактивных и стильных макетов страниц. Украшенная множеством привлекательных демо-версий, тема Blogzee позволяет Вам настроить свой блог за минимальное количество шагов, импортируя уникальные демо-версии. Она не только красива, но и ее очень легко настроить. Вы найдете SEO параметры, настройки темы, настройки меню, опции мобильного просмотра, элементы управления дизайном, и все это в одном центральном месте - Live Customizer. Просмотрев демо и настройки темы, Вы вскоре поймете, что тема Blogzee уделяет особое внимание мобильным клиентам, SEO и UI/UX дизайну. Поэтому неудивительно, что для каждого блока и виджета есть Настройки изображений - соотношение изображений, размер изображения, рамка изображения, тень блока изображения. Вы сможете расширить его дополнительными функциями.

source: News
russian: Новости

source: Block & post title color
russian: Цвет блока и заголовка записи

source: Posts tags & author
russian: Метки записи и автор

source: Need More You May Have Missed Features ?
russian: Вам нужно больше функций, которые Вы, возможно, пропустили?

source: Icon Text color
russian: Цвет текста значка

source: Display type
russian: Тип отображения

source: Need More Scroll To Top Features ?
russian: Нужны дополнительные функции прокрутки вверх?

source: WYSIWYG editor
russian: Редактор WYSIWYG

source: Need More Copyright Features ?
russian: Нужны дополнительные функции авторского права?

source: Need More Footer Builder 3rd Row Features ?
russian: Нужны дополнительные функции конструктора подвала 3-й строки?

source: Need More Footer Builder 2nd Row Features ?
russian: Нужны дополнительные функции конструктора подвала 2-й строки?

source: Vertical Alignment
russian: Вертикальное выравнивание

source: Row Direction
russian: Направление ряда

source: Need More Footer Builder 1st Row Features ?
russian: Нужны дополнительные функции конструктора подвала 1-й строки?

source: Block title & text color
russian: Цвет заголовка и текста блока

source: Background, Border & Margins
russian: Фон, рамка и внешние отступы

source: Need More Footer Builder Features ?
russian: Нужны дополнительные функции конструктора подвала?

source: Search page settings
russian: Настройки страницы поиска

source: Show page title, content & thumbnail
russian: Показать название страницы, содержимое и миниатюру

source: 4 sidebar layout
russian: 4 макета боковой панели

source: Need More Page Features ?
russian: Нужны дополнительные функции страницы?

source: Show author, date & comments
russian: Показать автора, дату и комментарии

source: Filter by
russian: Фильтровать по

source: Number of column
russian: Кол-во столбцов

source: 2 layouts
russian: 2 макета

source: Need More Related Posts Features ?
russian: Нужно больше функций связанных записей?

source: Show lightbox
russian: Показать лайтбокс

source: Show post category, date & comments
russian: Показать рубрику записи, дату и комментарии

source: Show post thumbnail
russian: Показать миниатюру записи

source: Show post title
russian: Показать заголовок записи

source: Need More Single Elements Features ?
russian: Нужны дополнительные функции отдельных элементов?

source: Border radius & box shadow
russian: Радиус рамки и тень бокса

source: Post navigation settings
russian: Настройки навигации по записям

source: Author box settings
russian: Настройки авторского блока

source: Content width
russian: Ширина содержимого

source: 6 layouts
russian: 6 макетов

source: Need More Single Features ?
russian: Нужно больше отдельных функций?

source: Button background color
russian: Цвет фона кнопки

source: Button text color
russian: Кнопка "Цвет текста"

source: No more results text
russian: Текст Больше нет результатов

source: Button label
russian: Надпись на кнопке

source: Need More Pagination Features ?
russian: Нужны дополнительные функции пагинации?

source: Show author description
russian: Показывать авторское описание

source: Show author title
russian: Показать название автора

source: Need More Author Page Features ?
russian: Нужны дополнительные функции авторской страницы?

source: Show tag description
russian: Показать описание метки

source: Show tag title
russian: Показать тег названия

source: Tag icon
russian: Значок тега

source: Show tag icon
russian: Показать значок метки

source: Need More Tags Page Features ?
russian: Нужны дополнительные функции меток страницы?

source: Background & box shadow
russian: Фон и тень от блока

source: show category description
russian: показать описание рубрики

source: Category title html tag
russian: Тег html названия рубрики

source: Show category title
russian: Показать заголовок категории

source: Category icon
russian: Значок рубрики

source: Show category icon
russian: Показать значок рубрики

source: Need More Category Page Features ?
russian: Нужны дополнительные возможности рубрики страницы?

source: Box shadow & border
russian: Тень и рамка бокса

source: 4 sidebar layouts
russian: 4 макета боковой панели

source: 8 Layouts
russian: 8 макетов

source: Need More Archive Features ?
russian: Нужны дополнительные функции архива?

source: Image ratio & border
russian: Соотношение изображения и рамка

source: Number of columns
russian: Кол-во столбцов

source: Need More Carousel Features ?
russian: Нужны дополнительные функции карусели?

source: Text color
russian: Цвет текста

source: 3 Hover effects
russian: 3 эффекта при наведении

source: Image ratio
russian: Пропорции изображения

source: Hide empty category
russian: Скрыть пустую рубрику

source: 2 Layouts
russian: 2 макета

source: Need More Category Collection Features ?
russian: Нужны дополнительные функции коллекции рубрики?

source: Sidebar padding
russian: Внутренний отступ боковой панели

source: Content background
russian: Фон содержимого

source: Image ratio & image border
russian: Соотношение изображения и рамки изображения

source: Slider settings
russian: Настройки слайдера

source: Meta show / hide
russian: Мета: показать/скрыть

source: Show social share
russian: Показать "Поделиться в социальных сетях"

source: 4 Layouts
russian: 4 макета

source: Need More Main Banner Features ?
russian: Нужны дополнительные функции главного банера?

source: Heading & controller background
russian: Фон заголовка и контроллера

source: Marquee settings
russian: Настройки Marquee

source: Date icon & icon size
russian: Значок даты и размер значка

source: Show image & date
russian: Покажите изображение и дату

source: Offset
russian: Смещение

source: Posts tags & authors
russian: Метки записи и авторы

source: Posts to exclude
russian: Записи для исключения

source: Ticker Title
russian: Заголовок тикера

source: Display in
russian: Отображать в

source: Need More Ticker News Features ?
russian: Нужны дополнительные функции бегущей строки новостей?

source: 5 animation type
russian: 5 типов анимации

source: Icon size, distance & context
russian: Размер значка, расстояние и контекст

source: Open in new / same tab
russian: Открыть в новой / той же вкладке

source: Button icon
russian: Значок кнопки

source: Need More Custom Button Features ?
russian: Нужны дополнительные функции пользовательской кнопки?

source: View all button background color
russian: Цвет фона кнопки посмотреть все

source: View all button text color
russian: Цвет кнопки посмотреть все

source: show post date
russian: Показать дату записи

source: Show post image
russian: Показать изображение записи

source: No results found text
russian: Текст Нет результатов поиска

source: View all button text
russian: Текст кнопки посмотреть все

source: Enable live search
russian: Включить поиск в реальном времени

source: Need More Search Features ?
russian: Нужны дополнительные функции поиска?

source: Sub menu box shadow
russian: Тень бокса субменю

source: Sub menu background color
russian: Цвет фона подменю

source: Menu active color
russian: Цвет активного меню

source: Enable menu cutoff
russian: Включить ограничение меню

source: 4 hover effects
russian: 4 эффекта при наведении

source: Need More Menu Options Features ?
russian: Нужны дополнительные параметры меню?

source: Canvas width
russian: Ширина холста

source: Need More Off Canvas Features ?
russian: Нужны дополнительные функции вне холста?

source: Font size
russian: Размер шрифта

source: Show hover animation
russian: Показать анимацию при наведении

source: Inherit official color
russian: Унаследовать официальный цвет

source: Open in New / Same Tab
russian: Открыть в новой / той же вкладке

source: Add as many social icons as you want
russian: Добавить столько значков соцсети, сколько захотите

source: Need More Social Icons Features ?
russian: Нужно больше функций значков соцсети?

source: Border
russian: Рамка

source: Need More Date Time Features ?
russian: Нужны дополнительные функции даты и времени?

source: Need More Header Builder 3rd Row Features ?
russian: Нужны дополнительные функции конструктора заголовков 3-й строки?

source: Need More Header Builder 2nd Row Features ?
russian: Нужны дополнительные функции конструктора заголовков 2-й строки?

source: Column count up to 4
russian: Кол-во столбцов до 4

source: Need More Header Builder 1st Row Features ?
russian: Нужны дополнительные функции конструктора заголовков 1-й строки?

source: Margin
russian: Внешние отступы

source: Border & box shadow
russian: Рамка и тень бокса

source: Header sticky on scroll down
russian: Прикреплённый заголовок при прокрутке вниз

source: Header sticky on scroll up
russian: Прикреплённый заголовок при прокрутке вверх

source: Need More Header Builder Features ?
russian: Нужны дополнительные функции конструктора заголовка?

source: And many more
russian: И многое другое

source: Show / hide social share
russian: Социальный обмен

source: Show / hide breadcrumb
russian: Навигационная цепочка

source: Show / hide left & right sidebar
russian: Левую и правую боковую панель

source: Show / hide video playlist section
russian: Раздел плейлиста видео

source: Need More Mobile Options Features ?
russian: Нужны дополнительные функции для мобильных устройств?

source: Pagination padding
russian: Внутренний отступ постраничной навигации

source: Pagination box shadow
russian: Тень бокса пагинации

source: Pagination border radius
russian: Радиус рамки пагинации

source: Pagination color & background color
russian: Цвет пагинации и цвет фона

source: Box shadow & border bottom
russian: Тень бокса и нижняя рамка

source: Inner background color
russian: Цвет внутреннего фона

source: Enable sidebar sticky
russian: Включить прикрепленную боковую панель

source: Need More Sidebar Features ?
russian: Нужны дополнительные функции боковой панели?

source: Add as many advertisement as you want.
russian: Добавить столько рекламы, сколько захотите.

source: Need More Advertisement Features ?
russian: Нужны дополнительные функции рекламы?

source: Background color
russian: Цвет фона

source: Text & link color
russian: Цвет текста или ссылки

source: Separator Icon
russian: Значок разделителя

source: Need More Breadcrumb Features ?
russian: Нужны дополнительные функции навигационной цепочки?

source: Border & border radius
russian: Рамка и радиусы рамки

source: Color & background
russian: Цвета и фон

source: Button label & Icon
russian: Этикетка и значок кнопки

source: Need More Global Button Features ?
russian: Нужны дополнительные функции глобальных кнопок?

source: 2 cursor animation
russian: 2 анимации курсора

source: 5 image hover effects
russian: 4 эффекта наведения на изображение

source: 8 post title hover effects
russian: 8 эффектов заголовка записи при наведении

source: Display AOS animation
russian: Отображение анимации AOS

source: 20 AOS animation effects
russian: 20 анимационных эффектов AOS

source: Show / hide AOS animation
russian: Анимация AOS

source: Need More Animation Features ?
russian: Нужны дополнительные функции анимации?

source: 5 Block title layouts
russian: 5 макетов названия блока

source: Horizontal & vertical gap
russian: Горизонтальный и вертикальный зазор

source: Box shadow
russian: Тень блока

source: Container background color
russian: Цвет фона контейнера

source: Need More Website Layout Features ?
russian: Нужны дополнительные функции макета сайта?

source: Display preloader animation
russian: Отображение анимации загрузки

source: 5 preloader styles
russian: 5 стилей анимации загрузки

source: Need More Preloader Features ?
russian: Нужны дополнительные функции анимации загрузки?

source: More than 1500+ google fonts
russian: Более 1500+ шрифтов Google

source: Add New
russian: Добавить новый

source: Add new
russian: Добавить новый

source: Contain
russian: Поместить

source: Cover
russian: Обложка

source: Auto
russian: Авто

source: Background Size
russian: Размер фона

source: Scroll
russian: Прокрутка

source: Fixed
russian: Фиксировано

source: Background Attachment
russian: Привязка фона

source: Background Repeat
russian: Повтор фона

source: Background Position
russian: Позиция фона

source: Show more settings!
russian: Показать больше настроек!

source: Show less settings!
russian: Показывайте меньше настроек!

source: Replace image
russian: Заменить изображение

source: Choose an image
russian: Выбрать изображение

source: Gradient
russian: Заливка

source: Solid
russian: Сплошная

source: Continue reading<span class="screen-reader-text"> "%s"</span>
russian: Читать далее<span class="screen-reader-text"> "%s"</span>

source: Pages:
russian: Страницы:

source: It seems we can&rsquo;t find what you&rsquo;re looking for. Perhaps searching can help.
russian: Похоже, мы не можем найти то, что Вы ищете. Возможно, поиск может помочь.

source: Sorry, but nothing matched your search terms. Please try again with some different keywords.
russian: По вашему запросу ничего не найдено. Попробуйте другие ключевые слова.

source: Ready to publish your first post? <a href="%1$s">Get started here</a>.
russian: Готовы опубликовать свою первую запись? <a href="%1$s">Начните здесь</a>.

source: Nothing Found
russian: Ничего не найдено

# placeholder
source: Search &hellip;
russian: Поиск&hellip;

# label
source: Search for:
russian: Поиск:

source: Search Results for
russian: Результаты поиска для

source: Footer Sidebar - Column 4
russian: Боковая панель подвала – столбец 4

source: Footer Sidebar - Column 3
russian: Боковая панель подвала – столбец 3

source: Footer Sidebar - Column 2
russian: Боковая панель подвала – столбец 2

source: Footer Sidebar - Column 1
russian: Боковая панель подвала – столбец 1

source: Canvas Menu Sidebar
russian: Боковая панель меню холста

source: Add widgets here.
russian: Добавить виджеты здесь.

source: Sidebar
russian: Боковая панель

source: Remove image
russian: Удалить изображение

source: Add image
russian: Добавить изображение

source: Add url here . .
russian: Добавить URL сюда..

source: Choose the tags to display
russian: Выберите метки для отображения

source: Post tags
russian: Метки записи

source: Tags Collection
russian: Сборник тегов

source: A collection of post tags
russian: Сборник меток записи

source: Blogzee: Tags Collection
russian: Blogzee: сборник меток

source: go to manage social icons
russian: перейти к управлению значками соцсетей

source: Manage social icons from customizer
russian: Управление значками соцсетей из настройки темы

source: Inherit global default social icons color
russian: Наследовать глобальный цвет значков соцсетей по умолчанию

source: Find Me On
russian: Найдите меня на

source: A collection of social platforms
russian: Сборник социальных платформ

source: Blogzee: Social Platforms
russian: Blogzee: социальные платформы

source: Show post categories
russian: Показывать рубрики записи

source: Latest News
russian: Последние новости

source: A collection of posts from specific category displayed in grid two column layout.
russian: Сборник записей из определенной рубрики, отображаемая в макете сетки из двух столбцов.

source: Blogzee : Posts Grid 2 Column
russian: Blogzee : Сетка записей в 2 столбца

source: Post List
russian: Список записей

source: A collection of post in a List
russian: Сборник записи в списке

source: Blogzee: Post List
russian: Blogzee: запись списком

source: Image Ratio
russian: Пропорции изображения

source: Image Size
russian: Размер изображения

source: Number of posts to show
russian: Кол-во записей для показа

source: Choose the posts to display in the list of posts
russian: Выберите записи, которые будут отображаться в списке записей

source: Post to Include
russian: Запись для включения

source: Choose the category to display list of posts
russian: Выбрать рубрику для отображения списка записей

source: Post Grid
russian: Сетка записи

source: A collection of post in a grid
russian: Сборник записи в сетке

source: Blogzee: Post Grid
russian: Blogzee: сетка записей

source: Heading for a section.
russian: Заголовок к разделу.

source: Choose the caategories to display
russian: Выберите рубрики для отображения

source: Post Categories
russian: Рубрики записи

source: Category Collection
russian: Сборник рубрик

source: A collection of post categories
russian: Сборник рубрик записи

source: Blogzee: Category Collection
russian: Blogzee: сборник рубрик

source: Choose the category to display for carousel posts
russian: Выбрать рубрику для отображения записей в карусели

source: Categories
russian: Рубрики

source: Highlights
russian: Выделенное

source: Select category
russian: Выбрать рубрику

source: A collection of posts from specific category for carousel slide.
russian: Сборник записей из определенной рубрики для слайд карусели.

source: Blogzee : Carousel Posts
russian: Blogzee: карусель записей

source: Lorem ipsum is simply dummy text is simply dummy text Lorem ipsum is simply dummy text..
russian: Lorem ipsum - это просто фиктивный текст Lorem ipsum - это просто фиктивный текст.

source: Description
russian: Описание

source: Add url here..
russian: Добавить URL здесь..

source: Author URL
russian: URL автора

source: Writer
russian: Писатель

source: Author Tag
russian: Метка автора

source: Author Image
russian: Изображение автора

source: Author Info
russian: Инфо об авторе

source: Add the widget title here
russian: Добавить названия виджета здесь

source: Widget Title
russian: Название виджета

source: Custom will allow you to diplay below custom content to add.
russian: Пользовательский позволит отобразить ниже пользовательское содержимое для добавления.

source: Author to Display
russian: Автор для отображения

source: The information of author in detail.
russian: Подробная информация об авторе.

source: Typography 3
russian: Типографика 3

source: Typography 2
russian: Типографика 2

source: Typography 1
russian: Типографика 1

source: Blogzee - Blog WordPress Theme %year%.
russian: Blogzee - Тема Blog WordPress %year%.

source: Related Articles
russian: Связанные статьи

source: Subscribe
russian: Подписка

source: ago
russian: тому назад

source: Edit <span class="screen-reader-text">%s</span>
russian: Изменить <span class="screen-reader-text">%s</span>

source: Tagged: %1$s
russian: Отмечено: %1$s

source: Random
russian: Случайный

source: Oldest - Newest
russian: Самые старые → самые новые

source: Newest - Oldest
russian: Самые новые → самые старые

source: Archive Layouts
russian: Макеты архива

source: Sidebar Layouts
russian: Макеты боковой панели

source: Layouts
russian: Макеты

source: Menu
russian: Меню

source: continue reading..
russian: продолжить чтение...

source: mins
russian: минут

source: min
russian: мин

source: Trending
russian: В тренде

source: Heading
russian: Заголовок

source: Display site title
russian: Отображение названия сайта

source: Site Title Color
russian: Цвет названия сайта

source: Site Identity
russian: Свойства сайта

source: Toggle Button
russian: Кнопка Переключателя

source: Scroll to Top
russian: Прокрутить вверх

source: You may have missed
russian: Возможно, вы пропустили

source: Sidebar 4
russian: Боковая панель 4

source: Sidebar 3
russian: Боковая панель 3

source: Sidebar 2
russian: Боковая панель 2

source: Sidebar 1
russian: Боковая панель 1

source: Secondary Menu
russian: Вторичное меню

source: Logo
russian: Логотип

source: Off Canvas
russian: Вне холста

source: Button
russian: Кнопка

source: Primary Menu
russian: Основное меню

source: Date Time
russian: Дата и время

source: Site Logo and Title
russian: Логотип и название сайта

source: Gradient Theme Color
russian: Градиентный цвет темы

source: Theme Color
russian: Цвет темы

source: This is the control to use in future projects.
russian: Этот элемент управления будет использоваться в будущих проектах.

source: Column 4 Alignment
russian: Выравнивание столбца 4

source: Column 3 Alignment
russian: Выравнивание столбца 3

source: Column 2 Alignment
russian: Выравнивание столбца 2

source: Column 1 Alignment
russian: Выравнивание столбца 1

source: Add %year% to retrieve current year.
russian: Добавьте %year%, чтобы получить текущий год.

source: Copyright Text
russian: Текст авторского права

source: Column layout
russian: Макет столбца

source: Layout Three
russian: Макет третий

source: Layout Two
russian: 2-й макет

source: Layout One
russian: 1-й макет

source: Row Widgets
russian: Виджеты строк

source: Posts To Include
russian: Записи для включения

source: Category to exclude
russian: Рубрика для исключения

source: Category to include
russian: Рубрика для включения

source: Posts Categories
russian: Рубрики записей

source: Add url for the button to redirect
russian: Добавьте URL для кнопки перенаправления

source: Redirect URL
russian: URL перенаправления

source: No of Columns
russian: Кол-во столбцов

source: Number of category
russian: Количество рубрик

source: Original
russian: Оригинальный

source: Image Option
russian: Вариант изображения

source: Ad Alignment
russian: Выравнивание рекламы

source: Random post archives
russian: Архивы случайных записей

source: After post content
russian: После содержимого записи

source: Before post content
russian: Перед содержимым записи

source: Display Area
russian: Область отображения

source: Same tab
russian: Та же вкладка

source: New tab
russian: Новая вкладка

source: Open in
russian: Открыт в

source: Image
russian: Изображение

source: Advertisements
russian: Реклама

source: URL for icon
russian: URL значка

source: Select from dropdown.
russian: Выбрать из выпадающего списка.

source: Social Icon
russian: Значок соцсети

source: Hold and drag vertically to re-order the icons
russian: Удерживайте и перетащите вертикально, чтобы изменить порядок значков

source: Site Description Color
russian: Цвет описания сайта

source: Site Title Hover Color
russian: Цвет названия сайта при наведении

source: Upload image for bottom footer
russian: Загрузить изображение для нижнего подвала
