Repository: prasish012/try
Catalog: try/media_copy/translations/shopical/existing_translations/PO FILES AS DATASETS FROM WP.TRANSLATE 2/*/wp-themes-blogdash-*.po
Languages: italian, portuguese

source: Blogdash is the perfect pick for bloggers seeking a lightweight, customizable theme that suits them just right. With plenty of options to adjust colors and typography, making your site unique is a breeze. It’s SEO friendly and fully compatible with WPML, Gutenberg, Elementor, WooCommerce, and supports translation and RTL. Live preview: https://demo.peregrine-themes.com/bloghash/blogdash.
italian: Blogdash è la scelta perfetta per i blogger che cercano un tema leggero e personalizzabile che si adatti perfettamente a loro. Con molte opzioni per regolare colori e tipografia, rendere il tuo sito unico è un gioco da ragazzi. È SEO friendly e completamente compatibile con WPML, Gutenberg, Elementor, WooCommerce e supporta la traduzione e RTL. Anteprima live: https://demo.peregrine-themes.com/bloghash/blogdash.
portuguese: O Blogdash é a escolha perfeita para bloggers que procuram um tema leve e personalizável que lhes sirva perfeitamente. Com muitas opções para ajustar as cores e a tipografia, é muito fácil tornar o seu site único. É compatível com SEO e totalmente compatível com WPML, Gutenberg, Elementor, WooCommerce, e suporta tradução e RTL. Pré-visualização: https://demo.peregrine-themes.com/bloghash/blogdash.

source: Choose on which pages you want to enable Popular Post.
italian: Scegli su quali pagine vuoi abilitare gli articoli popolari.
portuguese: Escolha em que páginas pretende activar os artigos populares.

source: Popular Post
italian: Articolo popolare
portuguese: Artigos populares

source: Slider Blogdash
portuguese: Slider do Blogdash

source: Header 3
portuguese: Cabeçalho 3

source: Blog / Posts Page
italian: Pagina blog/articoli
portuguese: Blog / Página de artigos

source: Home Page
portuguese: Página inicial

source: Choose on which pages you want to enable Editors Choice.
italian: Scegli su quali pagine vuoi abilitare la scelta dell'editore.
portuguese: Escolha em que páginas pretende activar a Escolha do editor.

source: Enable On:
italian: Abilita su:
portuguese: Activar em:

source: Set the number of visible posts.
italian: Imposta il numero di articoli visibili.
portuguese: Defina o número de artigos visíveis.

source: Post Number
italian: Numero di articoli
portuguese: Número de artigos

source: Display posts item only. Leave empty to include all.
italian: Visualizza solo gli articoli. Lascia vuoto per includere tutto.
portuguese: Mostrar apenas os artigos especificados. Deixe em branco para incluir todos.

source: Display posts from selected category only. Leave empty to include all.
italian: Visualizza solo gli articoli della categoria selezionata. Lascia vuoto per includerle tutte.
portuguese: Mostrar apenas artigos da categoria seleccionada. Deixe em branco para incluir todos.

source: Category
italian: Categoria
portuguese: Categoria

source: Post Item
italian: Elemento articolo
portuguese: Artigo

source: Choose Option Of Posts Data Source.
italian: Scegli l'opzione della fonte dei dati degli articoli.
portuguese: Escolha a opção da origem dos dados dos artigos.

source: Choose Data Source
italian: Scegli la fonte dei dati
portuguese: Escolha a origem dos dados

source: Title
italian: Titolo
portuguese: Título

source: Enable editors choice section
italian: Abilita la sezione scelta dell'editore
portuguese: Activar a secção da escolha do editor

source: Editors Choice
italian: Scelta dell'editore
portuguese: Escolha do editor

source: Editor's Choice
italian: Scelta dell'editore
portuguese: Escolha do editor

source: Most Popular Post
italian: Articolo più popolare
portuguese: Artigo mais popular

source: Slider Horizontal
italian: Slider orizzontale

source: Horizontal
italian: Orizzontale
