Repository: prasish012/try
Catalog: try/media_copy/translations/shopical/existing_translations/PO FILES AS DATASETS FROM WP.TRANSLATE 2/*/wp-themes-raft-*.po
Languages: german

source: Raft is a lightweight, full-site-editing compatible (FSE) theme ready for your next website. Raft is a super fast, easily customizable, simple theme. It’s perfect for blogs, small business, startups, agencies, firms, e-commerce shops (WooCommerce storefront) as well as personal portfolio sites and most types of projects. Raft works perfectly with Gutenberg and the most popular page builders (Elementor, Brizy, Beaver Builder or the Block Editor). Raft is also WooCommerce ready, responsive, RTL & translation ready. Learn more at https://themeisle.com/themes/raft/.
german: Raft ist ein leichtgewichtiges, vollständig mit Full Site Editing (FSE) kompatibles Theme, bereit für deine nächste Website. Raft ist ein superschnelles, leicht anpassbares, einfaches Theme. Es ist perfekt für Blogs, kleine Unternehmen, Startups, Agenturen, Firmen, E-Commerce-Shops (WooCommerce Storefront) sowie persönliche Portfolioseiten und die meisten Arten von Projekten. Raft funktioniert perfekt mit Gutenberg und den beliebtesten Page Buildern (Elementor, Brizy, Beaver Builder oder dem Block Editor). Raft ist auch für WooCommerce geeignet, responsiv, RTL- und übersetzungsfähig. Mehr erfahren unter https://themeisle.com/themes/raft/.

source: Enhance %1$s with %2$s– up to %3$s OFF in our biggest sale of the year. Limited time only.
german: Verbessere %1$s mit %2$s– bis zu %3$s Rabatt in unserem größten Angebot des Jahres. Nur für begrenzte Zeit.

source: %s Access a collection of 40+ layout patterns ready to import to your website
german: %s Zugriff auf eine Sammlung von über 40 Vorlagen, die du in deine Website importieren kannst

source: Raft recommends
german: Raft empfiehlt

source: Dismiss
german: Verwerfen

source: Install %s
german: %s installieren

source: Install our free builder plugin for more blocks, enhanced functionality, and seamless theme setup.
german: Installiere unser kostenloses Builder-Plugin für mehr Blöcke, erweiterte Funktionen und eine reibungslose Einrichtung des Themes.

source: Extend Raft with our Free Builder
german: Erweitere Raft mit unserem kostenlosen Builder

source: Thanks for downloading Raft Theme 🎉
german: Vielen Dank für das Herunterladen des Raft Themes 🎉

source: Posts Query Loop 3
german: Beitrags-Abfrageschleife 3

source: Call to Action
german: Handlungsaufforderung

# Style variation name
source: washed
german: gewaschen

# Style variation name
source: Green Retro
german: Retrogrün

# Custom template name
source: Page with Header & Footer
german: Seite mit Header und Footer

# Color name
source: Inverted Text
german: Invertierter Text

# Color name
source: Light Background
german: Heller Hintergrund

# Color name
source: Dark Background
german: Dunkler Hintergrund

# Color name
source: Accent Secondary
german: Akzent Sekundär

source: Page title with button
german: Seitentitel mit Button

source: Page title on background
german: Seitentitel auf Hintergrund

source: Text Columns
german: Textspalten

source: Testimonial Fullwidth
german: Referenz in voller Breite

source: Testimonial Columns with Rating
german: Referenz-Spalten mit Bewertung

source: Testimonial Cards
german: Referenz-Karten

source: Testimonial on Background
german: Referenz auf Hintergrund

source: Team Member Rows
german: Teammitglieder-Zeilen

source: single-feature-button
german: einzel-funktion-button

source: Pricing Plans 2
german: Preisgestaltung 2

source: Pricing Plans 5
german: Preisgestaltung 5

source: Pricing Plans 4
german: Preisgestaltung 4

source: Pricing Plans 3
german: Preisgestaltung 3

source: Post Query Loop 2
german: Beitrags-Abfrageschleife 2

source: Portfolio Columns
german: Portfolio-Spalten

source: Posts Loop Rows
german: Beiträgeschleife-Zeilen

source: Posts Loop Cards
german: Beiträgeschleife-Karten

source: Posts Loop Card Centered
german: Beiträgeschleife-Karte zentriert

source: Hero with Columns
german: Hero mit Spalten

source: Hero Columns
german: Hero-Spalten

source: Hero Cover with boxed title
german: Hero-Cover mit Titel in einer Box

source: Feature Block
german: Funktionsblock

source: Features on Background
german: Funktionen auf Hintergrund

source: Feature Cards
german: Funktionskarten

source: Cover with Background
german: Cover mit Hintergrund

source: Contact Details
german: Kontaktdetails

source: Centered Title
german: Zentrierter Titel

source: Centered Text on Background
german: Zentrierter Text auf Hintergrund

source: Call to Action with Image
german: Call to Action mit Bild

source: Create your new website today, with Raft!
german: Erstelle deine neue Website noch heute, mit Raft!

source: Get started today, get in touch!
german: Starte noch heute, nimm Kontakt auf!

source: Jason Doe
german: Max Mustermann

source: "...Absolutely one of the best services out there, very professional and easy-going experience, highly recommended..."
german: „... Absolut eine der besten Dienstleistungen, die es gibt, sehr professionelle und unkomplizierte Erfahrung, sehr empfehlenswert ...“

source: A content subtitle
german: Ein Untertitel zum Inhalt

source: A generic content title
german: Ein generischer Titel für den Inhalt

source: Read also…
german: Siehe auch ...

source: Categories
german: Kategorien

source: Unfortunately the page was not found.
german: Leider wurde die Seite nicht gefunden.

source: Search for a keyword...
german: Suche nach einem Stichwort ...

source: Search
german: Suchen

source: Search results
german: Suchergebnisse

source: Continue reading
german: Weiterlesen

source: Read more
german: Mehr lesen

source: Client Name
german: Name des Kunden

source: A project title
german: Ein Projekttitel

source: Selected Portfolio
german: Ausgewähltes Portfolio

source: Just a frequent question
german: Nur eine häufige Frage

source: Contact detail example
german: Beispiel für Kontaktdetails

source: Follow us
german: Folge uns

source: Contact details
german: Kontaktdetails

source: Get in touch
german: Mit uns in Verbindung treten

source: A pricing feature
german: Eine Funktion zur Preisgestaltung

source: Plan title
german: Bezeichnung des Tarifs

source: A pricing section. Join premium!
german: Ein Abschnitt mit Preisen. Komm zu Premium!

source: Company role
german: Rolle des Unternehmens

source: Team member name
german: Name des Teammitglieds

source: Our Team
german: Unser Team

source: Get Started
german: Erste Schritte

source: A placeholder description that you can replace with your own content.
german: Eine Platzhalterbeschreibung, die du durch deinen eigenen Inhalt ersetzen kannst.

source: This is feature title
german: Dies ist ein hervorgehobener Titel

source: Showcase your Features and Services
german: Präsentiere deine Besonderheiten und Dienstleistungen

source: Just some placeholder text
german: Nur etwas Platzhaltertext

source: This is placeholder text, feel free to replace it with your unique content as it's included here just to provide you with a better understanding of how your text will fit in the layout. Explore the various patterns and templates as you create your personalized web experience.
german: Dies ist ein Platzhaltertext, den du gerne durch deinen eigenen Inhalt ersetzen kannst. Er wurde hier nur eingefügt, um dir ein besseres Verständnis dafür zu vermitteln, wie dein Text in das Layout passen wird. Erkunde die verschiedenen Vorlagen und Templates und erstelle dein persönliches Web-Erlebnis.

source: A short section description
german: Eine kurze Beschreibung des Abschnitts

source: Subtitle
german: Untertitel

source: This is section title
german: Dies ist der Titel des Abschnitts

source: Explore our Services
german: Entdecke unsere Dienstleistungen

source: About me
german: Über mich

source: About our Team
german: Über unser Team

source: This is a page title
german: Dies ist ein Seitentitel

source: Block Based Themes Made simple
german: Block-basierte Themes einfach gemacht

source: Services Page
german: Dienstleistungen-Seite

source: Portfolio Page
german: Portfolio-Seite

source: Contact Page
german: Kontaktseite

source: About Page
german: Über-Uns-Seite

source: Single Post Cover
german: Einzelbeitrag Cover

source: Single Post Columns
german: Einzelbeitrag Spalten

source: Single Post Centered
german: Einzelbeitrag zentriert

source: Archive Row
german: Archiv-Reihe

source: Archive Cards
german: Archiv-Karten

source: Archive Boxed
german: Archiv in einer Box

source: Archives
german: Archiv

source: Singles
german: Einzelbeiträge

source: Pages
german: Seiten

source: Post Loops
german: Beitragsschleifen

source: Pricing
german: Preise

source: Testimonials
german: Referenzen

source: Content
german: Inhalt

source: Features
german: Funktionen

source: Heroes / Page Titles
german: Heroes/Seitentitel

source: Footers
german: Footer

source: Headers
german: Header

source: Featured
german: Hervorgehoben

source: Try it out!
german: Probiere es aus!

# Style variation name
source: Light Serif
german: Helle Serife

# Style variation name
source: Dark Fit
german: Dunkle Passform

# Style variation name
source: Blue Cream
german: Blaue Creme

# Template part name
source: Footer with Columns
german: Footer mit Spalten

# Template part name
source: Header Centered
german: Header zentriert

# Font family name
source: Figtree
german: Feigenbaum

source: Pricing Plans
german: Preistabellen

source: Inverted Gallery with Title
german: Umgekehrte Galerie mit Titel

source: Horizontal content cards
german: Horizontale Inhaltskarten

source: Content Columns with Hero
german: Inhaltsspalten mit Hero

source: Alternating Feature Columns
german: Abwechselnde Feature-Spalten

# Template part name
source: Footer
german: Fußzeile

# Custom template name
source: WooCommerce Cart
german: WooCommerce-Warenkorb

# Custom template name
source: WooCommerce Checkout
german: WooCommerce-Kasse

# Custom template name
source: WooCommerce Single Product
german: WooCommerce-Einzelprodukt

# Custom template name
source: Blank Page - Only Content
german: Leere Seite - Nur Inhalt

# Color name
source: Accent
german: Hervorgehoben

# Color name
source: Background
german: Hintergrund

# Font size name
source: Huge
german: Riesig

# Font size name
source: Extra Large
german: extra groß

# Font size name
source: Large
german: Groß

# Font size name
source: Medium
german: Mittel

# Font size name
source: Small
german: Klein

source: Two Columns of Features
german: Zwei Spalten von Features

source: Three Columns of Features
german: Drei Spalten von Features

source: Powered by Blocks
german: Präsentiert von Blöcken

source: Built-in Patterns
german: Eingebaute Vorlagen

source: Style Variations
german: Stil-Variationen

source: Unfortunately no posts were found
german: Es wurden leider keine Beiträge gefunden

source: Post Query Loop
german: Beitrags-Abfrage-Loop

source: Inverted Background
german: Invertierter Hintergrund

source: Image Gallery with Title
german: Bildergalerie mit Überschrift

source: Hero Section
german: Hero-Abschnitt

source: Frequently Asked Questions
german: Häufig gestellte Fragen (FAQ)

source: Primary Menu
german: Primäres Menü

source: Learn More
german: Weitere Informationen

source: Activate %s
german: %s aktivieren

source: Otter Blocks preview
german: Otter-Blocks-Vorschau

source: Done
german: Fertig

source: Installing
german: Installation

source: Activating
german: Wird aktiviert

source: You appear to be running the Raft theme from source code. Please finish installation by running %s.
german: Es sieht so aus, als ob du das Raft-Theme vom Quellcode aus laufen lässt. Bitte beende die Installation mittels %s

source: upgrading PHP to the latest version
german: PHP auf die neueste Version aktualisieren

source: Hey, we've noticed that you're running an outdated version of PHP which is no longer supported. Make sure your site is fast and secure, by %1$s. Raft's minimal requirement is PHP%2$s.
german: Hallo, wir haben festgestellt, dass du eine veraltete Version von PHP benutzt, die nicht länger unterstützt wird. Stelle sicher, dass deine Website schnell und sicher ist, %1$s Die Minimalanforderung von Raft ist PHP%2$s.
