Repository: prasish012/try
Catalog: try/media_copy/translations/shopical/existing_translations/PO FILES AS DATASETS FROM WP.TRANSLATE 2/*/wp-themes-blogzee-*.po
Languages: russian

source: Footer Logo
russian: Логотип подвала

source: Color
russian: Цвет

source: Time Color
russian: Цвет времени

source: Date Color
russian: Цвет даты

source: Background Color
russian: Цвет фона

source: Canvas Menu Icon Color
russian: Цвет значка меню на холсте

source: Light Icon Color
russian: Светлый цвет значка

source: Dark Icon Color
russian: Темный цвет значка

source: Icon Color
russian: Цвет значка

source: Text Color
russian: Цвет текста

source: Social Icon Color
russian: Цвет значка соцсетей

source: Set gradient presets
russian: Установить предустановки градиента

source: Gradient Presets
russian: Предустановки градиента

source: Set color presets
russian: Установить предустановки цвета

source: Solid Presets
russian: Полные наборы предустановок

source: Background animation
russian: Анимация фона

source: Animation Type
russian: Тип анимации

source: If you use other than "default" one you will need to install and activate respective plugins Breadcrumb NavXT, Yoast SEO and Rank Math SEO
russian: Если вы используете вариант, отличный от «по умолчанию», вам необходимо установить и активировать соответствующие плагины Breadcrumb NavXT, Yoast SEO и Rank Math SEO

source: Breadcrumb type
russian: Тип навигационной цепочки

source: Animation 1
russian: Анимация 1

source: Applied to mouse pointer.
russian: Применяется к указателю мыши.

source: Cursor animation
russian: Анимация курсора

source: Applied to post thumbanails listed in archive pages.
russian: Применяется к миниатюрам записей на страницах архива.

source: Image hover effects
russian: Эффекты при наведении изображения

source: Effect Two
russian: 2-й эффект

source: Effect One
russian: 1-й эффект

source: Applied to post titles listed in archive pages.
russian: Применяется к заголовкам записи на страницах архива.

source: Post title hover effects
russian: Эффекты заголовка записи при наведении

source: Wordpress default date
russian: По умолчанию в WordPress

source: Default by theme
russian: По умолчанию в теме

source: Date format applied to single and archive pages.
russian: Формат даты, применяемый к отдельным и архивным страницам.

source: Date format
russian: Формат даты

source: Custom
russian: Пользовательский

source: Default Site Logo
russian: Логотип сайта по умолчанию

source: Logo From
russian: Логотип из

source: Number
russian: Число

source: Pagination Type
russian: Тип пагинации

source: Hover effects
russian: Эффекты наведения

source: Descending Count
russian: Нисходящий счет

source: Descending Name
russian: По убыванию

source: Ascending Count
russian: Восходящий счет

source: Ascending Name
russian: По возрастанию

source: Order by
russian: Упорядочить по

source: Image Sizes
russian: Размеры изображения

source: Effect 4
russian: Эффект 4

source: Effect 3
russian: Эффект 3

source: Effect 2
russian: Эффект 2

source: Effect 1
russian: Эффект 1

source: None
russian: Отсутствует

source: Hover Effect
russian: Эффект при наведении

source: Site Title Tag (For Innerpage)
russian: Тег названия сайта (для внутренней страницы)

source: Site Title Tag (For Frontpage)
russian: Тег названия сайта (для главной страницы)

source: Related articles title
russian: Название связанных статей

source: Section title
russian: Название раздела

source: Button Label
russian: Этикетка кнопки

source: Video post format
russian: Формат записи видео

source: Quote post format
russian: Формат записи Цитата

source: Image post format
russian: Формат записи изображения

source: Gallery post format
russian: Формат записи галереи

source: Audio post format
russian: Формат записи аудио

source: Standard post format
russian: Формат стандартной записи

source: Choose Light Icon
russian: Выбрать светлый значок

source: Choose Dark Icon
russian: Выбрать темный значок

source: Section Width
russian: Ширина раздела

source: No Sidebar
russian: Без области виджетов

source: Left Sidebar
russian: Левая боковая панель

source: Right Sidebar
russian: Правая боковая панель

source: Sidebar Layout
russian: Макет боковой панели

source: List 2
russian: Список 2

source: Grid 2
russian: Сетка 2

source: Archive Layout
russian: Макет архива

source: Full Width
russian: Во всю ширину

source: Boxed
russian: Блоками

source: Head to Archive
russian: Перейти к архиву

source: Manage canvas menu widget
russian: Управление виджетом меню холста

source: Widgets
russian: Виджеты

source: Presets
russian: Предустановки

source: Theme Colors
russian: Цвета темы

source: Animation Settings
russian: Настройки анимации

source: Hover Animation
russian: Анимация при наведении

source: Admin Settings
russian: Настройки админа

source: Headings
russian: Заголовки

source: Typography Preset
russian: Типографика предустановок

source: Main Menu
russian: Главное меню

source: Sub Menu
russian: Подменю

source: Image Border Radius (px)
russian: Радиус рамки изображения (px)

source: Column count
russian: Количество столбцов

source: Border radius
russian: Радиус рамки

source: Border Radius
russian: Радиус рамки

source: No. of columns
russian: Кол-во столбцов

source: Icon Size
russian: Размер значка

source: Icon Size (px)
russian: Размер значка (px)

source: Logo Width (px)
russian: Ширина логотипа (px)

source: Site Title & Tagline
russian: Название и краткое описание сайта

source: Logo & Site Icon
russian: Логотип и значок сайта

source: Heading Typography
russian: Типографика заголовка

source: Table of content
russian: Содержание

source: Layouts Settings
russian: Настройки макетов

source: Query Settings
russian: Настройки запроса

source: Sidebar Typography
russian: Типографика боковой панели

source: Image Settings
russian: Настройки изображения

source: Post Elements Settings
russian: Настройки элементов записи

source: Trailing Post Query
russian: Запрос на отслеживание записи

source: Post Query
russian: Запрос записи

source: View Premium
russian: Посмотреть премиум

source: Checkout the features of premium version.
russian: Ознакомьтесь с возможностями премиум-версии.

source: View Premium Info
russian: Посмотреть информацию о Премиум

source: Support Form
russian: Форма поддержки

source: We provide 24/7 support regarding any theme issue. Our support team will help you to solve any kind of issue. Feel free to contact us.
russian: Мы обеспечиваем круглосуточную поддержку по любому вопросу темы. Наша служба поддержки поможет вам решить любую проблему. Не стесняйтесь связаться с нами.

source: Theme Support
russian: Поддержка темы

source: View Documentation
russian: Посмотреть документацию

source: We have well prepared documentation which includes overall instructions and recommendations that are required in this theme.
russian: У нас есть хорошо подготовленная документация, которая включает общие инструкции и рекомендации, необходимые по этой теме.

source: Theme Documentation
russian: Документация к теме

source: Alignment
russian: Выравнивание

source: Canvas Position
russian: Позиция холста

source: Post content alignment
russian: Выравнивание содержимого записи

source: Modified date
russian: Дата изменения

source: Published date
russian: Дата публикации

source: Whether to show date published or modified date.
russian: Показывать дату публикации или дату изменения.

source: Date to display
russian: Дата для отображения

source: Right
russian: Справа

source: Center
russian: По центру

source: Left
russian: Слева

source: Elements Alignment
russian: Выравнивание элементов

source: Padding
russian: Внутренний отступ

source: Border Radius (px)
russian: Радиус рамки (px)

source: Border Radius ( Px )
russian: Радиус рамки (px)

source: Padding ( px )
russian: Внутренний отступ (px)

source: Column
russian: Столбец

source: Design
russian: Дизайн

source: General
russian: Общие

source: Show section title
russian: Показать название раздела

source: Show author image
russian: Показать изображение автора

source: Show author
russian: Показать автора

source: Show breadcrumb trails
russian: Показать навигационные цепочки

source: Show category count
russian: Показать количество рубрик

source: Hide posts with no featured image
russian: Скрыть запись без изображения записи

source: Enable Header Sticky in 3rd row
russian: Включить прикреплённый заголовок в 3-й строке

source: Enable Header Sticky in 2nd row
russian: Включить прикреплённый заголовок в 2-й строке

source: Enable Header Sticky in 1st row
russian: Включить прикреплённый заголовок в 1-е строке

source: Enable Header Section Sticky
russian: Включить закрепление раздела заголовка

source: Enable you may have missed section
russian: Включите, возможно, Вы пропустили раздел

source: Show related articles
russian: Показать связанные статьи

source: Show author info box
russian: Показать инфо блок автора

source: Show tag info box
russian: Показать инфо окно тега

source: Show category info box
russian: Показать инфо блок рубрики

source: Enable site preloader
russian: Включать анимацию загрузки

source: This will hide all the notices or any message shown by the theme like review notices, change log notices
russian: Это позволит скрыть все уведомления или любые сообщения, показываемые темой, например, уведомления о просмотре, уведомления о журнале изменений

source: Disabled the theme admin notices
russian: Отключены уведомления админа темы

source: Make website schema ready
russian: Подготовить сайт к работе с schema

source: Enable category collection
russian: Включить сборник рубрик

source: Show carousel
russian: Показать карусель

source: Show main banner
russian: Показать главный баннер

source: Show Ticker News
russian: Показать бегущую строку новостей

source: Show scroll to top on mobile
russian: Показать прокрутку вверх на мобильных

source: Show background animation on mobile
russian: Показать фоновую анимацию на мобильных

source: Show comment number on mobile
russian: Показывать номер комментария на мобильном

source: Show readtime on mobile
russian: Показать время чтения на мобильних

source: Show carousel banner excerpt on mobile
russian: Показать отрывок баннера карусели на мобильных

source: Show main banner excerpt on mobile
russian: Показать отрывок главного баннера на мобильных

source: Display site description
russian: Отображение описания сайта

source: Post Title Typo
russian: Типографика названия записи

source: Pagination typo
russian: Типографика пагинации

source: Date
russian: Дата

source: Category
russian: Категория

source: Block Title
russian: Название блока

source: Heading 6
russian: Заголовок 6

source: Heading 5
russian: Заголовок 5

source: Heading 4
russian: Заголовок 4

source: Heading 3
russian: Заголовок 3

source: Heading 2
russian: Заголовок 2

source: Heading 1
russian: Заголовок 1

source: Link Typo
russian: Типографика ссылки

source: Text Typo
russian: Типографика текста

source: Section Title Typo
russian: Типографика названия раздела

source: Page Content Typo
russian: Типографика содержимого страницы

source: Page Title Typo
russian: Типографика названия страницы

source: Content Typo
russian: Типографика содержимого

source: Author Description Typo
russian: Типографика описания автора

source: Author Name
russian: Имя автора

source: Tag Description Typo
russian: Типографика описания тега

source: Tag Title
russian: Название метки

source: Category Description Typo
russian: Типографика описания рубрики

source: Category Title
russian: Название рубрики

source: Comment Typo
russian: Типографика комментария

source: Read Time Typo
russian: Типографика времени чтения

source: Post Title
russian: Заголовок записи

source: Block Title Typo
russian: Типографика названия блока

source: Author Typo
russian: Типографика автора

source: Date Typo
russian: Типографика даты

source: Category Typo
russian: Типографика рубрики

source: Excerpt Typo
russian: Типографика отрывка

source: Title Typo
russian: Типографика названия

source: Text Typography
russian: Типографика текста

source: Sub Menu Typography
russian: Типографика подменю

source: Main Menu Typography
russian: Типографика главного меню

source: Site Description Typography
russian: Типографика описания сайта

source: Site Title Typography
russian: Типография названия сайта

source: Mobile Canvas
russian: Холст для мобильного

source: Footer Copyright
russian: Текст авторского права в подвале

source: Footer Logo Settings
russian: Настройки логотипа подвала

source: Footer Third Row
russian: Третья строка подвала

source: Footer Second Row
russian: Вторая строка подвала

source: Footer First Row
russian: Первая строка подвала

source: Header Third Row
russian: Третья строка заголовка

source: Header Second Row
russian: Вторая строка заголовка

source: Header First Row
russian: Первая строка заголовка

source: Inner Section
russian: Внутренний раздел

source: You May Have Missed
russian: Возможно, вы пропустили

source: Page Settings
russian: Настройки страницы

source: Related Posts
russian: Связанные записи

source: Elements Settings
russian: Настройки элементов

source: Pagination Settings
russian: Настройки пагинации

source: Author Page
russian: Страница автора

source: Tag Page
russian: Страница тега

source: Category Page
russian: Страница рубрики

source: General Settings
russian: Общие настройки

source: Category collection
russian: Сборник рубрик

source: Carousel
russian: Карусель

source: Main Banner
russian: Главный баннер

source: Ticker News
russian: Бегущая строка новостей

source: Off canvas
russian: Вне холста

source: Theme Mode
russian: Режим темы

source: Custom Button
russian: Пользовательская кнопка

source: Search
russian: Поиск

source: Menu Options
russian: Параметры меню

source: Date / Time
russian: Дата / Время

source: Tag Colors
russian: Цвета тега

source: Category Colors
russian: Цвета рубрик

source: Theme Colors / Presets
russian: Цвета / наборы предустановок темы

source: Mobile Options
russian: Параметры для мобильных

source: Sidebar / Widget Styles
russian: Стили боковой панели / виджета

source: Typography
russian: Типографика

source: Advertisement
russian: Рекламное объявление

source: Scroll To Top
russian: Прокрутка вверх

source: Breadcrumb Options
russian: Параметры навигационной цепочки

source: Post Format
russian: Формат записи

source: Buttons
russian: Кнопки

source: Social Icons
russian: Значки соцсети

source: Animation / Hover Effects
russian: Эффекты: анимация/наведение

source: Website Layout
russian: Макет сайта

source: Preloader
russian: Анимация загрузки

source: SEO / Misc
russian: SEO / Разное

source: Footer Builder
russian: Построитель подвала

source: Header Builder
russian: Построитель заголовка

source: About Theme
russian: О теме

source: Single Post
russian: Отдельная запись

source: Blog / Archives
russian: Блог и архивы

source: Colors
russian: Цвета

source: Global
russian: Глобально

source: Background
russian: Фон

source: Type to search
russian: Ввод для поиска

source: Upload Image
russian: Загрузить изображение

source: Item Label
russian: Этикетка элемента

source: Type to search . .
russian: Введите для поиска...

# hour archives time format
source: g a
russian: H

# minute and hour archives time format
source: g:i a
russian: H:i

source: Week %s
russian: Неделя %s

source: Minute %s
russian: Минута %s

source: Comment Page %s
russian: Страница комментария %s

source: Page %s
russian: Страница %s

source: Search results for: %s
russian: Результаты поиска: %s

source: Archives
russian: Архивы

source: 404 Not Found
russian: Не найдено 404

source: Home
russian: Главная

# breadcrumbs aria label
source: Breadcrumbs
russian: Навигационные цепочки

source: Browse:
russian: Обзор:

source: Classic
russian: Классическая

source: Magazine
russian: Журнал

source: Welcome notice hidden
russian: Приветственное сообщение скрыто

source: Dismiss this notice
russian: Отклонить это уведомление

source: Install Demos
russian: Установить демо

source: Get started with multipurpose news theme and give your site a new look. We recommend you to please go through the documentation to get started with theme and setup homepage quicky.
russian: Начните работу с многофункциональной новостной темой и придайте своему сайту новый вид. Мы рекомендуем вам просмотреть документацию, чтобы быстро начать работу с темой и настроить главную страницу.

source: Thank you for activating Blogzee Premium Version!!
russian: Спасибо за активацию Blogzee Premium Version!!!

source: You dont have permission to perform this action
russian: У вас нет разрешения на выполнение этого действия

source: Demo import success
russian: Импорт демо выполнен успешно

source: Demo Import Progress
russian: Ход выполнения импорта демо

source: Import Demo
russian: Импорт демо

source: Cancel
russian: Отмена

source: Files
russian: Файлы

source: No Required Plugins Found.
russian: Не найдено необходимых плагинов.

source: For your website to look exactly like the demo,the import process will install and activate the following plugin if they are not installed or activated.
russian: Чтобы ваш сайт выглядел точно так же, как демо-версия, в процессе импорта будут установлены и активированы следующие плагины, если они не установлены или не активированы.

source: Required Plugins
russian: Необходимые плагины

source: This process will install all the required plugins, import contents and setup customizer and theme options.
russian: Этот процесс установит все необходимые плагины, импортирует содержимое и настроит настройки пользовательского интерфейса и темы.

source: All in one migration
russian: Все в одной миграции

source: We recommend you backup your website content before attempting to import the demo so that you can recover your website if something goes wrong. You can use %s plugin for it.
russian: Мы рекомендуем вам сделать резервную копию содержимого вашего сайта, прежде чем пытаться импортировать демо-версию, чтобы вы могли восстановить свой сайт, если что-то пойдет не так. Для этого вы можете использовать плагин %s.

source: Error while trying to install or active the plugin.
russian: Ошибка при попытке установить или активировать плагин.

source: Demo importer plugin activated
russian: Плагин импорта демо активирован

source: Plugin activated
russian: Плагин активирован

source: Activate
russian: Активировать

source: activate
russian: активировать

source: Import
russian: Импорт

source: Installed & Activated
russian: Установлен и активирован

source: Install and Activate
russian: Установить и активировать

source: Here
russian: Здесь

source: Default
russian: По умолчанию

source: All
russian: Все

source: Buy Pro
russian: Купить Pro

source: Install
russian: Установка

source: Preview
russian: Предварительный просмотр

source: View all
russian: Смотреть все

source: You are all set to install the demo.
russian: У Вас все готово для установки демо-версии.

source: Click
russian: Нажмите

source: to activate one click demo importer plugin
russian: активировать плагин импортера демо-версий в один клик

source: to install and activate one click demo importer plugin
russian: установить и активировать плагин для импорта демо-версий в один клик

source: Lorem Ipsum is simply dummy text of the printing and typesetting industry.
russian: Lorem Ipsum - это просто фиктивный текст, используемый в полиграфии и типографском деле.

source: All starter sites
russian: Все стартовые сайты

source: View on Wordpress.org
russian: Просмотреть на WordPress.org

source: Version:
russian: Версия:

source: We recommend different useful plugins that can boost functionality, security, and user experience on your site.
russian: Мы рекомендуем различные полезные плагины, которые повысят функциональность, безопасность и удобство использования Вашего сайта.

source: Recommended Plugins
russian: Рекомендуемые плагины

source: Blog
russian: Блог

source: Official site
russian: Официальный сайт

source: View demo
russian: Смотреть демонстрацию

source: Documentation
russian: Документация

source: Leave a review
russian: Оставьте отзыв

source: We offer blogs, demos, documentation, and support forums for quick assistance. We hope this makes it easier for you.
russian: Мы предлагаем блоги, демо-версии, документацию и форумы поддержки для быстрой помощи. Мы надеемся, что это облегчит Вам задачу.

source: Several outside resources to help you fully understand the theme.
russian: Несколько внешних ресурсов, которые помогут Вам полностью понять тему.

source: Edit Footer
russian: Изменить подвал

source: Edit Archive
russian: Изменить архив

source: Edit Single Page
russian: Изменить отдельную страницу

source: Edit Single Post
russian: Изменить отдельную запись

source: Edit Header
russian: Изменить заголовок

source: Customize Site
russian: Настройка сайта

source: Theme provides handy customizer that allows you to modify the site looks. You can click on the below links to navigate to the particular sections.
russian: В теме предусмотрен удобный настройщик, позволяющий изменять внешний вид сайта. Вы можете щелкнуть по ссылкам ниже, чтобы перейти к определенным разделам.

source: Blogzee Info
russian: Инфо Blogzee

source: Skip to content
russian: Перейти к содержимому

source: Print
russian: Распечатать

source: Copy
russian: Копировать

source: Mix
russian: Смешивание

source: Get Pocket
russian: Получить Pocket

source: Odnoklassniki
russian: Одноклассники

source: Line
russian: Строка

source: VK
russian: ВКонтакте

source: Weixin
russian: WeChat

source: Secondary
russian: Вторичный

source: Primary
russian: Основной

source: Comments are closed.
russian: Обсуждение закрыто.

# comments title
source: %1$s thought on &ldquo;%2$s&rdquo;
russian: %1$s комментарий для &ldquo;%2$s&rdquo;

source: One thought on &ldquo;%1$s&rdquo;
russian: Один комментарий к &ldquo;%1$s&rdquo;

source: Back to Home
russian: Вернуться на главную

source: It looks like nothing was found at this location. Maybe try one of the links below or a search?
russian: По данному адресу ничего не найдено. Попробуйте воспользоваться одной из ссылок ниже или поиском?

source: Oops! That page can't be found.
russian: Упс! Страница не найдена.
