Repository: prasish012/try
Catalog: try/media_copy/translations/shopical/existing_translations/PO FILES AS DATASETS FROM WP.TRANSLATE 2/*/wp-themes-prespa-*.po
Languages: italian

source: Prespa is a next-generation multi-purpose WordPress theme. It is perfect for a blog, portfolio website, digital agency, marketing, seo, consulting, sass application website, e-commerce shop as well as any type of corporate, finance and agency website. You will be surprised how many options this generous theme provides. At the same time, a serious effort has been made to optimize the theme for speed. No Jquery, Bootstrap, Font Awesome or any other third-party library to slow you down - it uses only core WordPress functions and clean html5/css3 tempates. With our beautiful block patterns, you will be able to get started in minutes. No coding skills needed. A lot of time and effort has been spent to optimize the theme for SEO and it uses Schema.org markup (microdata) to help you rank higher in the search results. The theme is highly customizable and easy to adapt to any design. All theme demos have been made with the Gutenberg editor, which means you do not have to install any additional plugins to use the theme. At the same time, the theme also fully supports the good old Classic editor. Effortless integrations with all the popular WordPress plugins, e.g. WooCommerce is also fully guaranteed. The theme is specifically designed to make your content stand out from the crowd and it is very well thought in terms of UX/UI. Protect your visitors' eyes by allowing them to switch between day and night mode (light and dark mode) with a single click. Oh, and just like with our other themes, updates will keep on coming, constantly improving the codebase and keeping it up to date to the modern web standards. Still not convinved? Check the theme demo at https://prespa-demo.nasiothemes.com/ Theme documentation: https://nasiothemes.com/prespa-theme-documentation/
italian: Prespa è un tema WordPress multiuso di nuova generazione. È perfetto per un blog, un sito web di portfolio, un'agenzia digitale, marketing, SEO, consulenza, un sito web di applicazioni sass, un negozio di e-commerce e qualsiasi tipo di sito web aziendale, finanziario o di agenzia. Ti sorprenderà la quantità di opzioni offerte da questo generoso tema. Allo stesso tempo, è stato fatto un serio sforzo per ottimizzarne la velocità. Non ci sono Jquery, Bootstrap, Font Awesome o altre librerie di terze parti che rallentano la navigazione: il tema utilizza solo le funzioni principali di WordPress e i template HTML5/CSS3 puliti. Con i nostri bellissimi patterm a blocchi, sarai in grado di iniziare a lavorare in pochi minuti. Non sono necessarie competenze di programmazione. È stato dedicato molto tempo e impegno all'ottimizzazione del tema per la SEO, grazie all'uso del markup Schema.org (microdati) per aiutarti a posizionare il tuo sito più in alto nei risultati di ricerca. Il tema è altamente personalizzabile e facile da adattare a qualsiasi design. Tutte le demo del tema sono state realizzate con l'editor Gutenberg, il che significa che non è necessario installare alcun plugin aggiuntivo per il suo utilizzo. Allo stesso tempo, il tema supporta pienamente anche il buon vecchio editor classico. Inoltre, sono garantite le integrazioni con tutti i più diffusi plugin di WordPress, come ad esempio WooCommerce. Il tema è stato progettato specificamente per far risaltare i tuoi contenuti tra gli altri ed è pensato attentamente in termini di UX/UI. Proteggi gli occhi dei tuoi visitatori permettendo loro di passare dalla modalità giorno a quella notte (modalità chiara e scura) con un solo clic. E come per gli altri nostri temi, gli aggiornamenti continueranno ad arrivare, migliorando costantemente la base di codice e mantenendola al passo con i moderni standard web. Hai ancora dubbi? Guarda la demo del tema su https://prespa-demo.nasiothemes.com/ Documentazione del tema: https://nasiothemes.com/prespa-theme-documentation/

source: Video Guide
italian: Videoguida

source: Prespa light mode logo
italian: Logo modalità Prespa chiara

source: Add ready to use gutenberg block patterns with predefined content for an easier start with the theme. No extra plugins needed!
italian: Aggiungi i blocchi pattern gutenberg pronti all'uso con contenuti predefiniti e inizia più facilmente a utilizzare il tema. Non sono necessari altri plugin!

source: Body Background Color
italian: Colore di sfondo del contenuto

source: Choose the sidebar position on the product archives and the product page.
italian: Scegli la posizione della barra laterale negli archivi dei prodotti e nella pagina dei prodotti.

source: Adjust the width of the container when sidebar is present.
italian: Regola la larghezza del contenitore quando è presente la barra laterale.

source: Content Width (Has Sidebar)
italian: Larghezza del contenuto (ha una barra laterale)

source: Content Width
italian: Larghezza del contenuto

source: Please make sure that you have first added widgets from "Widgets" section. More sidebar options - go pro version.
italian: Assicurati di aver prima aggiunto i widget dalla sezione "Widget". Per accedere alle opzioni aggiuntive della barra laterale, passa alla versione PRO.

source: Site Layout & Sidebar
italian: Layout sito e barra laterale

source: Change Fonts and Font Sizes
italian: Cambia tipo e dimensioni font

source: Choose between 1000+ Google Fonts and change font size for the main elements on the website directly from the Customizer. No coding skills needed!
italian: Scegli tra oltre 1000 Font Google, scegli la dimensione che preferisci per gli elementi principali del sito web direttamente da Personalizza. Non sono necessarie competenze di programmazione!

source: 12 Demo templates
italian: 12 template demo

source: Custom sidebar options and content wrap options for the homepage and the post archives.
italian: Opzioni personalizzate nella barra laterale e per i contenuti racchiusi della per la homepage e l'archivio degli articoli.

source: Wrap pages in a card or leave them as plain text. Page wrapper might not work well if you have full-width blocks.
italian: Racchiudi le pagine in una scheda o lasciale come testo semplice. La pagina contenitore potrebbe non funzionare bene se usi blocchi a larghezza piena.

source: Make the dark mode default
italian: Rendi predefinita la modalità scura

source: Make the dark mode the default theme mode.
italian: Rendi predefinita del tema la modalità scura.

source: More layout options
italian: Più opzioni layout

source: Set custom width for posts and pages. Wrap posts and pages into beatiful containers. More options - go pro version.
italian: Imposta una larghezza personalizzata per articoli e pagine. Per racchiudere articoli e pagine in eleganti contenitori, scegliendo tra più opzioni, passa alla versione PRO.

source: Customize the dark theme mode. Make the dark mode default and more color options - go pro version.
italian: Personalizza la modalità scura del tema. Per rendere predefinita la modalità scura, e accedere a più opzioni colore, passa alla versione PRO.

source: Customze the colors of the light theme mode. To customize the dark theme mode, go to the Night Mode section. Colors that are selected in the Gutenberg Block editor will not be affected. To change these, edit the page via the admin dashboard.
italian: Personalizza i colori della modalità chiara del tema. Per personalizzare la modalità scura, vai alla sezione Modalità Notte. I colori selezionati nell'editor Gutenberg Block non vengono cambiati. Per farlo, modifica la pagina tramite la bacheca dell'amministratore.

# Theme starter content
source: Opening Hours: 10:00 – 13:00
italian: Orari di apertura: 10:00 - 13:00

# Theme starter content
source: info@example.com
italian: info@esempio.com

# Theme starter content
source: Get in Touch
italian: Contattaci

# Theme starter content
source: Customers
italian: Clienti

# Theme starter content
source: Services
italian: Servizi

# Theme starter content
source: About Us
italian: Chi siamo

# Theme starter content
source: Learn More
italian: Approfondisci

# Theme starter content
source: Terms of Use
italian: Termini d'uso

# Theme starter content
source: Get Started
italian: Come iniziare

# Theme starter content
source: Support
italian: Assistenza

# Theme starter content
source: Need Help?
italian: Serve aiuto?

# Theme starter content
source: Let's make something cool together. We are trusted by over 3000+ clients who can't be wrong.
italian: Creiamo insieme qualcosa di fantastico. Abbiamo conquistato la fiducia di oltre 3000 clienti, non possono sbagliarsi.

# Theme starter content
source: About
italian: Chi siamo

source: Get started with %s
italian: Inizia con %s

source: To take advantage of everything that this theme can offer, please take a look at the %1$s%2$sGet Started with %3$s%4$s page.
italian: Per sfruttare tutte le potenzialità che questo tema può offrire, dai un'occhiata alla pagina %1$s%2$sInizia con %3$s%4$s.

source: Thank you for choosing %1$s!
italian: Grazie per aver scelto %1$s!

source: Quick and friendly support is available via email
italian: Assistenza prioritaria e orientata al cliente disponibile via email

source: Priority
italian: Prioritario

source: Support is provided only in the WordPress.org community forums.
italian: L'assistenza è fornita solo nei forum della community di WordPress.org.

source: Nonpriority
italian: Non prioritario

source: Support
italian: Assistenza

source: Custom cursor
italian: Cursore personalizzato

source: Impress your visitors by adding an artistic flavor to your website. Convert your cursor into a beautiful transparent or filled circle, similar to sites featured in Awwwards.
italian: Stupisci i visitatori aggiungendo un tocco artistico al tuo sito web. Trasforma il cursore in un bellissimo cerchio trasparente o riempito, simile a quello dei siti presenti su Awwwards.

source: Transparent Header
italian: Header trasparente

source: Make header menu items appear on top of the featured image. Choose per page.
italian: Fai apparire le voci del menu dell'header sopra l'immagine in evidenza. Scegli per pagina.

source: Remove Footer Credits
italian: Rimuovi i crediti dal footer

source: Remove theme author credits and add your own copyright notice there. Customize the colors of the footer elements directly from the theme customizer. No coding skills needed!
italian: Rimuovi i crediti dell'autore del tema e aggiungi la tua nota di copyright. Personalizza i colori degli elementi del footer direttamente da Personalizza del tema. Non sono necessarie competenze di programmazione!

source: Show post views
italian: Mostra le visualizzazioni degli articoli

source: Display the number of post views for each post.
italian: Visualizza il numero di visualizzazioni dell'articolo per ogni articolo.

source: Show post likes
italian: Mostra i like agli articoli

source: Show a beautiful heart icon on top of each post that displays the number of viewers who liked the post.
italian: Mostra una bellisima icona a forma di cuore sopra a ogni articolo, per mostrare il numero di utenti che hanno apprezzato l'articolo.

source: Import demo content with predefined posts, pages and images for an easier start with the theme.
italian: Importa contenuti demo con articoli, pagine e immagini predefinite per iniziare più facilmente a utilizzare il tema.

source: Block Patterns
italian: Blocchi pattern

source: Feature
italian: Funzionalità

source: View Full List of Features
italian: Visualizza l'elenco completo delle funzionalità

source: Upgrade to Prespa PRO
italian: Aggiorna a Prespa PRO

source: You will be able to create an even more unique website using the additional functionalities and customization options available in the pro version.
italian: Puoi creare un sito web ancora più unico utilizzando le funzionalità aggiuntive e le opzioni di personalizzazione disponibili nella versione pro.

source: If you like the free version of %1$s Theme, you will love the PRO version!
italian: Se ti piace la versione gratuita del tema %1$s, amerai la versione PRO!

source: Upgrade to %1$s Pro
italian: Aggiorna a %1$s Pro

source: Write a Review for Prespa
italian: Scrivi una recensione su Prespa

source: If you enjoy using Prespa Theme, please leave a review for it on WordPress.org. It encourages us to continue providing updates and support for it.
italian: Se ti piace usare il tema Prespa, lascia una recensione su WordPress.org. Il tuo gesto ci incoraggia a continuare a lavorare per fornire aggiornamenti e assistenza.

source: Leave a Review
italian: Scrivi una recensione

source: To install the Prespa Pro theme, go to Appearance => Themes => Add new and upload the zip file that you have received upon theme purchase. To activate it, hover over Prespa Pro theme from the theme list on the same page and click "Activate". Finally, you will be asked to enter a license key that you have received by email.
italian: Per installare il tema Prespa Pro, vai su Aspetto → Temi → Aggiungi nuovo e carica il file zip ricevuto al momento dell'acquisto del tema. Per attivarlo, passa il mouse sul tema Prespa Pro nell'elenco dei temi della stessa pagina e fai clic su "Attiva". Infine, ti verrà chiesto di inserire la chiave di licenza che hai ricevuto via email.

source: 5. I have already purchased the premium version. How do I install and activate it?
italian: 5. Ho già acquistato la versione Premium. Come posso installarla e attivarla?

source: Absolutely! all you need to do is upgrade to Prespa PRO and run the one-click demo import.
italian: Assolutamente, sì! Ti basta passare a Prespa PRO ed eseguire one-click demo import.

source: 4. Can I make a website that looks exactly like the theme demo?
italian: 4. Posso creare un sito web che assomigli esattamente alla demo del tema?

source: In the WordPress admin, create or edit a page, then click on the plus icon in the top left corner of the Gutenberg editor. From there, navigate to the "Patterns" tab and select "Prespa" from the pattern dropdown.
italian: Nella bacheca di WordPress dell'amministratore. Crea o modifica una pagina e clicca sull'icona "più" nell'angolo in alto a sinistra dell'editor Gutenberg. Da lì, passa alla scheda "Pattern" e seleziona "Prespa" dal menu a discesa dei pattern.

source: 3. Where are the custom block patterns?
italian: 3. Dove sono i blocchi pattern personalizzati?

source: Yes, in the pro version of the theme, there is a demo import button that does all the heavy lifting for you. You can choose between 12 different demos. If you are using the free version, you can take advantage of the block patterns that are included in this theme.
italian: Sì, nella versione PRO del tema trovi il pulsante per l'importazione delle demo. Farà tutto in un clic. Puoi scegliere fra 9 demo diverse. Se utilizzi la versione gratuita, puoi usare i blocchi pattern inclusi in questo tema.

source: 2. Can I add demo content for an easier start with the theme?
italian: 2. Posso aggiungere contenuti demo per iniziare più facilmente a usare il tema?

source: Please navigate to Appearance => Customize and customize the theme to taste.
italian: Vai su Aspetto → Personalizza → modifica il tema come preferisci.

source: 1. Where are the theme options?
italian: 1. Dove sono le opzioni del tema?

source: Go to Prespa Support Forum
italian: Vai al forum di assistenza Prespa

source: View Prespa Documentation
italian: Visualizza la documentazione Prespa

source: Please check the theme documentation before using the theme. Support for %1$s Theme is provided in the official WordPress.org community support forum.
italian: Consulta la documentazione del tema prima di utilizzarlo. L'assistenza per il tema %1$s è fornita nel forum di assistenza ufficiale della community di WordPress.org.

source: Documentation and Support
italian: Documentazione e assistenza

source: Theme Options
italian: Opzioni del tema

source: Theme Homepage
italian: Homepage del tema

source: <span class="theme-name">%1$s Theme</span> <span class="theme-version">(version %2$s)</span>
italian: <span class="theme-name">%1$s Tema</span> <span class="theme-version">(versione %2$s)</span>

source: Prespa Theme Screenshot
italian: Screenshot del tema Prespa

source: Prespa Theme
italian: Tema Prespa

source: Cheatin&#8217; huh?
italian: Vuoi barare, eh?

source: Action failed. Please refresh the page and retry.
italian: Azione non riuscita. Ricarica la pagina e riprova.

# Space size name
source: X Large
italian: Enorme

# Space size name
source: Large
italian: Grande

# Space size name
source: Medium
italian: Medio

# Space size name
source: Small
italian: Piccolo

# Color name
source: Text Primary
italian: Testo principale

# Color name
source: Black
italian: Nero

# Color name
source: Links
italian: Link

# Color name
source: Blue
italian: Blu

# Color name
source: Silver Blue
italian: Blu argento

# Color name
source: White
italian: Bianco

# Color name
source: Gray
italian: Grigio

# Color name
source: Purple
italian: Viola

# Font family name
source: System Font
italian: Font di sistema

# Pattern title
source: Why Choose Us
italian: Perché scegliere noi

# Pattern title
source: Six Services
italian: Sei servizi

# Pattern title
source: Call to Action
italian: Invito all'azione

# Pattern title
source: About
italian: Chi siamo

# Pattern title
source: Team Members
italian: Membri del team

# Pattern title
source: Featured Post
italian: Articolo in evidenza

# Pattern title
source: Frequently Asked Questions
italian: Domande frequenti

# Pattern title
source: Testimonials
italian: Testimonianze

# Pattern title
source: Contact Us
italian: Contattaci

# Pattern title
source: Pricing table
italian: Tabella dei prezzi

# Pattern title
source: Stats Counter
italian: Contatore statistiche

# Pattern title
source: Services
italian: Servizi

# Pattern title
source: Case Studies
italian: Casi di studio

# Pattern title
source: Features
italian: Funzionalità

source: Continue reading<span class="screen-reader-text"> "%s"</span>
italian: Continua a leggere<span class="screen-reader-text"> "%s"</span>

source: It seems we can&rsquo;t find what you&rsquo;re looking for. Perhaps searching can help.
italian: Non riusciamo a trovare quello che cerchi. Forse eseguire una ricerca potrebbe essere di aiuto.

source: Sorry, but nothing matched your search terms. Please try again with some different keywords.
italian: Non abbiamo trovato corrispondenze con i termini che cercavi. Riprova con altre parole chiave.

source: Ready to publish your first post? <a href="%1$s">Get started here</a>.
italian: Vuoi pubblicare il tuo primo articolo? <a href="%1$s">Inizia da qui</a>.

source: Nothing Found
italian: Nessun risultato

source: Pages:
italian: Pagine:

source: Search Here...
italian: Cerca qui...

source: Search Results for: %s
italian: Risultati della ricerca per: %s

source: Beautiful website design with modern UI / UX
italian: Design del sito web accattivante con una moderna UI/UX

source: Unleash the power of creativity
italian: Libera il potere della creatività

source: Take your idea to the next level
italian: Porta la tua idea al livello successivo

source: Web Development
italian: Sviluppo web

source: Speed Optimization
italian: Ottimizzazione della velocità

source: Building a reliable software application is not a one-off assignment. It requires grid and resilience.
italian: Realizzare un'applicazione software affidabile non è un compito una tantum. Richiede perserveranza e resilienza.

source: The Solutions We Offer
italian: Le soluzioni che offriamo

source: Services
italian: Servizi

source: Learn More
italian: Approfondisci

source: Download
italian: Scarica

source: Download my Free CRM Tool to help you manage your projects
italian: Scarica il mio strumento CRM gratuito per aiutarti a gestire i tuoi progetti

source: Founder and CEO
italian: Fondatore e CEO

source: HR Director
italian: Direttore delle risorse umane

source: Head of Sales
italian: Responsabile vendite

source: Meet our team of dedicated professionals.
italian: Incontra il nostro team di professionisti dedicati.

source: Meet the Team
italian: Incontra il team

source: Frequently Asked Questions
italian: Domande frequenti

source: A masterpiece of a theme. It is one of the fastest themes I have tried – with just a few tweaks I scored more than 80% on Google Page Speed Insights! I also really liked the header slider feature.
italian: Un capolavoro di tema. È uno dei temi più veloci che abbia mai provato: con poche modifiche ho ottenuto un punteggio superiore all'80% su Google Page Speed Insights! Mi è piaciuta molto anche la funzionalità slider dell'header.

source: Beautiful themes! After some testing I found a little bug and contacted the development team. Only after a few hours they released an update with the fixed theme. Highly qualified support!
italian: Bellissimi temi! Dopo alcuni test ho trovato un piccolo bug e ho contattato il team di sviluppo. Dopo appena qualche ora hanno rilasciato un aggiornamento del tema che correggeva il problema. Assistenza altamente qualificata!

source: I tried many different themes and all of them had at least one thing I hated and I thought I would have to teach myself how to write a theme… but I finally found this one and I am so happy!
italian: Ho provato molti temi diversi e tutti avevano almeno una cosa che non mi piaceva e pensavo che avrei dovuto imparare da sola come scrivere un tema... ma alla fine ho trovato questo e adesso sono felice!

source: Digital Marketing, XYZ
italian: Marketing digitale, XYZ

source: Hear what our clients had to say.
italian: Senti cosa dicono i nostri clienti.

source: Still not convinced?
italian: Hai ancora dubbi?

source: TESTIMONIALS
italian: TESTIMONIANZE

source: Have a question? We have all the answers.
italian: Hai una domanda? Abbiamo tutte le risposte.

source: Contact us
italian: Contattaci

source: Unlimited Sites
italian: Siti illimitati

source: AGENCY
italian: AGENZIA

source: 5 Site License
italian: Licenza per 5 siti

source: Choose Plan
italian: Scegli un piano

source: 1 Site License
italian: Licenza per 1 sito

source: PERSONAL
italian: PERSONALE

source: Reasonable pricing plans
italian: Piani tariffari ragionevoli

source: SEO and Marketing
italian: SEO e marketing

source: This is how we can be sure your brand expands to
italian: In questo modo possiamo essere certi che il tuo brand si espanda a

source: Web development
italian: Sviluppo web

source: Lorem ipsum is simply dummy text of the printing and typesetting
italian: Lorem Ipsum è un semplice testo fittizio del settore della stampa e della tipografia

source: Our Services
italian: I nostri servizi

source: Empowering your digital marketing strategy
italian: Potenzia la tua strategia di marketing digitale

source: Read More
italian: Leggi tutto

source: Research & Analysis
italian: Ricerca e analisi

source: User Friendly
italian: Facile da usare.

source: Empty Page
italian: Pagina vuota

source: Cart View
italian: Visualizza carrello

source: Add widgets here to appear on your shop pages.
italian: Aggiungi qui i widget per visualizzarli sulle pagine del tuo negozio.

source: Share this post on Linkedin
italian: Condividi questo articolo su LinkedIn

source: Share this post on Twitter
italian: Condividi questo articolo su X

source: twitter
italian: X

source: Share this post on Facebook
italian: Condividi questo articolo su Facebook

source: Share this post on:
italian: Condividi questo articolo su:

source: Don't let the opportunity pass you by
italian: Non lasciarti sfuggire questa opportunità

source: back to top
italian: torna in alto

source: https://wordpress.org/
italian: https://it.wordpress.org/

source: Designed by
italian: Progettato da

source: close
italian: chiudi

source: search
italian: cerca
