Repository: prasish012/try
Catalog: try/media_copy/translations/newsever/existing_translations/PO FILES AS DATASETS FROM WP.TRANSLATE 2/*/wp-themes-variations-*.po
Languages: dutch

source: Variations is a block theme and hopefully the last theme you will even have to install. It comes with many different templates and block patterns to make creating a website easy.
dutch: Variations is een thema voor blokken en hopelijk het laatste thema dat je hebt geïnstalleerd. Het wordt geleverd met veel verschillende templates en blokpatronen om het maken van een site gemakkelijk te maken.

# Pattern title
source: Categories 2
dutch: Categorieën 2

# Pattern title
source: Categories 3
dutch: Categorieën 3

# Pattern title
source: Categories 1
dutch: Categorieën 1

# Pattern title
source: Categories 4
dutch: Categorieën 4

# Pattern description
source: Add a categories template
dutch: Een categorieën template toevoegen

# Pattern title
source: Categories 5
dutch: Categorieën 5

source: Blog Categories
dutch: Blogcategorieën

# Pattern description
source: Add Blog 8 Template
dutch: Blog 8 template toevoegen

# Pattern title
source: Default Single Product Page
dutch: Standaard enkelvoudige productpagina

# Pattern description
source: Greeni single product for woocommerce product.
dutch: Greeni enkel product voor WooCommerce product.

# Pattern title
source: Archive Product Greeni
dutch: Archief product greeni

# Pattern description
source: Checkout Design
dutch: Afrekenen ontwerp

# Pattern title
source: Checkout
dutch: Afrekenen

# Pattern description
source: Cart Design
dutch: Winkelwagen ontwerp 1

# Pattern title
source: Cart
dutch: Winkelwagen

# Pattern description
source: Default single product for woocommerce product.
dutch: Standaard enkel product voor WooCommerce product.

# Pattern description
source: Add a Footer With Site Title, Copyright and social icons
dutch: Voeg een footer toe met sitetitel, copyright en sociale pictogrammen

# Pattern description
source: Add a Greeni Footer
dutch: Een greeni footer toevoegen

# Pattern description
source: Main Shop Design
dutch: Hoofd winkel ontwerp

# Pattern description
source: Add Single Template for Surf One Blog
dutch: Eén template toevoegen voor Surf One Blog

# Pattern title
source: Single Template for Surf One Blog
dutch: Eén template voor Surf One Blog

# Pattern description
source: Add Single Template for Island One Blog
dutch: Eén template toevoegen voor Island One Blog

# Pattern title
source: Single Template for Island One Blog
dutch: Eén template voor Island One Blog

# Pattern description
source: Add Blog Surf 1 Template
dutch: Toevoeging: blog Surf 1 template

# Pattern description
source: Add Blog 6 Template
dutch: Blog 6 template toevoegen

# Pattern description
source: Add Blog 7 Template
dutch: Blog 7 template toevoegen

# Pattern description
source: Add Blog 4 Template
dutch: Blog 4 template toevoegen

# Pattern description
source: Add Blog 5 Template
dutch: Blog 5 template toevoegen

# Pattern description
source: Add a Blog Footer
dutch: Een footer voor blogs toevoegen

# Custom template name
source: Header/Footer: Blank
dutch: Header/footer: leeg

# Custom template name
source: Blog Blank
dutch: Blog leeg

# Custom template name
source: Archive Product
dutch: Product archiveren

# Custom template name
source: Single Product
dutch: Enkelvoudig product

# Pattern title
source: Greeni Single Product Page
dutch: Greeni enkelvoudige productpagina

# Pattern description
source: Add Blog 2 Template
dutch: Blog 2 template toevoegen

# Pattern description
source: Add Blog 3 Template
dutch: Blog 3 template toevoegen

# Pattern description
source: Add Blog 1 Template
dutch: Blog 1 template toevoegen

# Pattern title
source: Single Island
dutch: Enkelvoudig Island

# Pattern title
source: Blank Header
dutch: Lege header

# Pattern title
source: Blank Footer
dutch: Lege footer

# Pattern title
source: Default Archive Product Page
dutch: Standaard archief productpagina

source: This is where you put in your contact form. You can download a contact form plugin then insert the shortcode.
dutch: Hier plaats je je contactformulier. Je kunt een contactformulier plugin downloaden en vervolgens de shortcode invoegen.

# Custom template name
source: Header/Footer: Earth
dutch: Header/footer: aarde

# Custom template name
source: Header/Footer: Greeni
dutch: Header/footer: groen

# Custom template name
source: Header/Footer: Love Nature
dutch: Header/footer: liefde voor de natuur

# Custom template name
source: Header/Footer: Island
dutch: Header/footer: eiland

# Pattern title
source: Wood Header
dutch: Houten header

# Pattern title
source: Wood Footer
dutch: Houten footer

# Pattern title
source: View Header
dutch: Header bekijken

# Pattern description
source: Add a Footer With Site title, Navigation and Copyright
dutch: Een footer toevoegen met sitetitel, navigatie en copyright

# Pattern title
source: View Footer
dutch: Footer bekijken

# Pattern title
source: Traveling Header
dutch: Reizende header

# Pattern description
source: Add a Footer With Site title, Site info, Navigation and Subscribe
dutch: Voeg een footer toe met site titel, site info, navigatie en abonneren

# Pattern title
source: Traveling Footer
dutch: Reizende footer

# Pattern title
source: Tasty Header
dutch: Smakelijke header

# Pattern description
source: Add a Tasty Footer
dutch: Voeg een smakelijke footer toe

# Pattern title
source: Tasty Footer
dutch: Smakelijke footer

# Pattern description
source: Add a Footer With Site title, Contacts and Copyright
dutch: Een footer toevoegen met sitetitel, contacten en copyright

# Pattern title
source: Sunshine Header
dutch: Zonneschijn header

# Pattern description
source: Add a Footer With Site Titles and Copyright
dutch: Voeg een footer toe met sitetitel en copyright

# Pattern title
source: Sunshine Footer
dutch: Zonneschijn footer

# Pattern title
source: Summer Header
dutch: Zomer header

# Pattern title
source: Summer Footer
dutch: Zomer footer

# Pattern description
source: Header with Site title, navigation and button
dutch: Header met site titel, navigatie en knop

# Pattern title
source: Style Header
dutch: Header stijl

# Pattern title
source: Style Footer
dutch: Stijl footer

# Pattern description
source: Header with site logo, site title and navigation
dutch: Header met site-logo, titel van de site en navigatie

# Pattern description
source: Add a Footer with site logo, site title, social icons and buttons
dutch: Een footer toevoegen met site logo, titel van de site, sociale pictogrammen en knoppen

# Pattern title
source: Stone Header
dutch: Stenen header

# Pattern description
source: Add a Footer With Site Title, Columns and Copyright
dutch: Een footer toevoegen met site titel, kolommen en copyright

# Pattern title
source: Stone Footer
dutch: Stenen footer

# Pattern description
source: Header with Site title navigation and button
dutch: Header met sitetitel, navigatie en knop

# Pattern title
source: Spring Header
dutch: Lente header

# Pattern description
source: Add a Footer with copyright
dutch: Voeg een footer toe met copyright

# Pattern title
source: Spring Footer
dutch: Lente footer

# Pattern description
source: Add a Footer With Site title, Columns and Copyright
dutch: Een footer toevoegen met site titel, kolommen en copyright

# Pattern title
source: River Header
dutch: Rivier header

# Pattern description
source: Add a Footer With Contacts, Columns and Copyright
dutch: Een footer toevoegen met contacten, kolommen en copyright

# Pattern title
source: River Footer
dutch: Rivier footer

# Pattern description
source: Header with navigation, logo and button
dutch: Header met navigatie, logo en knop

# Pattern title
source: Pine Header
dutch: Dennen header

# Pattern description
source: Add a Footer With Logo, Columns and Copyright
dutch: Een footer toevoegen met logo, kolommen en copyright

# Pattern description
source: Header with navigation and logo
dutch: Header met navigatie en logo

# Pattern title
source: Photography Header
dutch: Fotografie header

# Pattern description
source: Add a Footer With Logo, navigation and Copyright
dutch: Voeg een footer toe met logo, navigatie en copyright

# Pattern title
source: Photography Footer
dutch: Fotografie footer

# Pattern title
source: Pebble Header
dutch: Kiezel header

# Pattern description
source: Add a Footer With Site Title, Menu and Copyright
dutch: Een footer toevoegen met sitetitel, menu en copyright

# Pattern title
source: Pebble Footer
dutch: Kiezel footer

# Pattern title
source: Peak Header
dutch: Piek header

# Pattern title
source: Peak Footer
dutch: Piek footer

# Pattern title
source: Ocean Header
dutch: Oceaan header

# Pattern title
source: Ocean Footer
dutch: Oceaan footer

# Pattern description
source: Header with two navigation and Site title
dutch: Header met twee navigaties en sitetitel

# Pattern description
source: Add a Footer With Menu, Site title and Copyright
dutch: Een footer toevoegen met menu, sitetitel en copyright

# Pattern description
source: Header with logo, navigation
dutch: Header met logo, navigatie

# Pattern title
source: Marsh Header
dutch: Moeras header

# Pattern description
source: Add a Footer With Site Title and Copyright
dutch: Voeg een footer toe met sitetitel en copyright

# Pattern title
source: Marsh Footer
dutch: Moeras footer

# Pattern title
source: Marble Header
dutch: Marmeren header

# Pattern description
source: Add a Marble Footer
dutch: Een marmeren footer toevoegen

# Pattern title
source: Marble Footer
dutch: Marmeren footer

# Pattern title
source: Lush Header
dutch: Weelderige header

# Pattern description
source: Add a footer with contact info, social buttons and copyright
dutch: Voeg een footer toe met contactgegevens, sociale knoppen en copyright

# Pattern title
source: Lush Footer
dutch: Weelderige footer

# Pattern title
source: Love Nature Header
dutch: Liefde voor de natuur header

# Pattern description
source: Add a Love Nature Footer
dutch: Footer love nature toevoegen

# Pattern title
source: Love Nature Footer
dutch: Liefde natuur footer

# Pattern title
source: Island Services Page
dutch: Eiland dienstenpagina

# Pattern description
source: Add a Services Page Title
dutch: Een paginatitel voor diensten toevoegen

# Pattern title
source: Island Services Page Title
dutch: Eiland dienstenpagina titel

# Pattern description
source: Add a Services Page Left Text Right Image section
dutch: Een sectie dienstenpagina links tekst rechts afbeelding toevoegen

# Pattern title
source: Island Services Page Left Text Right Image
dutch: Eiland dienstenpagina links tekst rechts afbeelding

# Pattern title
source: Island Services Page Left Image Right Text2
dutch: Eiland dienstenpagina links afbeelding rechts tekst 2

# Pattern description
source: Add a Services Page Left Image Right Text section
dutch: Een sectie dienstenpagina links afbeelding rechts tekst toevoegen

# Pattern title
source: Island Services Page Left Image Right Text
dutch: Eiland dienstenpagina links afbeelding rechts tekst

# Pattern title
source: Island Left Image Right Text Button
dutch: Eiland links afbeelding rechts tekstknop

# Pattern title
source: Island Inner Page Call To Action
dutch: Eiland binnenpagina Call To Action

# Pattern title
source: Island Home Page
dutch: Eiland homepage

# Pattern title
source: Island Hero
dutch: Eiland hero

# Pattern title
source: Island Header
dutch: Eiland header

# Pattern description
source: Add a Island Footer
dutch: Een eiland footer toevoegen

# Pattern title
source: Island Footer
dutch: Eiland footer

# Pattern title
source: Island Contact Section
dutch: Eiland contactsectie

# Pattern description
source: Add a contact Page template
dutch: Een template voor een contactpagina toevoegen

# Pattern title
source: Contact Page
dutch: Contactpagina

# Pattern description
source: Add a Contact Page Title
dutch: Een titel voor een contactpagina toevoegen

# Pattern title
source: Island Contact Page Title
dutch: Eiland contactpagina titel

# Pattern title
source: Island Contact Form Section
dutch: Eiland contactformulier sectie

# Pattern title
source: Island Call To Action
dutch: Eiland Call To Action

# Pattern title
source: Island About Page
dutch: Eiland Over pagina

# Pattern description
source: Add a About Page Title
dutch: Een titel voor de Over pagina toevoegen

# Pattern title
source: Island About Page Title
dutch: Eiland Over pagina titel

# Pattern description
source: Add a About Page Left Image Right Text section
dutch: Een sectie over pagina links afbeelding rechts tekst toevoegen

# Pattern title
source: Island About Page Left Image Right Text
dutch: Eiland over pagina links afbeelding rechts tekst

# Pattern title
source: Island 3 Columns3
dutch: Eiland 3 kolommen 3

# Pattern title
source: Island 3 Columns2
dutch: Eiland 3 kolommen 2

# Pattern description
source: Add a Island 3 Columns section
dutch: Sectie island 3 kolommen toevoegen

# Pattern title
source: Island 3 Columns
dutch: Eiland 3 kolommen

# Pattern description
source: Header with site title, navigation and buttons
dutch: Header met sitetitel, navigatie en knoppen

# Pattern title
source: Hike Header
dutch: Wandeling header

# Pattern description
source: Add a Hike Footer
dutch: Een footer voor wandelingen toevoegen

# Pattern title
source: Hike Footer
dutch: Wandel footer

# Pattern description
source: Header with slogan, button, site title and navigation
dutch: Header met slogan, knop, sitetitel en navigatie

# Pattern title
source: Header Style 3
dutch: Header stijl 3

# Pattern description
source: Header with site title, navigation and social icons
dutch: Header met sitetitel, navigatie en sociale pictogrammen

# Pattern title
source: Harvest Header
dutch: Oogst header

# Pattern description
source: Add a Footer with social icons and Contacts
dutch: Voeg een footer toe met sociale pictogrammen en contactpersonen

# Pattern title
source: Harvest Footer
dutch: Oogst footer

# Pattern description
source: Header with site title, navigation
dutch: Header met sitetitel, navigatie

# Pattern description
source: Add a Footer with site title, social icons and Contacts
dutch: Voeg een footer toe met sitetitel, sociale pictogrammen en contacten

# Pattern title
source: Green Header
dutch: Groene header

# Pattern description
source: Add a Footer With Site title, Copyright and Contacts
dutch: Voeg een footer toe met sitetitel, copyright en contactpersonen

# Pattern title
source: Green Footer
dutch: Groene footer

# Pattern title
source: Fresh Header
dutch: Nieuwe header

# Pattern description
source: Add a Footer With Site Title, Links and Social Buttons
dutch: Een footer toevoegen met sitetitel, links en sociale knoppen

# Pattern title
source: Fresh Footer
dutch: Nieuwe footer

# Pattern description
source: Add a Footer Style3
dutch: Voeg een footer stijl 3 toe.

# Pattern title
source: Footer Style 3
dutch: Footer stijl 3

# Pattern description
source: Header with Site Title and Navigation
dutch: Header met sitetitel en navigatie

# Pattern title
source: Fiber Header
dutch: Vezel header

# Pattern title
source: Fiber Footer
dutch: Vezel footer

# Pattern description
source: Header with site title, site logo and navigation
dutch: Header met sitetitel, sitelogo en navigatie

# Pattern title
source: Dolphin Header
dutch: Dolfijn header

# Pattern title
source: Dolphin Footer
dutch: Dolfijn footer

# Pattern title
source: Cube Header
dutch: Kubus header

# Pattern description
source: Add a footer with Copyright
dutch: Voeg een footer toe met copyright

# Pattern title
source: Cube Footer
dutch: Kubus footer

# Pattern title
source: Coral Header
dutch: Koraal header

# Pattern description
source: Add a Footer With Site Title, address and links
dutch: Voeg een footer toe met sitetitel, adres en links

# Pattern title
source: Coral Footer
dutch: Koraal footer

# Pattern description
source: Header with navigation, button and Site title
dutch: Header met navigatie, knop en sitetitel

# Pattern title
source: Coast Header
dutch: Kust header

# Pattern description
source: Add a Footer With Site Title and links
dutch: Voeg een footer toe met sitetitel en links

# Pattern description
source: Add a Footer With Logo, Columns and Contacts
dutch: Voeg een footer toe met logo, kolommen en contacten

# Pattern description
source: Header with site title, navigation and button
dutch: Header met sitetitel, navigatie en knop

# Pattern description
source: Add a Aurora Footer
dutch: Voeg een Aurora footer toe

source: I'm a paragraph. Click here to add your own text and edit me. It's easy. Just click "Edit Text" or double click me to add your own content and make changes to the font. I'm a great place for you to tell a story and let your users know a little more about you.
dutch: Ik ben een paragraaf. Klik hier om je eigen tekst toe te voegen en mij te bewerken. Het is gemakkelijk. Klik gewoon op "Tekst bewerken" of dubbelklik op mij om je eigen inhoud toe te voegen en het lettertype aan te passen. Ik ben een geweldige plek voor je om een verhaal te vertellen en je gebruikers iets meer over je te laten weten.

source: Lorem Ipsum is simply dummy text of the printing and typesetting industry. Lorem Ipsum has been the industry's standard dummy text ever since the 1500s, when an unknown printer took a galley of type and scrambled it to make a type specimen book. It has survived not only five centuries.
dutch: Lorem psum is gewoon de dummy tekst van de drukkerij- en zetterij-industrie. Lorem ipsum is de standaardtekst van de drukkerij- en zetterij sector sinds 1500, toen een onbekende drukker een galei van letters nam en deze door elkaar husselde om er een specimenboek van te maken. het heeft niet alleen vijf eeuwen overleefd,.

source: Why Choose Us?
dutch: Waarom kiezen voor ons?

source: Explore Now
dutch: Ontdek nu

source: The Magic of
dutch: De magie van

source: © 2025 Island. All rights reserved.
dutch: © 2025 Island. Alle rechten voorbehouden.

source: Seesreasse 21, Zurich
dutch: Seesreasse 21, Zürich

source: Sunday & Saturday:
dutch: Zondag en zaterdag:

source: Monday - Friday:
dutch: Maandag - vrijdag:

source: Office hour
dutch: Kantoor uren

source: support@yoursite.com
dutch: support@jouwsite.com

source: Phone : %s
dutch: Telefoon: %s

source: Jakarta - Indonesia
dutch: Jakarta - Indonesië

source: We’d love to work with you!
dutch: We zouden graag met je samenwerken!

source: Let's Connect
dutch: Laten we verbinding maken

source: Here you can place the contact form.
dutch: Hier kun je het contactformulier plaatsen.

source: Fill out the form below and we will get back to you shortly.
dutch: Voer het onderstaande formulier in en we nemen binnenkort contact met je op.

source: Send us a message
dutch: Stuur ons een bericht

source: Request Now
dutch: Vraag nu aan

source: Lorem Ipsum is simply dummy text of the printing and typesettinng industry lorem Ipsum.
dutch: Lorem Ipsum is gewoon een dummy tekst uit de druk- en zetindustrie.

source: Contact Us
dutch: Neem contact op

source: About The Island
dutch: Over het eiland

source: Hello, my name is Tyler Moore and with the help of many people I made this template. I made it so it is super easy to update so that it flows perfectly with my tutorials. Lots of love and hundreds of hours went into making it. I hope you love it as much as I do.
dutch: Hallo, mijn naam is Tyler Moore en met de hulp van veel mensen heb ik dit template gemaakt. Ik heb hem zo gemaakt dat je hem supermakkelijk kunt updaten, zodat hij perfect aansluit bij mijn tutorials. Er is veel liefde en honderden uren in gaan zitten om het te maken. Ik hoop dat jullie er net zoveel van houden als ik.

source: Our Story
dutch: Ons verhaal

source: "I'm a testimonial. Click to edit me and add text that says somesthing nice about you and your services."
dutch: Ik ben een aanbeveling. Klik om mij te bewerken en voeg tekst toe waarin iets leuks wordt gezegd over je en je diensten

source: Testimonials
dutch: Aanbevelingen

source: Focus on how you can help and benefit your user. Use simple word to aviod confusion.
dutch: Richt je op hoe je je gebruiker kunt helpen en van dienst kunt zijn. Gebruik eenvoudige woorden om verwarring te voorkomen.

source: Our Services
dutch: Onze diensten

source: feel their ability to work remotely has improved*
dutch: voelen dat hun vermogen om op afstand te werken is verbeterd

source: Got any book recommendations?
dutch: Heb je enige boek aanbevelingen?

source: Website
dutch: Site

source: Download
dutch: Downloaden

source: Columns
dutch: Kolommen

# Pattern description
source: Header with logo and navigation
dutch: Header met logo en navigatie

# Pattern title
source: Header Style 2
dutch: Header stijl 2

# Pattern description
source: Add a Footer Style2
dutch: Voeg een footer stijl 2 toe

# Pattern title
source: Footer Style 2
dutch: Stijl 2 van de footer

# Template part name
source: Post Meta
dutch: Bericht meta

# Template part name
source: Comments
dutch: Reacties

# Custom template name
source: Page (Regular)
dutch: Pagina (normaal)

# Custom template name
source: Blog (Alternative)
dutch: Blog (alternatief)

# Font family name
source: System Font
dutch: Systeem lettertype

# Pattern description
source: Add posts list
dutch: Voeg berichtenlijst toe

# Pattern title
source: Posts List
dutch: Lijst met berichten

# Pattern description
source: Add posts grid
dutch: Voeg een raster van berichten toe

# Pattern title
source: Posts Grid
dutch: Berichten raster

# Pattern description
source: Add a post meta section
dutch: Voeg een berichtmeta sectie toe

# Pattern title
source: Post Meta
dutch: Bericht meta

# Pattern description
source: Add a Services Page template
dutch: Een diensten template toevoegen

# Pattern title
source: Nature Services Page
dutch: Natuurdiensten pagina

# Pattern description
source: Add an Services Blank Page
dutch: Voeg een lege pagina voor diensten toe

# Pattern title
source: Services Blank Page
dutch: Diensten blanco pagina

# Pattern description
source: Add a Page Title
dutch: Voeg een paginatitel toe

# Pattern title
source: Nature Page Title
dutch: Natuur paginatitel

# Pattern description
source: Add a Left Text Right Image section
dutch: Voeg een sectie toe met tekst aan de linkerkant en een afbeelding aan de rechterkant

# Pattern title
source: Nature Left Text Right Image
dutch: Natuur links tekst rechts afbeelding

# Pattern description
source: Add a Left Text Button Right Image section
dutch: Voeg een sectie toe met een knop voor tekst aan de linkerkant en een afbeelding aan de rechterkant

# Pattern title
source: Nature Left Text Button Right Image
dutch: Natuur links tekstknop rechts afbeelding

# Pattern description
source: Add a Left Image Right Text Button section
dutch: Voeg een sectie toe met een afbeelding links en tekst rechts

# Pattern title
source: Nature Left Image Right Text Button
dutch: Knop natuur links afbeelding rechts tekst

# Pattern description
source: Add a Left Image Right Text section
dutch: Voeg een sectie toe met een afbeelding links en tekst rechts

# Pattern title
source: Nature Left Image Right Text
dutch: Natuur links afbeelding rechts tekst

# Pattern description
source: Add a Home Page template
dutch: Voeg een template voor de homepage toe

# Pattern title
source: Nature Home Page
dutch: Natuur homepage

# Pattern description
source: Add a Home Blank Page
dutch: Voeg een lege voorpagina toe

# Pattern title
source: Home Blank Page
dutch: Blanco homepage

# Pattern description
source: Add a hero section
dutch: Voeg een hero sectie toe

# Pattern title
source: Nature Hero
dutch: Natuur hero

# Pattern description
source: Add a contact section
dutch: Voeg een contactsectie toe

# Pattern title
source: Nature Contact Section
dutch: Sectie natuur contact
