Repository: prasish012/try
Catalog: try/media_copy/translations/newsever/existing_translations/PO FILES AS DATASETS FROM WP.TRANSLATE 2/*/wp-themes-variations-*.po
Languages: dutch

# Pattern description
source: Add a Contact Page template
dutch: Een template voor een contactpagina toevoegen

# Pattern title
source: Nature Contact Page
dutch: Natuur contactpagina

# Pattern description
source: Add an Contact Blank Page
dutch: Voeg een blanco contactpagina toe

# Pattern title
source: Contact Blank Page
dutch: Contact blanco pagina

# Pattern title
source: Nature Call To Action
dutch: Natuur Call To Action

# Pattern description
source: Add a About Page template
dutch: Een template voor een Over pagina toevoegen

# Pattern title
source: Nature About Page
dutch: Natuur Over pagina

# Pattern description
source: Add an About Blank Page
dutch: Voeg een Over lege pagina toe

# Pattern title
source: About Blank Page
dutch: Over lege pagina

# Pattern description
source: Add a Nature 3 Columns section
dutch: Sectie natuur 3 kolommen toevoegen

# Pattern title
source: Nature 3 Columns
dutch: Natuur 3 kolommen

# Pattern title
source: Search Page
dutch: Zoekpagina

# Pattern title
source: Index Page
dutch: Inhoudspagina

# Pattern title
source: Blog Alternative
dutch: Alternatief voor blog

# Pattern title
source: Page Archive
dutch: Pagina Archief

# Pattern title
source: Hidden No Results Content
dutch: Verborgen geen resultaten inhoud

# Pattern title
source: Hidden Comments
dutch: Verborgen reacties

# Pattern title
source: Hidden 404
dutch: Verborgen 404

# Pattern description
source: Header with site title and navigation
dutch: Header met sitetitel en navigatie

# Pattern title
source: Header Default
dutch: Standaard header

# Pattern description
source: Add a Default Footer
dutch: Voeg een standaard footer toe

# Pattern title
source: Default Footer
dutch: Standaard footer

# Pattern description
source: Add a Footer With Columns
dutch: Voeg een footer toe met kolommen

# Pattern title
source: Footer With Columns
dutch: Footer met kolommen

# Pattern description
source: Add a Call to action section
dutch: Voeg een sectie met een Call To Action toe

# Preposition to show the relationship between the post and its author
source: by
dutch: door

# Verb to explain the publication status of a post
source: Posted
dutch: Geplaatst

source: Want to attract people to your website? You have to have the best content in the world. Our content writers will create award willing content for you. Contact us by calling, emailing or filling out our form. You will receive a free quote by email within 24 hours.
dutch: Wil je mensen naar je site lokken? Dan moet je de beste inhoud ter wereld hebben. Onze content schrijvers maken bekroonde inhoud voor je. Neem contact met ons op door te bellen, e-mailen of ons formulier in te vullen. Je ontvangt binnen 24 uur een gratis offerte per e-mail.

source: Content Writing
dutch: Inhoud schrijven

source: We specialize in logos, merchandise and more. Anyone can create nice graphics but it’s much better to create memorable ones. Contact us by calling, emailing or filling out our form. You will receive a free quote by email within 24 hours.
dutch: Wij zijn gespecialiseerd in logo's, merchandise en meer. Iedereen kan mooie afbeeldingen maken, maar het is veel beter om memorabele afbeeldingen te maken. Neem contact met ons op door te bellen, e-mailen of ons formulier in te vullen. Je ontvangt binnen 24 uur een gratis offerte per e-mail.

source: We create custom web design for small businesses, this will help you capture new audiences and increase your sales. Contact us by calling, emailing or filling out our form. You will receive a free quote by email within 24 hours.
dutch: Wij maken webontwerp op maat voor kleine bedrijven, zodat je een nieuw publiek kunt veroveren en je verkoop kunt verhogen. Neem contact met ons op door te bellen, e-mailen of ons formulier in te vullen. Je ontvangt binnen 24 uur een gratis offerte per e-mail.

source: Service Text: Craft a brief description outlining the essence of your first service. Establish a connection with the problem they seek to resolve and preemptively address any concerns you anticipate. Consider the paramount benefit your customer will derive from this, all while keeping your target audience at the forefront of your approach.
dutch: Diensttekst: maak een korte beschrijving van de essentie van je eerste dienst. Leg een verband met het probleem dat ze willen oplossen en ga preventief in op eventuele zorgen die je verwacht. Denk na over het grote voordeel dat je klant hiervan zal hebben, terwijl je je doelgroep op de voorgrond houdt in je benadering.

source: Service Title
dutch: Dienst titel

source: Services
dutch: Diensten

source: I made it so it is super easy to update and so that it flows perfectly with my tutorials. Lots of love and hundreds of hours went into making it. I hope you love it as much as I do. I wish you the best of luck with your business, enjoy the adventure.
dutch: Ik heb het zo gemaakt dat het supermakkelijk te updaten is en dat het perfect samengaat met mijn tutorials. Er is veel liefde en honderden uren in gaan zitten. Ik hoop dat je er net zoveel van houdt als ik. Ik wens je veel succes met je bedrijf, geniet van het avontuur.

source: ABOUT US
dutch: OVER ONS

source: Job Title
dutch: Functietitel

source: Full Name
dutch: Volledige naam

source: "A comprehensive testimonial will be thoughtfully placed here, complete with all the compelling details and thoughtful insights."
dutch: Een uitgebreide aanbeveling zal hier zorgvuldig worden geplaatst, compleet met alle overtuigende details en doordachte inzichten

source: Craft a brief description outlining the essence of your first service.
dutch: Schrijf een korte beschrijving waarin de essentie van je eerste dienst wordt uitgelegd.

source: First Service
dutch: Eerste dienst

source: Services Heading
dutch: Koptekst diensten

source: Create a compelling and attention-grabbing short description<br>that sparks curiosity and leaves readers intrigued.
dutch: Maak een boeiende en aandacht-trekkende korte beschrijving<br>die nieuwsgierigheid opwekt en lezers geïntrigeerd achterlaat.

source: H1 Heading
dutch: H1 koptekst

source: Add a Subheading POTENTIAL
dutch: Voeg een subkop toe POTENTIEEL

source: EXPLORE
dutch: VERKENNEN

source: ENDLESS POTENTIAL
dutch: Oneindig potentieel

source: EARTH
dutch: AARDE

source: Follow Us:
dutch: Volg ons:

source: This is where you put in your contact form. You can download a contact form plugin then insert the shortcode.
dutch: Hier plaats je je contactformulier. Je kunt een contactformulier plugin downloaden en vervolgens de shortcode invoegen.

source: Let's Get in Touch
dutch: Laten we contact opnemen

source: ADDRESS
dutch: ADRES

source: email@website.com
dutch: e-mail@site.com

source: PHONE
dutch: TELEFOON

source: You can find us at
dutch: Je kunt ons vinden op

# sample content for call to action
source: Have any questions? We are always open to talk about your business, new projects, creative opportunities and how we can help you.
dutch: Heb je vragen? We staan altijd open om te praten over je bedrijf, nieuwe projecten, creatieve kansen en hoe we je kunnen helpen.

# sample content for call to action heading
source: Talk To Us
dutch: Neem contact met ons op

source: Get In Touch
dutch: Neem contact op

source: I wish you the best of luck with your business, enjoy the adventure.
dutch: Ik wens je veel succes met je bedrijf, geniet van het avontuur.

source: Hello, my name is Tyler Moore and with the help of many people I made this template. I made it so it is super easy to update and so that it flows perfectly with my tutorials. Lots of love and hundreds of hours went into making it. I hope you love it as much as I do.
dutch: Hallo, mijn naam is tyler moore en met de hulp van veel mensen heb ik dit template gemaakt. Ik heb hem zo gemaakt dat je hem supermakkelijk kunt updaten en dat hij perfect aansluit bij mijn tutorials. Er is veel liefde en honderden uren in gaan zitten om het te maken. Ik hoop dat jullie er net zoveel van houden als ik.

source: OUR MISSION
dutch: Onze missie

source: Text: In this section, you can compose a friendly and informative paragraph that encourages visitors to engage with your business.
dutch: In deze sectie kun je een vriendelijke en informatieve alinea samenstellen die bezoekers aanmoedigt om betrokken te raken bij je bedrijf.

source: Talk To Us Heading
dutch: Praat met ons koptekst

# sample content for call to action button
source: CTA Button
dutch: CTA knop

source: About Text: In this section, you can provide a detailed paragraph that delves into the history, values, and mission of your web development business. Highlight your team’s expertise, unique approach, and the commitment that sets you apart. Emphasize your passion for creating exceptional web solutions and convey your dedication to delivering remarkable results for clients.
dutch: Over tekst: in deze sectie kun je een gedetailleerde paragraaf opnemen die ingaat op de geschiedenis, waarden en missie van je webontwikkelingsbedrijf. Benadruk de expertise van je team, je unieke aanpak en de toewijding waarmee je je onderscheidt. Benadruk je passie voor het creëren van uitzonderlijke weboplossingen en geef je toewijding aan het leveren van opmerkelijke resultaten voor klanten weer.

source: About Heading
dutch: Over koptekst

source: Subheading: Craft a compelling subheading that sparks curiosity.
dutch: Subkop: maak een boeiende subkop die nieuwsgierigheid opwekt.

source: About
dutch: Over

source: Want to attract people to your website? You have to have the best content in the world. That’s what we do.
dutch: Wil je mensen naar je site trekken? Je moet de beste inhoud ter wereld hebben. Dat is wat wij doen.

source: Content Creation
dutch: Content aanmaken

source: Logos, merchandise and more. Anyone can create nice graphics. We think it’s better to create memorable ones.
dutch: Logo's, merchandise en meer. Iedereen kan mooie afbeeldingen maken. Wij vinden het beter om gedenkwaardige te maken.

source: Graphic Design
dutch: Grafisch ontwerp

source: Custom web design for small businesses, we help you capture new audiences and increase your sales.
dutch: Aangepast webontwerp voor kleine bedrijven, we helpen je om nieuwe doelgroepen te bereiken en je verkoop te verhogen.

source: Web Design
dutch: Webontwerp

source: Sorry, nothing was found for that search term.
dutch: Er is helaas niets gevonden voor dat keyword.

source: Read more
dutch: Lees verder

# placeholder for search field
source: Search...
dutch: Zoeken...

# label
source: Search
dutch: Zoeken

# Message explaining that there are no results returned from a search
source: Sorry, but nothing matched your search terms. Please try again with some different keywords.
dutch: Er kwam niets overeen met je zoektermen. Probeer het opnieuw met andere keywords.

# Title of comments section
source: Comments
dutch: Reacties

source: Search
dutch: Zoeken

source: Unfortunately, the page you are looking for no longer exists, or has been moved. Please try searching for your content below.
dutch: Helaas bestaat de pagina die je zoekt niet meer of is verplaatst. Probeer hieronder te zoeken naar je inhoud.

source: Page Not Found
dutch: Pagina niet gevonden

source: © Copyright 2025 | Variations by %s
dutch: © Copyright 2025 | Variaties door %s

source: © Copyright 2025 | Variations by %s | All rights reserved | Powered by WordPress
dutch: © Copyright 2025 | Variaties door %s | Alle rechten voorbehouden | Aangedreven door WordPress

source: Please connect our social media resources to stay in touch and receive all the recent info about us. Thank you for being part of our community!
dutch: Verbind onze sociale media gegevensbronnen om in contact te blijven en alle recente informatie over ons te ontvangen. Bedankt dat je deel uitmaakt van onze community!

# sample content for call to action button
source: Get In Touch
dutch: Neem contact op

# sample content for call to action
source: Got any book recommendations?
dutch: Heb je enige boek aanbevelingen?

source: Contact Pages
dutch: Contactpagina's

source: Service Pages
dutch: Diensten pagina's

source: About Pages
dutch: Over pagina's
