Repository: prasish012/try
Catalog: try/media_copy/translations/elegant-magazine/existing_translations/PO FILES AS DATASETS FROM WP.TRANSLATE 2/Arabic/wp-themes-sydney-*.po
Languages: ar

source: Have a question? Hit a bug? Get the help you need, when you need it from our friendly support staff.
ar: لدي سؤال؟ هل أصابك خطأ؟ احصل على المساعدة التي تحتاجها ، عندما تحتاجها من فريق الدعم الودود لدينا.

source: Need help? We're here for you!
ar: تحتاج مساعدة؟ نحن هنا من أجلك!

source: Priority Status
ar: الحالة الأولية

source: Clicking “Starter Sites” button will install and activate the demo importer plugin.
ar: يؤدي النقر على زر "المواقع البادئة" إلى تنصيب وتفعيل المكون الإضافي لاستيراد النسخة التجريبية.

source: Starter Sites
ar: مواقع البداية

source: Hello,
ar: مرحبا،

source: A slow host can really put a drag on your site’s performance, even an optimized one. Make sure you get a host that won’t hold you back by reading our review, complete with real speed tests, of the fastest WordPress hosts.
ar: يمكن للمضيف البطيء أن يعرقل أداء موقعك حتى وإن كان محسنًا. تأكد من حصولك على مضيف لن يعيقك عند قراءة مراجعتنا، ترافقه اختبارات السرعة الحقيقية، لأسرع مضيفي ووردبريس.

source: Fastest WordPress Hosts
ar: أسرع مضيفي WordPress

source: Every site that is serious about speed (and should be pretty much all sites these days) needs a caching plugin and WP Rocket is our pick of the bunch. Get the lowdown on why we recommend it n our data-backed review:
ar: يحتاج كل موقع جاد بشأن السرعة (ويجب أن تكون تقريبًا جميع المواقع سريعة هذه الأيام) إلى إضافة التخزين المؤقت و WP Rocket وهو اختيارنا من بين هذه الإضافات. احصل على المعلومات الأكثر أهمية التى أوصيناكم بها في مراجعتنا المدعومة بالبيانات:

source: WP Rocket Review
ar: مراجعة WP Rocket

source: We run through the top 10 WordPress performance plugins to keep your site running fast. Goes beyond just caching plugins (though those are on there too!). A must-read for all WordPress site owners.
ar: نقوم بتشغيل أفضل 10 إضافات لأداء ووردبريس للحفاظ على سرعة تشغيل موقعك. يتجاوز مجرد التخزين المؤقت للإضافات (على الرغم من وجودها هناك أيضًا!). يجب على جميع أصحاب مواقع ووردبريس قراءتها.

source: Best WordPress Speed Optimization Plugins
ar: أفضل الإضافات لتحسين سرعة WordPress

source: Customize
ar: تخصيص

source: Failed to initialize or activate importer plugin.
ar: فشل في تهيئة أو تنشيط الإضافة للاستيراد.

source: Insufficient permissions to install the plugin.
ar: أذونات غير كافية لتنصيب الإضافة.

source: Something went wrong, contact support.
ar: حدث خطأ ما ، اتصل بالدعم.

source: Theme Dashboard
ar: رئيسية القالب

source: Upgrade to Pro
ar: الترقية إلى احترافي

source: Performance
ar: الأداء

source: Free vs PRO
ar: مجاني مقابل PRO

source: Extra Widget Area
ar: منطقة الودجت الإضافية

source: Buttons
ar: أزرار

source: Single Product
ar: المنتج الفردي

source: Footer Credits
ar: اعتمادات التذييل

source: Blog Options
ar: خيارات المدونة

source: Color Options
ar: خيارات الألوان

source: Header Options
ar: خيارات الترويسة

source: Change Site Title or Logo
ar: تغيير عنوان الموقع أو الشعار

source: Theme Features
ar: ميزات القالب

source: Sydney is now installed and ready to use. Click on Starter Sites to get off to a flying start with one of our pre-made templates, or go to Theme Dashboard to get an overview of everything.
ar: Sydney الآن منصب وجاهزة للإستخدام. انقر فوق مواقع Starter لبدء بداية سريعة باستخدام أحد قوالبنا المعدة مسبقًا، أو انتقل إلى قالب لوحة التحكم للحصول على نظرة عامة على كل شيء.

source: Get Sydney Pro Today
ar: احصل على Sydney Pro اليوم

source: Here are some of the differences between Sydney and Sydney Pro:
ar: نجد هنا بعض الاختلافات بين Sydney وSydney Pro:

source: Differences between Sydney and Sydney Pro
ar: الفوارق بين Sydney وSydney Pro

source: I already did
ar: لقد فعلتها

source: Maybe later
ar: ربما في وقت لاحق

source: Sure
ar: متاكد

source: Hey, %1$s! You've been using Sydney for more than two weeks now and we hope you're happy with it. If you have a few minutes, we would love to get a 5 star review from you.
ar: مرحبا، %1$s! لقد اتستخدمت Sydney لأكثر من أسبوعين حتى الآن ونأمل أن تكون سعيدًا بها. إذا كان لديك بضع دقائق، فنحن نرغب في الحصول على تقييم 5 نجوم منك.

source: Sidebar layout (single course)
ar: تخطيط الشريط الجانبي (دورة فردية)

source: Sidebar layout (course archive)
ar: تخطيط الشريط الجانبي (أرشيف الدرس)

source: Single courses
ar: دورات فردية

source: Lesson title font size
ar: حجم خط عنوان الدرس

source: Lesson title
ar: عنوان الدرس

source: Single lesson
ar: درس فردي

source: Course accent color
ar: لون المميز للدرس

source: Course title font size
ar: حجم خط عنوان الدرس

source: Course title
ar: عنوان الدرس

source: Single course
ar: درس فردي

source: Archives titles font size
ar: حجم خط عناوين الأرشيفات

source: Archives entry meta
ar: أرشيفات منوعات الدخول

source: Archives titles color (hover)
ar: لون عناوين الأرشيفات (التمرير)

source: Archives titles color
ar: لون عناوين الأرشيفات

source: Styling
ar: النمط

source: Memberships columns
ar: أعمدة العضويات

source: Membership archives
ar: أرشيفات العضوية

source: Sidebar right
ar: الشريط الجانبي الأيمن

source: Sidebar left
ar: الشريط الجانبي الأيسر

source: Sidebar layout
ar: تخطيط الشريط الجانبي

source: Course catalog columns
ar: دورة أعمدة الكتالوج

source: Courses archives
ar: دورات الأرشيف

source: Remove sidebar from single products?
ar: إزالة الشريط الجانبي من المنتجات الفردية؟

source: Single products
ar: المنتجات الفردية

source: Custom HTML
ar: HTML مخصص

source: Button border radius
ar: زر زوايا الحدود

source: Button font size
ar: زر حجم الخط

source: Left/right button padding
ar: زر يمين/يسار للهامش الداخلي

source: Top/bottom button padding
ar: الزر العلوي/السفلي للهامش الداخلي

source: Open link in a new tab?
ar: فتح الرابط في علامة تبويب جديدة؟

source: Button text
ar: نص الزر

source: Get in touch
ar: لنبقى على اتصال

source: Button link
ar: زر الرابط

source: Button
ar: الزر

source: Nothing
ar: لا شيء

source: Header custom item
ar: عنصر الترويسة المخصص

source: Contained
ar: مضمن

source: Menu container
ar: حاوية القائمة

source: Menu layout
ar: تخطيط القائمة

source: [aThemes Posts] See all button text
ar: عرض كل أزرار النص [مقالات aThemes]

source: [aThemes Testimonials] Testimonial
ar: شهادات [شهادات aThemes]

source: [aThemes Testimonials] Position
ar: ترتيب [شهادات aThemes]

source: [aThemes Testimonials] Name
ar: إسم [شهادات aThemes]

source: [aThemes Employees] Link
ar: رابط [موظفي aThemes]

source: [aThemes Employees] Position
ar: ترتيب [موظفي aThemes]

source: [aThemes Employees] Name
ar: إسم [موظفي aThemes]

source: [aThemes Portfolio] Link
ar: رابط [قائمة مشاريع aThemes]

source: [aThemes Portfolio] Term
ar: عنصر [قائمة مشاريع aThemes]

source: [aThemes Portfolio] Title
ar: عنوان [قائمة مشاريع aThemes]

source: Font weight
ar: سُمك الخط

source: Discover Sydney Pro
ar: اكتشف Sydney Pro

source: Take Sydney to a whole other level by upgrading to the Pro version.
ar: ارتق بSydney إلى مستوى آخر تمامًا عن طريق الترقية إلى نسخة Pro.

source: See the changelog
ar: عرض سجل التغيير

source: Keep informed about each theme update.
ar: ابق على اطلاع حول تحديث كل قالب.

source: Submit a review here
ar: إرسال مراجعة هنا

source: It makes us happy to hear from our users. We would appreciate a review.
ar: يسعدنا أن نسمع من مستخدمينا. نحن نقدر مراجعة.

source: View Sydney Pro
ar: عرض Sydney Pro

source: Font options
ar: خيارات الخط

source: Header options
ar: خيارات الترويسة

source: Change your site title or add a logo
ar: غير عنوان الموقع أو أضف شعارًا

source: Theme elements can be styled from the Customizer. Use the links below to go straight to the section you want.
ar: يمكن تصميم عناصر القالب من قبل أداة التخصيص. استخدم الروابط أدناه للانتقال مباشرة إلى القسم الذي تريده.

source: Styling with the Customizer
ar: التصميم باستخدام أداة التخصيص

source: All recommended plugins need to be installed and activated for this step.
ar: يجب تنصيب وتفعيل جميع المكونات الإضافية الموصى بها لهذه الخطوة.

source: Importing the demo will make your website look like our website.
ar: سيؤدي استيراد العرض التوضيحي إلى جعل الموقع الإلكتروني الخاص بك يبدو مثل موقعنا.

source: Import demo content (optional)
ar: استيراد محتوى العرض التوضيحي (اختياري)

source: This plugin is useful for importing our demos. You can uninstall it after you're done with it.
ar: هذه الاضافة مفيدة لاستيراد العروض التوضيحية الخاصة بنا. يمكنك إلغاء التنصيب بعد الانتهاء منه.

source: First time Elementor user?
ar: مستخدم Elementor لأول مرة؟

source: Elementor will enable you to create pages by adding widgets to them using drag and drop.
ar: سيمكنك Elementor من إنشاء صفحات عن طريق إضافة ودجات إليها باستخدام السحب والرفع.

source: Sydney Toolbox is a free addon for the Sydney WordPress theme. It helps with things like demo import and additional Elementor widgets.
ar: Sydney Toolbox هو وضيفة اضافية مجانية لقالب Sydney ووردبريس. إنه يساعد في أشياء مثل استيراد عرض توضيحي (Demo) وودجات Elementor إضافية.

source: Install one plugin at a time. Wait for each plugin to activate.
ar: تنصيب إضافة واحدة في كل مرة. انتظر حتى يتم تفعيل كل إضافة.

source: Install recommended plugins
ar: تنصيب الإضافات الموصى بها

source: Activating
ar: يتم التنشيط

source: Jetpack Portfolio
ar: قائمة مشاريع جاتباك (Jetpack)

source: Deactivate
ar: تعطيل

source: Modern
ar: عصري

source: Read more
ar: اقرأ المزيد

source: or go to the Customizer
ar: أو اذهب إلى المخصص

source: Click the pencil icon to change this text
ar: انقر على ايقونة القلم لتغيير هذا النص

source: No sidebar
ar: لا يوجد شريط جانبي

source: Page builder ready
ar: منشىء صفحات جاهز

source: Classic (alternative)
ar: تقليدي (البديل)

source: Buy Sydney Pro
ar: اشترِ Sydney Pro

source: Priority support
ar: دعم ذو أولوية

source: 5 Extra Page Templates (Contact, Featured Header - Default, Featured Header - Wide, No Header - Default, No Header - Wide)
ar: 5 قوالب صفحات إضافية (اتصال، ترويسة مميزة - افتراضية، ترويسة مميزة - عريضة، لا توجد ترويسة - افتراضية، لا توجد ترويسة - عريضة)

source: WooCommerce compatible
ar: متوافق مع WooCommerce

source: Single Post/Page Options
ar: خيارات المقالة/الصفحة الفردية

source: Header support for shortcodes
ar: ترويسة الدعم الفني للرموز القصيرة

source: Header support for Crelly Slider
ar: الدعم الفني للترويسة لCrelly Slider

source: Extra Customizer Options (Front Page Section Titles, Single Employees, Single Projects, Header Contact Info, Buttons)
ar: خيارات مخصصة إضافية (عناوين قسم الصفحة الرئيسية، الموظفين الفرديين، المشاريع الفردية، معلومات ترويسة الاتصال، الأزرار)

source: Extra widgets (timeline, latest news in carousel, pricing tables, a new employees widget and a new contact widget)
ar: ودجات إضافية (الجدول الزمني، وآخر الأخبار في معرض الصور (Carousel)، وجداول التسعير، وودجت جديدة للموظفين، وودجت اتصال جديدة)

source: Footer Credits option
ar: إعدادات اعتمادات التذييل

source: Background image support
ar: الدعم الفني للصورة الخلفية

source: Widgetized footer
ar: إنشاء ودجت في التذييل

source: Color options
ar: خيارات الألوان

source: Polylang integration
ar: تكامل Polylang

source: Translation ready
ar: ترجمة جاهزة

source: Front Page Blocks
ar: مكوّنات الصفحة الأمامية

source: Slider, image or video header
ar: ترويسة عارض الشرائح أو الصورة أو الفيديو

source: Social Icons
ar: أيقونات اجتماعية

source: Parallax backgrounds
ar: خلفيات اختلاف المنظر

source: Access to all Google Fonts
ar: الوصول الى جميع خطوط جوجل

source: Feature
ar: ميزة

source: See the Documentation
ar: اطلع على الوثائق

source: Our documentation can help you learn how to use the theme and also provides you with premade code snippets and answers to FAQs.
ar: يمكن أن تساعدك وثائقنا على تعلم كيفية استخدام القالب كما أنها تزودك بمقتطفات برمجية معدة مسبقًا وإجابات على الأسئلة المتكررة.

source: Visit the forums
ar: زيارة المنتديات

source: Need help? Go ahead and visit our support forums and we'll be happy to assist you with any theme related questions you might have
ar: تحتاج مساعدة؟ تفضل بزيارة منتديات الدعم الخاصة بنا وسنكون سعداء لمساعدتك في أي أسئلة متعلقة بالقالب

source: Visit our forums
ar: زيارة منتدياتنا

source: Go to the automatic importer
ar: انتقل إلى المستورد التلقائي

source: Install and activate
ar: تنصيب وتفعيل

source: Free vs Pro
ar: مجانا مقابل احترافي

source: Getting started
ar: بدء الاستخدام

source: Sydney is now installed and ready to go. To help you with the next step, we've gathered together on this page all the resources you might need. We hope you enjoy using Sydney.
ar: تم الآن تنصيب Sydney وهو جاهزة للإستخدام. لمساعدتك في الخطوة التالية، جمعنا معًا في هذه الصفحة جميع الموارد التي قد تحتاجها. نأمل أن تستمتع باستخدام Sydney.

source: Hello, %s,
ar: مرحبا، %s,

source: Responsive
ar: متجاوب

source: Full screen
ar: شاشة كاملة

source: Text before the play button (only for lightbox mode):
ar: النّص قبل زر التشغيل (فقط لوضع صندوق الضوء):

source: Lightbox
ar: صندوق الضوء

source: Normal
ar: عادي

source: Video mode:
ar: نمط الفيديو:

source: Mobile menu button
ar: زر القائمة الجوالة

source: Menu items hover
ar: المرور فوق عناصر القائمة

source: Video
ar: فيديو

source: Add a value in the field to change the top/bottom row padding, otherwise 100px will be applied by default
ar: أضف قيمة في الحقل لتغيير صف الهوامش الداخلية العلوية/السفلية، وإلا سيتم تطبيق 100 بكسيل (px) بشكل افتراضي

source: Excerpt
ar: المقتطف

source: Full content
ar: المحتوى الكامل

source: Content to display:
ar: المحتوى المراد عرضه:

source: Get Sydney Pro
ar: احصل على Sydney Pro

source: This applies to all headings in the widget, except the widget title
ar: ينطبق هذا على جميع العناوين في الودجت، باستثناء عنوان الودجت

source: Headings color
ar: لون العناوين

source: Widget title color
ar: لون عنوان الودجت

source: This setting depends on the content, it may or may not work
ar: يعتمد هذا الإعداد على المحتوى، فقد يعمل أو لا يعمل

source: Right
ar: يمين

source: Center
ar: توسيط

source: Left
ar: يسار

source: Content alignment
ar: محاذاة المحتوى

source: Overlay color
ar: لون الغطاء

source: Disable row overlay?
ar: تعطيل صف الغطاء؟

source: Header
ar: الترويسة

source: Show project title?
ar: عرض اسم المشروع؟

source: "Show all" text:
ar: "عرض كل" النص:

source: Show navigation filter? (Category slugs must be specified).
ar: عرض تنقل عامل التصفية؟ (يجب أن يكون تصنيف الأسماء اللطيفة مُحدد).

source: Enter the slugs (comma separated) for your categories or leave empty to show all projects.
ar: أدخل الإسم اللطيف (مفصول بفاصل) للتصنيفات الخاصة بك أو اتركها فارغة لعرض جميع المشاريع.

source: Number of projects to show (-1 shows all of them):
ar: عدد المشاريع المراد عرضها (-1يظهر كل منهم):

source: Show all
ar: عرض الكل

source: Sydney FP: Portfolio
ar: Sydney FP: قائمة المشاريع

source: Display your projects in a grid.
ar: عرض المشاريع الخاصة بك في شبكة.

source: Page wrapper - bottom padding
ar: غلاف الصفحة - الهوامش الداخلية السفلية

source: Open clients links in a new tab?
ar: فتح روابط العملاء في علامة تبويب جديدة؟

source: Bottom padding for the page wrapper (the space between the page content and the footer)
ar: زر الهوامش الداخلية لغلاف الصفحة (المسافة بين محتوى الصفحة والتذييل)

source: Top padding for the page wrapper (the space between the header and the page title)
ar: الهوامش الداخلية العلوية لغلاف الصفحة (المسافة بين الترويسة وعنوان الصفحة)

source: Page wrapper - top padding
ar: غلاف الصفحة - الهوامش الداخلية العلوية

source: Autoplay time [ms]
ar: وقت التشغيل التلقائي [ميلي ثانية(ms)]

source: Support
ar: الدعم الفني

source: Documentation
ar: وثائق المساعدة

source: Sydney Info
ar: معلومات Sydney

source: Full width
ar: كامل العرض

source: Front Page
ar: الصفحة الرئيسية

source: Paste the URL of the video (only from a network that supports oEmbed, like Youtube, Vimeo etc.):
ar: ألصق URL الفيديو (فقط من الشبكة التي تدعم oEmbed مثل Youtube وVimeo وما إلى ذلك):

source: Sydney: Video
ar: Sydney: فيديو

source: Display a video from Youtube, Vimeo etc.
ar: عرض مقطع فيديو من Youtube وVimeo وما إلى ذلك.

source: See all our testimonials
ar: عرض كل الشهادات الخاصة بنا

source: Enter the slug for your category or leave empty to show all testimonials.
ar: أدخل الإسم اللطيف للفئة الخاصة بك أو اتركه فارغًا لعرض جميع الشهادات.

source: The text for the button [Defaults to <em>See all our testimonials</em> if left empty]
ar: زر النص [افتراضي ل <em>عرض كل شهاداتنا</em> إذا تركت فارغة]

source: The URL for your button [In case you want a button below your testimonials block]
ar: زر ال URL الخاص بك [إن كنت تريد زرًا أسفل مكون الشهادات الخاصة بك]

source: Number of testimonials to show (-1 shows all of them):
ar: عدد الشهادات المراد عرضها (-1 يعرض كل منهم)

source: In order to display this widget, you must first add some testimonials from your admin area.
ar: لعرض هذه الودجت، يجب عليك أولاً إضافة بعض الشهادات من منطقة الإدارة الخاصة بك.

source: Sydney FP: Testimonials
ar: Sydney FP: الشهادات

source: Display your testimonials in a slider.
ar: اعرض شهاداتك في عارض شرائح.

source: &mdash; Select &mdash;
ar: &mdash; اختيار &mdash;

source: Select your social menu:
ar: حدد القائمة الاجتماعية الخاصة بك:

source: In order to display your social icons in a widget, all you need to do is go to <strong>Appearance > Menus</strong> and create a menu containing links to your social profiles, then assign that menu here. Supported networks: Facebook, Twitter, Google Plus, Instagram, Dribble, Vimeo, Linkedin, Youtube, Flickr, Pinterest, Tumblr, Foursquare, Behance.
ar: لعرض الأيقونات الإجتماعية الخاصة بك في الودجت، كل ما عليك فعله هو الانتقال إلى <strong>المظهر> القوائم</strong> وإنشاء قائمة تحتوي على روابط ملفات التعريف الإجتماعية الخاصة بك ثم قم بإسناد تلك القائمة هنا. الشبكات المدعومة: Facebook وTwitter وGoogle Plus وInstagram وDribble وVimeo وLinkedin وYoutube وFlickr وPinterest وTumblr وFoursquare وBehance.

source: No menus have been created yet. <a href="%s">Create some</a>.
ar: حتى الآن لم تقم بانشاء قوائم. <a href="%s">إنشاء</a>.

source: Sydney FP: Social Profile
ar: Sydney FP: ملف التعريف الاجتماعي

source: Display your social profile on your front page
ar: عرض ملف التعريف الاجتماعي الخاص بك على صفحتك الرئيسية

source: Fourth skill value
ar: قيمة المهارة الرابعة

source: Fourth skill name
ar: اسم المهارة الرابعة

source: Third skill value
ar: قيمة المهارة الثالثة

source: Third skill name
ar: اسم المهارة الثالثة

source: Second skill value
ar: قيمة المهارة الثانية

source: Second skill name
ar: اسم المهارة الثانية

source: First skill value
ar: قيمة المهارة الأولى

source: First skill name
ar: اسم المهارة الأول

source: Sydney FP: Skills
ar: Sydney FP: المهارات

source: Show your visitors some of your skills.
ar: عرض بعض المهارات الخاصة بك للزائرين.

source: Number of columns:
ar: عدد الأعمدة:

source: Sydney FP: Services type B
ar: Sydney FP: خدمات نوع B

source: See all our services
ar: تعرف على جميع خدماتنا

source: Display services in two columns instead of three?
ar: عرض الخدمات في عمودين بدلا من ثلاثة؟

source: Enter the slug for your category or leave empty to show all services.
ar: أدخل الإسم اللطيف للتصنيف الخاص بك أو اتركه فارغًا لعرض جميع الخدمات.

source: The text for the button [Defaults to <em>See all our services</em> if left empty]
ar: نص الزر [ افتراضي ل <em>عرض جميع خدماتنا</em> إذا تركت فارغة]

source: The URL for your button [In case you want a button below your services block]
ar: URL للزر الخاص بك [إن كنت تريد زرًا أسفل مكون خدماتك]

source: Number of services to show (-1 shows all of them):
ar: عدد الخدمات المراد عرضها: (-1 يعرض كل منهم)

source: In order to display this widget, you must first add some services from your admin area.
ar: لعرض هذه الودجت، يجب عليك أولاً إضافة بعض الخدمات من منطقة الإدارة الخاصة بك.

source: Sydney FP: Services Type A
ar: Sydney FP: خدمات نوع A

source: Show what services you are able to provide.
ar: عرض الخدمات التي يمكنك تقديمها.

source: Call to action button text:
ar: نص زر الدعوة إلى اتخاذ إجراء:

source: Call to action button URL:
ar: URL زر الدعوة إلى اتخاذ إجراء:

source: Add your list items here. One item per row, start each row with <strong>^</strong>. Example: <strong>^ list item </strong>
ar: أضف قائمة عناصرك هنا. عنصر واحد في كل صف، وابدأ كل صف بـ <strong>^</strong>. مثال: <strong>^ عنصر قائمة</strong>

source: Add a bit of text here. It will be displayed.
ar: أضف القليل من النص هنا. سيتم عرضه.

source: Title:
ar: العنوان:

source: Sydney FP: List
ar: Sydney FP: القائمة

source: A simple list widget
ar: قائمة ودجت بسيطة

source: See all our news
ar: شاهد كل أخبارنا

source: Add the text for the button here if you want to change the default <em>See all our news</em>
ar: أضف نص الزر هنا إذا كنت تريد تغيير الإعداد الافتراضي <em> مشاهدة جميع أخبارنا </em>

source: Enter the slug for your category or leave empty to show posts from all categories.
ar: أدخل الإسم اللطيف للفئة الخاصة بك أو اتركه فارغًا لعرض المقالات من جميع التصنيفات.

source: Sydney FP: Latest News
ar: Sydney FP: أحدث الأخبار

source: Show the latest news from your blog.
ar: عرض آخر الأخبار من المدونة الخاصة بك.

source: Fourth fact icon
ar: أيقونة الحقيقة الرابعة

source: Fourth fact value
ar: قيمة الحقيقة الرابعة

source: Fourth fact name
ar: إسم الحقيقة الرابعة

source: Third fact icon
ar: أيقونة الحقيقة الثالثة

source: Third fact value
ar: قيمة الحقيقة الثالثة

source: Third fact name
ar: إسم الحقيقة الثالثة

source: Second fact icon
ar: أيقونة الحقيقة الثانية

source: Second fact value
ar: قيمة الحقيقة الثانية

source: Second fact name
ar: إسم الحقيقة الثانية

source: First fact icon
ar: أيقونة الحقيقة الأولى

source: First fact value
ar: قيمة الحقيقة الأولى

source: First fact name
ar: إسم الحقيقة الأولى

source: Usage example: <strong>fa-android</strong>
ar: مثال للإستخدام: <strong>fa-android</strong>

source: here.
ar: هنا.

source: You can find a list of the available icons
ar: يمكنك إيجاد قائمة الأيقونات المتوفرة

source: Sydney FP: Facts
ar: Sydney FP: حقائق

source: Show your visitors some facts about your company.
ar: أعرض للزوار بعض الحقائق عن الشركة الخاصة بك.

source: See all our employees
ar: اطلع على جميع عملائنا.

source: Center the employees? (use only if you have 1 or 2 employees)
ar: توسيط الموظفين؟ (استخدم فقط إذا كان لديك موظف أو موظفان)

source: Enter the slug for your category or leave empty to show all employees.
ar: ادخل الإسم اللطيف للتصنيف الخاص بك أو اتركه فارغا لعرض جميع الموظفين.

source: The text for the button [Defaults to <em>See all our employees</em> if left empty]
ar: نص الزر [افتراضي ل <em>اطلع على جميع عملائنا</em> إذا تُركت فارغة]

source: Enter an URL here if you want to section to link somewhere.
ar: أدخل URL هنا إذا كنت تريد قسمًا لربط مكان ما.

source: Number of employees to show (-1 shows all of them):
ar: عدد الموظفين المراد عرضهم (-1 يعرض كل منهم)

source: In order to display this widget, you must first add some employees from the dashboard. Add as many as you want and the theme will automatically display them all.
ar: لعرض هذه الودجت، يجب عليك أولاً إضافة بعض الموظفين من لوحة التحكم. أضف عدد القوالب التي تريدها وستعرض جميعها تلقائيًا.

source: Sydney FP: Employees
ar: Sydney FP: الموظفين

source: Display your team members in a stylish way.
ar: اعرض أعضاء فريقك بطريقة منسقة.

source: See all our clients
ar: تعرف على جميع عملائنا

source: Enter the slug for your category or leave empty to show all clients.
ar: ادخل الإسم اللطيف للتصنيف الخاص بك أو اتركه فارغًا لإظهار جميع العملاء.

source: The text for the button [Defaults to <em>See all our clients</em> if left empty]
ar: نص الزر [الإعدادات الافتراضية هي <em> رؤية جميع عملائنا </em> إذا تُركت فارغة]

source: The URL for your button [In case you want a button below your clients block]
ar: URL للزر الخاص بك [إن كنت تريد زرًا أسفل مكون عملائك]

source: Number of clients to show (-1 shows all of them):
ar: عدد العملاء المراد عرضهم (-1 يعرض كل منهم)
