Repository: prasish012/try
Catalog: try/media_copy/translations/elegant-magazine/existing_translations/PO FILES AS DATASETS FROM WP.TRANSLATE 2/Arabic/wp-themes-sydney-*.po
Languages: ar

source: In order to display this widget, you must first add some clients from your admin area. Set your client logos as featured images.
ar: لعرض هذه الودجت، يجب عليك أولاً أن تضيف بعض العملاء من منطقة الإدارة الخاصة بك. قم بتعيين شعارات العميل الخاصة بك كصور بارزة.

source: Sydney FP: Clients
ar: Sydney FP: العملاء

source: Display your clients list.
ar: عرض قائمة عملائك.

source: Display the button inline with the text?
ar: عرض الزر منسقا مع النص؟

source: Title for the button
ar: إسم الزر

source: Link for the button
ar: رابط الزر

source: Enter your call to action.
ar: أدخل الدعوة إلى اتخاذ إجراء الخاصة بك.

source: Sydney FP: Call to action
ar: ٍٍSydney FP: الدعوة إلى اتخاذ إجراء

source: Display a call to action block.
ar: عرض مكوّن الدعوة إلى اتخاذ إجراء.

source: Enter your email address
ar: أدخل عنوان البريد الإلكتروني الخاص بك

source: Enter your phone number
ar: أدخل رقم الهاتف الخاص بك

source: Enter your address
ar: أدخل العنوان الخاص بك

source: Title
ar: العنوان

source: Sydney: Contact info
ar: Sydney: معلومات الإتصال

source: Display your contact info
ar: عرض معلومات الاتصال الخاصة بك

source: Search Results for: %s
ar: نتائج البحث عن: %s

source: Activate
ar: تفعيل

source: Install
ar: تنصيب

source: Type
ar: النوع

source: Archives
ar: الأرشيف

source: Archives: %s
ar: الآرشيفات: %s

# post format archive title
source: Chats
ar: المحادثات

# post format archive title
source: Audio
ar: الصوتيات

# post format archive title
source: Statuses
ar: الحالات

# post format archive title
source: Links
ar: الروابط

# post format archive title
source: Quotes
ar: الإقتباسات

# post format archive title
source: Videos
ar: الفيديوهات

# post format archive title
source: Images
ar: الصور

# post format archive title
source: Galleries
ar: المعارض

# post format archive title
source: Asides
ar: الملاحظات

# daily archives date format
source: F j, Y
ar: j F، Y

source: Day: %s
ar: اليوم: %s

source: Month: %s
ar: الشهر: %s

source: Year: %s
ar: السنة: %s

source: Author: %s
ar: الكاتب: %s

source: Tag: %s
ar: الوسم: %s

source: Category: %s
ar: التصنيف: %s

source: % comments
ar: % تعليقات

source: 1 comment
ar: تعليق واحد

# post date
source: Posted on %s
ar: نشر في %s

source: Post navigation
ar: تصفّح المقالات

source: Newer posts
ar: مقالات أحدث

source: Older posts
ar: مقالات أقدم

source: Posts navigation
ar: تصفّح المقالات

source: 45px
ar: 45 بكسل

source: 30px
ar: 30 بكسل

source: 15px
ar: 15 بكسل

source: Default
ar: افتراضي

source: Here you can select a top/bottom row padding for screen sizes < 1024px
ar: يمكنك هنا تحديد أسفل/أعلى صف الهوامش الداخلية لأحجام الشاشة < 1024 بيكسل (px)

source: Mobile padding
ar: الهامش الداخلي الجوال

source: Background image of the row.
ar: الصورة الخلفية للصف.

source: Background Image
ar: صورة الخلفية

source: Color of the row.
ar: لون الصف.

source: Color
ar: لون

source: Background color
ar: لون الخلفية

source: This may or may not work. It depends on the widget styles.
ar: قد يعمل أو لا يعمل. يعتمد ذلك على نمط الودجت.

source: Center align the content?
ar: توسيط محاذاة المحتوى؟

source: Top/bottom padding
ar: أعلى/أسفل الهوامش الداخلية

source: Bottom Border Color
ar: لون الإطار السفلي

source: Sydney Theme Widgets
ar: ودجات قالب Sydney

source: Nothing (only menu)
ar: لا شيء (القائمة فقط)

source: 1. Documentation for Sydney can be found
ar: 1. يمكن العثور على وثائق Sydney

source: Theme info
ar: معلومات القالب

source: Sidebar color
ar: لون الشريط الجانبي

source: Sidebar background
ar: خلفية الشريط الجانبي

source: Body text
ar: نص الجسم

source: Sub-menu background
ar: خلفية القائمة الفرعية

source: Sub-menu items
ar: عناصر القائمة الفرعية

source: Top level menu items
ar: عناصر المستوى الأعلى للقائمة

source: Menu background
ar: خلفية القائمة

source: Site description
ar: وصف الموقع

source: Site title
ar: اسم الموقع

source: Font family
ar: عائلة الخط

source: Four
ar: أربعة

source: Three
ar: ثلاثة

source: Two
ar: اثنان

source: One
ar: واحد

source: Footer widget areas
ar: مناطق الودجات التذييل

source: Footer
ar: أسفل الصفحة (الفوتر)

source: Featured image
ar: الصورة البارزة للصفحة

source: Meta
ar: منوعات

source: Excerpt length
ar: طول المقتطف

source: Masonry (grid style)
ar: البناء (نمط الشبكة)

source: Full width (no sidebar)
ar: عرض كامل (لا يوجد شريط جانبي)

source: Classic
ar: تقليدي

source: Blog layout
ar: تخطيط المدونة

source: Layout
ar: الشكل العام

source: Blog options
ar: خيارات المدونة

source: Upload your logo
ar: رفع الشعار الخاص بك

source: Disable the overlay?
ar: تعطيل الغطاء؟

source: Header height [default: 300px]
ar: ارتفاع الترويسة [افتراضي: 300بيكسل(px)]

source: Contain
ar: يحتوي على

source: Cover
ar: التفاف

source: Header background size
ar: حجم خلفية الترويسة

source: Centered (menu and site logo)
ar: توسيط (القائمة وشعار الموقع)

source: Inline
ar: مضمنة

source: Static
ar: ثابت

source: Sticky
ar: مثبت

source: Sticky menu
ar: قائمة مثبّتة

source: Menu style
ar: نمط القائمة

source: Text for your call to action button
ar: نص زر الدعوة إلى اتخاذ الإجراء الخاص بك

source: Click to begin
ar: انقر للبدأ

source: URL for your call to action button
ar: URL للدعوة إلى اتخاذ الإجراء الخاصة بك

source: Subtitle for the fifth slide
ar: العنوان الفرعي للشريحة الخامسة

source: Title for the fifth slide
ar: عنوان الشريحة الخامسة

source: Upload your fifth image for the slider
ar: رفع صورتك الخامسة لعارض الشرائح

source: Subtitle for the fourth slide
ar: العنوان الفرعي للشريحة الرابعة

source: Title for the fourth slide
ar: عنوان الشريحة الرابعة

source: Upload your fourth image for the slider
ar: رفع صورتك الرابعة لعارض الشرائح

source: Subtitle for the third slide
ar: العنوان الفرعي للشريحة الثالثة

source: Title for the third slide
ar: عنوان الشريحة الثالثة

source: Upload your third image for the slider
ar: رفع صورتك الثالثة لعارض الشرائح

source: Subtitle for the second slide
ar: العنوان الفرعي للشريحة الثانية

source: Title for the second slide
ar: عنوان الشريحة الثانية

source: Upload your second image for the slider
ar: رفع الصورة الثانية الخاصة بك لعارض الشرائح

source: Subtitle for the first slide
ar: العنوان الفرعي للشريحة الأولى

source: Title for the first slide
ar: عنوان الشريحة الأولى

source: Welcome to Sydney
ar: مرحبا بكم في Sydney

source: Upload your first image for the slider
ar: رفع الصورة الأولى الخاصة بك لعارض الشرائح

source: Slider speed in miliseconds. Use 0 to disable [default: 4000]
ar: سرعة عارض الشرائح بالملي ثانية. استخدم 0 للتعطيل [افتراضي: 4000]

source: Slider speed
ar: سرعة عارض الشرائح

source: Select the hero type for all pages except the front page
ar: حدد نوع البطل (hero) لجميع الصفحات باستثناء الصفحة الرئيسية

source: Site header type
ar: نوع ترويسة الموقع

source: No header (only menu)
ar: لا توجد ترويسة (القائمة فقط)

source: Image
ar: صورة

source: Full screen slider
ar: عارض الشرائح في وضع ملء الشاشة

source: Select the header type for your front page
ar: حدد نوع ترويسة الصفحة الأمامية الخاصة بك

source: Front page header type
ar: نوع ترويسة الصفحة الأمامية

source: You can select your header type from here. After that, continue below to the next two tabs (Hero Slider and Header Image) and configure them.
ar: يمكنك تحديد نوع الترويسة الخاصة بك من هنا. بعد ذلك، تابع أدناه إلى علامتي التبويب التاليتين (عارض شرائح البطل (Hero) و صورة الترويسة) وقم بإعدادهما.

source: General
ar: عام

source: Skip to content
ar: انتقل إلى المحتوى

source: Create your menu here
ar: قم بإنشاء القائمة الخاصة بك هنا

source: Footer
ar: أسفل الصفحة (الفوتر)

source: Sidebar
ar: الشريط الجانبي

source: Primary Menu
ar: القائمة الأساسية

source: Edit
ar: تحرير

source: Pages:
ar: الصفحات:

source: It seems we can&rsquo;t find what you&rsquo;re looking for. Perhaps searching can help.
ar: يبدو أنه لا يمكن إيجاد ما تبحث عنه. قد تفيدك خاصية البحث.

source: Sorry, but nothing matched your search terms. Please try again with some different keywords.
ar: عذرا، لا يوجد شيء يتطابق مع كلمات البحث التي استعملتها، المرجو المحاولة من جديد باستعمال كلمات مفتاحية أخرى.

source: Ready to publish your first post? <a href="%1$s">Get started here</a>.
ar: هل أنت على استعداد لنشر مقالتك الأولى؟ <a href="%1$s">ابدأ من هنا</a>.

source: Nothing Found
ar: لم يتم العثور على شيء

source: Comments are closed.
ar: التعليقات مغلقة.

source: Newer Comments &rarr;
ar: تعليقات أحدث &larr;

source: &larr; Older Comments
ar: &rarr; تعليقات أقدم

source: Comment navigation
ar: تصفّح التعليقات

# comments title
source: One thought on &ldquo;%2$s&rdquo;
ar: لا توجد أراء حول &ldquo;%2$s&rdquo;

source: Oops! That page can&rsquo;t be found.
ar: عذراً! لايمكن العثور على تلك الصفحة.
