Repository: prasish012/try
Catalog: try/media_copy/translations/elegant-magazine/existing_translations/PO FILES AS DATASETS FROM WP.TRANSLATE 2/Arabic/wp-themes-sydney-*.po
Languages: ar

source: Sydney is a powerful business theme that provides a fast way for companies or freelancers to create an awesome online presence. As well as being fully compatible with Elementor, Sydney brings plenty of customization possibilities like access to all Google Fonts, full color control, layout control, logo upload, full screen slider, header image, sticky navigation and much more. Also, Sydney provides all the construction blocks you need to rapidly create an engaging front page. Looking for a quick start with Sydney? With just a few clicks, you can import one of our existing demos (https://athemes.com/sydney-demos/)
ar: ٍٍSydney هو قالب عمل قوي يوفر طريقة سريعة للشركات أو العاملين لحسابهم الخاص لإنشاء حضور رائع عبر الإنترنت. توفر Sydney الكثير من إمكانيات التخصيص مثل الوصول إلى جميع خطوط جوجل والتحكم الكامل في الألوان والتحكم في التخطيط ورفع الشعار وعارض شرائح ملء الشاشة وصورة الترويسة والتنقل الثابت والكثير من ذلك بالإضافة إلى كونها متوافقة تمامًا مع Elementor. توفر Sydney أيضًا جميع المكونات التي تحتاجها لإنشاء سريع لصفحة رئيسية جذابة. هل تبحث عن بداية سريعة مع Sydney؟ بنقرات قليلة فقط، يمكنك استيراد أحد عروضنا التوضيحية الحالية (https://athemes.com/sydney-demos/)

source: Sydney
ar: سدني

source: The values for these elements are set from the main header.
ar: يتم تعيين قيم هذه العناصر من الترويسة الرئيسية.

source: Integrations
ar: التكاملات

source: Blog & pages
ar: المدونة

source: Typography Options
ar: خيارات الطباعة

source: Full-content
ar: المحتوى الكامل

source: Content type
ar: نوع المحتوى

source: Show post content
ar: أضهر محتوى مقالة

source: Live chat floating icon
ar: أيقونة محادثة مباشرة عائمة

source: Live Chat (WhatsApp)
ar: محادثة مباشرة (WhatsApp)

source: Custom CSS and other tools for Elementor
ar: CSS مخصص وأدوات أخرى لـلعنصر (Elementor)

source: Elementor Tools
ar: أدوات Elementor

source: Page Header options for posts, pages, archives etc.
ar: خيارات صفحة الترويسة للمقالات والصفحات والأرشيف وما إلى ذلك.

source: Page Headers
ar: صفحة الترويسات

source: Templates Builder
ar: منشئ القوالب

source: Preview
ar: معاينة

source: Search Templates:
ar: البحث عن قوالب:

source: Filter
ar: الفلتر

source: Loading
ar: جار التحميل

source: Get Pro
ar: أحصل على Pro

source: Insert
ar: إدراج

source: Sync Library
ar: مزامنة المكتبة

source: Back to Library
ar: الرجوع الى المكتبة

source: Template does not have any content
ar: لا يوجد محتوى في هذا النموذج

source: Template Library
ar: مكتبة النماذج

source: Template id missing
ar: معرف القالب مفقود

source: Post not found
ar: المنشور غير موجود

source: Post not found.
ar: المنشور غير موجود.

source: Please make sure your search is spelled correctly or try a different word.
ar: الرجاء التأكد من أن كلمات البحث صحيحة أو استخدم كلمات اخرى.

source: No Results Found
ar: لا توجد نتائج

source: Try different category or sync for new templates.
ar: قم بتجربة تصنيفات مختلفة أو قم بمزامنة النماذج الجديدة.

source: No Templates Found
ar: لا توجد نماذج

source: Modal with custom content
ar: مربع تنبيه مع محتوى مخصص

source: Modal
ar: مربع التنبيه

source: Toggle menu
ar: تبديل القائمة

source: Close menu
ar: إغلاق القائمة

source: Disable Google Fonts preconnect
ar: تعطيل الإتصال المسبق لخطوط جوجل

source: This option refers only to Google Fonts loaded by the theme, not by third-party plugins.
ar: يشير هذا الخيار فقط إلى خطوط جوجل التي تم تحميلها بواسطة القالب، وليس بواسطة الإضافات لجهات خارجية.

source: Click here to select where you want to display the slider
ar: أنقر هنا لتحديد المكان الذي تريد أن تعرض فيه عارض الشرائح

source: Mobile behavior for the slider images
ar: سلوك المحمول لصور عارض الشرائح

source: Use this if you want to show the same text on all slides.
ar: استخدم هذا إذا كنت تريد إظهار نفس النص على كل الشرائح.

source: Prevent the text from changing?
ar: منع النص من التغيير؟

source: Slider settings
ar: اعدادات عارض الشرائح

source: Slider button
ar: زر عارض الشرائح

source: CPT: Taxonomy name
ar: CPT: اسم الفئة

source: CPT: Term name
ar: CPT: اسم العنصر

source: CPT: Post name
ar: CPT: اسم المقالة

source: Author name
ar: اسم المؤلف

source: Tag name
ar: اسم الوسم

source: Category name
ar: اسم التصنيف

source: Page name
ar: اسم الصفحة

source: Post name
ar: عنوان المقالة

source: Product name
ar: اسم المنتج

source: Boxed
ar: في مربع

source: Unboxed
ar: غير المؤطرة

source: Boxed content area
ar: منطقة محتوى المربع

source: Stretched
ar: متمدد

source: Narrow
ar: ضيق

source: Select your layout
ar: حدد التخطيط الخاص بك

source: Text color (sticky)
ar: لون النص (مثبّت)

source: Transparent header
ar: ترويسة شفافة

source: Narrow container width
ar: عرض حاوية ضيق

source: Container width
ar: عرض الحاوية

source: Layouts
ar: تخطيطات

source: Singles
ar: أفراد

source: Save Conditions
ar: حفظ الشروط

source: Add User Condition
ar: أضف شرط المستخدم

source: Add Display Condition
ar: أضف شرط عرض

source: User Roles
ar: رُتب الأعضاء

source: User Logged Out
ar: قام المستخدم بتسجيل الخروج

source: User Logged In
ar: قام المستخدم بتسجيل الدخول

source: User Auth
ar: مصادقة المستخدم

source: Privacy Policy Page
ar: صفحة سياسة الخصوصية

source: Author
ar: كاتب

source: Other
ar: اخر

source: Custom Post Types
ar: نوع المقالات المخصّصة

source: Specific
ar: محدد

source: Product Tags
ar: وسوم المنتج

source: Product Categories
ar: فئات المنتج

source: Product Archives
ar: أرشيف المنتج

source: Single Page
ar: صفحة واحدة

source: Pages
ar: صفحات

source: Post Tags
ar: وسوم المقال

source: Post Categories
ar: تصنيفات المقالة

source: Post Archives
ar: أرشيف المقالة

source: Single Post
ar: مقالة منفردة

source: Posts
ar: مقالات

source: Singulars
ar: المفردون

source: Basic
ar: أساسي

source: Entire Site
ar: الموقع بأكمله

source: Exclude
ar: استبعاد

source: Include
ar: تضمين

source: Add/Edit Conditions
ar: إضافة/تحرير الشروط

source: Widget titles color (deprecated)
ar: لون عناوين الودجت (مهجور)

source: 4. Priority email support is available for our premium users. You can upgrade
ar: 4. دعم البريد الإلكتروني ذو الأولوية متاح لمستخدمينا المميزين. يمكنك التحديث

source: 3. You can receive free support on the community forums
ar: 3. يمكنك الحصول على دعم مجاني في المنتديات الاجتماعية

source: 2. All of our starter sites, both free and pro, can be previewed
ar: 2. يمكن معاينة جميع مواقعنا المبدئية، المجانية والإحترافية

source: Build headers, footers etc. with Elementor.
ar: إنشاء ترويسات، وتذييلات وما إلى ذلك. مع Elementor.

source: Background color (sticky)
ar: لون الخلفية (مثبّت)

source: Proceed to checkout
ar: باشر إلى عملية إنهاء الطلب

source: Built-in Wishlist, Product Swatch
ar: قائمة الرغبات المضمنة،منتج عينات الألوان

source: Extended WooCommerce Module
ar: وحدة WooCommerce موسعة

source: Extra features for WooCommerce
ar: ميزات إضافية لـ WooCommerce

source: Extended WooCommerce
ar: WooCommerce ممتد

source: Load Google Fonts Locally?
ar: تحميل خطوط جوجل محليًا؟

source: Floating quick links bar (contact, social etc.)
ar: شريط الروابط السريعة العائم (جهة اتصال، اجتماعية، إلى ما ذلك).

source: Quick Links Module
ar: وحدة الروابط السريعة

source: Sticky and transparent menu
ar: قائمة مثبتة وشفافة

source: Want more customization options?
ar: هل تريد المزيد من خيارات التخصيص؟

source: Learn More
ar: تعرف على المزيد

source: Extra features for your footer
ar: ميزات إضافية للتذييل الخاص بك

source: Extended Footer Module
ar: وحدة تذييل ممتدة

source: Breadcrumbs functionality.
ar: وظائف مسارات التنقل.

source: Breadcrumbs Module
ar: وحدة مسارات التنقل

source: Extra features for your blog.
ar: ميزات إضافية لمدونتك.

source: Extended Blog Module
ar: وحدة المدونة الممتدة

source: New features for your header area.
ar: ميزات جديدة للترويسة الخاصة بك.

source: Extended Header Module
ar: وحدة الترويسة الممددة

source: Templates Module
ar: وحدة القوالب

source: Documentation article
ar: مقالة الوثائق

source: Build templates
ar: بناء القوالب

source: Clear
ar: إزالة

source: This product is currently out of stock and unavailable.
ar: هذا المنتج غير متوفر حاليا وغير متاح.

source: Quick View
ar: نظرة سريعة

source: Quick view the %s product
ar: عرض سريع لمنتج %s

source: Login/Register
ar: الدخول / التسجيل

source: My Account
ar: حسابي

source: Large
ar: كبير

source: Medium
ar: متوسط

source: Small
ar: صغير

source: Loop add to cart button size
ar: إضافة حلقة إلى حجم زر عربة التسوق

source: Button color
ar: لون الزر

source: Button background color
ar: لون خلفية الزر

source: Hide button icon
ar: إخفاء زر الأيقونة

source: Product prices color
ar: لون أسعار المنتج

source: Product prices font size
ar: حجم خط أسعار المنتج

source: Product title
ar: عنوان المنتج

source: Card background
ar: خلفية البطاقة

source: Image radius
ar: نصف قطر الصورة

source: Display Coupon Form
ar: عرض نموذج القسيمة

source: Cross Sell
ar: البيع المتلازم

source: Cart
ar: السلة

source: Badge text
ar: نص الشارة

source: Sale!
ar: تخفيضات!

source: Border radius
ar: زوايا الحدود (Border radius)

source: Sale tag
ar: وسم البيع

source: Elements spacing
ar: تباعد العناصر

source: Short description
ar: وصف قصير

source: Category
ar: تصنيف

source: Price
ar: السعر

source: Reviews
ar: المراجعات

source: Card elements
ar: عناصر البطاقة

source: Add to cart button
ar: اضف إلى زر عربة التسوق

source: Product card
ar: بطاقة المنتج

source: Display breadcrumbs
ar: عرض مسارات تنقل

source: Results count
ar: عدد النتائج

source: Product sorting
ar: فرز المنتج

source: Page Description
ar: وصف الصفحة

source: Page title
ar: عنوان الصفحة

source: Page elements
ar: عناصر الصفحة

source: No Sidebar
ar: لا يوجد شريط جانبي

source: Layout type
ar: نوع التخطيط

source: Product price color
ar: لون سعر المنتج

source: Product price size
ar: حجم سعر المنتج

source: Product title color
ar: لون عنوان المنتج

source: Product title size
ar: حجم عنوان المنتج

source: Related products
ar: منتجات ذات صله

source: Upsell products
ar: منتجات تزايد المبيعات

source: Product tabs
ar: علامات تبويب المنتج

source: Tags
ar: وسوم

source: Categories
ar: تصنيفات

source: Ratings
ar: التقييمات

source: Breadcrumbs
ar: مسارات التنقل

source: Gallery columns
ar: معرض الأعمدة

source: Requires page refresh after saving
ar: يتطلب تحديث الصفحة بعد الحفظ

source: Gallery thumbnail slider
ar: شريط تمرير الصور المصغرة للمعرض

source: Product Image
ar: صورة المنتج

source: Menu Items Font size
ar: حجم خط عناصر القائمة

source: Enable top-level menu items typography options
ar: تفعيل خيارات الطباعة لأعلى مستوى عناصر القائمة

source: Top-level menu items
ar: أعلى مستوى عناصر القائمة

source: Placeholder color
ar: لون العنصر النائب

source: Form fields
ar: حقول النموذج

source: Content links hover
ar: تأشير روابط المحتوى

source: Content links
ar: روابط المحتوى

source: Links
ar: روابط

source: Sydney page options
ar: خيارات صفحة Sydney

source: Body
ar: الجسم

source: Heading 6
ar: ترويسة 6

source: Heading 5
ar: ترويسة 5

source: Heading 4
ar: ترويسة 4

source: Heading 3
ar: ترويسة 3

source: Heading 2
ar: ترويسة 2

source: Heading 1
ar: ترويسة 1

source: Text decoration
ar: زخرفة النص

source: Letter spacing
ar: تباعد الحروف

source: Line height
ar: ارتفاع السطر

source: Oblique
ar: منحدر

source: Italic
ar: مائل

source: Font style
ar: نمط الخط

source: Headings
ar: الترويسات

source: Typography
ar: أنواع الخطوط

source: Site description font size
ar: حجم خط وصف الموقع

source: Site title font size
ar: حجم خط عنوان الموقع

source: Enable preloader
ar: تفعيل التحميل المسبق

source: Continue to use the old header
ar: استمر في استخدام الترويسة القديمة.

source: Note 4: Please take a full backup of your website before upgrading.
ar: ملاحظة 4: يرجى أخذ نسخة احتياطية كاملة لموقع الويب الخاص بك قبل التحديث.

source: Note 1: this upgrade is optional, there is no need to do it if you are happy with your current header.
ar: ملاحظة 1: هذا التحديد اختياري، ليست هناك حاجة للقيام بذلك إذا كنت سعيدا الترويسة الحالية.

source: Are you sure you want to dismiss this notice?
ar: هل أنت متأكد أنك تريد رفض هذا الإشعار؟

source: Your cart
ar: سلة التسوق الخاصة بك

source: Your account
ar: الحساب الخاص بك

source: View your shopping cart
ar: عرض سلة التسوق الخاصة بك

source: Upgrade Theme Header
ar: تحديث قالب الترويسة

source: Want to see the new header options before upgrading? Check out our %s.
ar: هل تريد أن ترى خيارات الترويسة الجدد قبل التحديث؟ تحقق من %s.

source: Note 3: this upgrade refers only to the header (site identity and menu bar). It does not change any settings regarding your hero area (slider, video etc).
ar: ملاحظة 3: يشير هذا التحديث إلى الترويسة فقط (هوية الموقع وشريط القائمة) كما أنه لا يغير أي إعدادات تتعلق بمنطقة البطل (Hero) (شريط التمرير والفيديو وما إلى ذلك).

source: Note 2: your current header customizations will be lost and you will have to use the new options to customize your header.
ar: ملاحظة 2: سيتم فقدان التخصيصات الحالية للترويسة وسيتعين عليك استخدام الخيارات الجديدة لتخصيص الترويسة الخاصة بك.

source: This version of Sydney comes with a new and improved header. Activate it by clicking the button below and you can access new options.
ar: تأتي نسخة Sydney بترويسة جديدة ومحسّنة. قم بتفعيل بالنقر على الزر أدناه ويمكنك الوصول إلى خيارات جديدة.

source: Sydney Header Update
ar: تحديث ترويسة Sydney

source: Top bar
ar: الشريط العلوي

source: 0 comments
ar: 0 تعليقات

source: Search
ar: بحث

source: Layout 5
ar: التخطيط 5

source: Layout 4
ar: التخطيط 4

source: Layout 3
ar: التخطيط 3

source: Border width
ar: عرض الإطار

source: Border color
ar: لون الحدود

source: Border size
ar: حجم الإطار

source: Bottom row padding
ar: الهامش الداخلي للصف السفلي

source: Submenu color
ar: لون القائمة الفرعية

source: Submenu background
ar: خلفية القائمة الفرعية

source: Bottom row text color
ar: لون نص الصف السفلي

source: Bottom row background color
ar: لون خلفية الصف السفلي

source: Phone number
ar: رقم الهاتف

source: Email address
ar: عنوان البريد الالكترونى

source: Contact info
ar: معلومات الإتصال

source: Open in a new tab?
ar: فتح في علامة تبويب جديدة؟

source: Enable account icon
ar: تفعيل أيقونة الحساب

source: Enable cart icon
ar: تفعيل أيقونة عربة التسوق

source: Cart &amp; account icons
ar: أيقونات سلة التسوق والحساب

source: Top right
ar: أعلى اليمين

source: Top left
ar: أعلى اليسار

source: Bottom row
ar: الصف السفلي

source: Top row
ar: الصف العلوي

source: On scroll to top
ar: التمرير إلى الأعلى

source: Always sticky
ar: دائماً مثبّت

source: Sticky header type
ar: نوع الترويسة المثبتة

source: Enable sticky header
ar: تفعيل ترويسة مثبتة

source: Menu position
ar: وضع القائمة

source: Settings
ar: الإعدادات

source: Main header
ar: الترويسة الرئيسية

source: Site description color
ar: لون وصف الموقع

source: Site title color
ar: لون عنوان الموقع

source: Logo height
ar: ارتفاع الشعار

source: Separator color
ar: لون الفاصل

source: Separator size
ar: حجم الفاصل

source: Offcanvas menu
ar: قائمة offcanvas

source: Top &amp; bottom padding
ar: الهوامش الداخلية العلوي والسفلي

source: Menu bar
ar: شريط القائمة

source: Menu icon
ar: أيقونة القائمة

source: Link spacing
ar: تباعد الارتباط

source: Link separator
ar: فاصل الارتباط

source: Link alignment
ar: محاذاة الرابط

source: Additional offcanvas elements
ar: عناصر إضافية offcanvas

source: Layout 2
ar: التخطيط 2

source: Layout 1
ar: التخطيط 1

source: Off-canvas mode
ar: وضع Offcanvas

source: Additional elements
ar: عناصر إضافية

source: Mobile header
ar: ترويسة الهاتف المحمول

source: Hero Slider
ar: عارض شرائح البطل (Hero)

source: Hero type
ar: نوع البطل (Hero)

source: Hero area
ar: منطقة البطل (Hero)

source: Click me
ar: انقر هنا

source: Are you sure you want to upgrade your header?
ar: هل أنت متأكد أنك تريد ترقية الترويسة؟

# post author
source: By %1$s %2$s
ar: بواسطة %1$s %2$s

source: See all posts by %s
ar: عرض كل المقالات بواسطة %s

source: By %s
ar: بواسطة %s

source: Hover state
ar: حالة الحوم

source: Border Color
ar: لون الإطار

source: Text Color
ar: لون النص

source: Default state
ar: الحالة الافتراضية

source: Text transform
ar: تحويل النص

source: Font size
ar: حجم الخط

source: Left/Right padding
ar: الهامش الداخلي يمين / يسار

source: Top/Bottom padding
ar: الهامش الداخلي العلوي/السفلي

source: Excerpt color
ar: لون مقتطف

source: Excerpt font size
ar: حجم خط المقتطف

source: Meta font size
ar: حجم خط الحجم الرصفي

source: Post title font size
ar: حجم خط عنوان المقالة

source: None
ar: لا شيء

source: Delimiter style
ar: أسلوب محدد

source: Show author avatar
ar: عرض الصورة الرمزية للمؤلف

source: Below excerpt
ar: أدناه مقتطف

source: Read more link
ar: رابط قراءة المزيد

source: Title spacing
ar: تباعد العنوان

source: Text alignment
ar: محاذاة النص

source: Image size
ar: حجم الصورة

source: Enable featured image
ar: تفعيل الصورة البارزة

source: Columns
ar: أعمدة

source: List zig-zag
ar: قائمة خط متعرج

source: Masonry
ar: البناء

source: List
ar: قائمة

source: Grid
ar: شبكة

source: Classic 2
ar: تقليدي 2

source: Blog archives
ar: أرشيف المدونة

source: Blog
ar: المدونة

source: Meta color
ar: اللون الوصفي (Meta)

source: Meta size
ar: الحجم الوصفي

source: Title color
ar: لون العنوان

source: Post title size
ar: حجم عنوان المقالة

source: Related posts title
ar: عنوان مقالات ذات صلة

source: You might also like:
ar: قد يعجبك أيضًا:

source: Related posts
ar: مقالات ذات صلة

source: Author box
ar: مربع المؤلف

source: Post tags
ar: وسوم المقالة

source: Elements
ar: العناصر

source: Spacing
ar: التباعد

source: Post comments
ar: تعليقات المقال

source: Post categories
ar: تصنيفات المقالة

source: Post author
ar: كاتب المقال

source: Post date
ar: تاريخ المقال

source: Meta elements
ar: عناصر البيانات الوصفية

source: Below title
ar: أسفل العنوان

source: Above title
ar: أعلى العنوان

source: Image spacing
ar: تباعد الصورة

source: Above
ar: أعلاه

source: Below
ar: أدناه

source: Image placement
ar: موضع الصورة

source: Show featured image
ar: عرض الصورة المميزة

source: Header spacing
ar: تباعد الترويسة

source: Header alignment
ar: محاذاة الترويسة

source: Sidebar position
ar: موضع الشريط الجانبي

source: Enable sidebar
ar: تمكين الشريط الجانبي

source: Single posts
ar: المقالات الفردية

source: Usage example: <strong>fas fa-cloud</strong> (solid). <strong>far fa-building</strong> (regular), <strong>fab fa-android</strong> (brands)
ar: مثال للإستخدام: <strong>fas fa-cloud</strong> (متين). <strong>far fa-building</strong> (عادي)، <strong>fab fa-android</strong> (العلامات التجارية)

source: Padding
ar: الهامش الداخلي

source: Icon size
ar: حجم الأيقونة

source: Background hover color
ar: لون خلفية التمرير

source: Icon hover color
ar: لون أيقونة التمرير

source: Icon color
ar: لون الأيقونة

source: Bottom offset
ar: أسفل الإزاحة

source: Side offset
ar: إزاحة الجانب

source: Position
ar: الموضع

source: Button radius
ar: نصف قطر الزر

source: Icon 4
ar: أيقونة 4

source: Icon 3
ar: أيقونة 3

source: Icon 2
ar: أيقونة 2

source: Icon 1
ar: أيقونة 1

source: Text
ar: نصّ

source: Back to top
ar: العودة للأعلى

source: Text + Icon
ar: نص + أيقونة

source: Icon
ar: أيقونة

source: Enable scroll to top
ar: فعّل التمرير لأعلى

source: Scroll to top
ar: مرر إلى الأعلى

source: Misc
ar: متفرقات

source: Vertical Padding
ar: الهوامش الداخلية العمودية

source: Text color
ar: لون النص

source: Add new
ar: أضف جديد

source: Social profile
ar: الملف الشخصي الاجتماعي

source: You can use the following tags: {copyright}, {year}, {site_title}, {theme_author}
ar: يمكنك استخدام الوسوم التالية: {copyright} ، {year} ، {site_title} ، {theme_author}

source: %1$1s. Proudly powered by %2$2s
ar: %1$1s. بفخر مُشغّل بواسطة %2$2s

source: Copyright area
ar: منطقة حقوق النشر

source: Widget titles size
ar: حجم عناوين الودجت

source: Column spacing
ar: تباعد العمود

source: Vertical section padding
ar: الهوامش الداخلية للقسم العمودي

source: Divider width
ar: عرض المقسّم

source: Divider color
ar: لون المقسم

source: Divider size
ar: حجم المُقسّم

source: Enable top divider
ar: تفعيل المُقسّم العلوي

source: Links color (hover)
ar: لون الروابط (التمرير)

source: Links color
ar: لون الروابط

source: Widget text color
ar: لون نص الودجت

source: Widget area 4
ar: منطقة ودجت 4

source: Widget area 3
ar: منطقة ودجت 3

source: Widget area 2
ar: منطقة ودجت 2

source: Widget area 1
ar: منطقة ودجت 1

source: Mobile/tablet only
ar: الهاتف المحمول / الكمبيوتر اللوحي فقط

source: Desktop only
ar: سطح المكتب فقط

source: Show on all devices
ar: عرض على كافة الأجهزة

source: Visibility
ar: الظهور

source: Bottom
ar: أسفل

source: Middle
ar: وسط

source: Top
ar: أعلى

source: Vertical alignment
ar: المحاذاة العمودية

source: Full-width
ar: عرض كامل

source: Container type
ar: نوع الحاوية

source: 4 columns
ar: 4 أعمدة

source: 3 columns
ar: 3 أعمدة

source: 2 columns
ar: 2 أعمدة

source: 1 column
ar: عمود 1

source: Disabled
ar: معطل

source: Footer widgets layout
ar: تَخطِيط تذييل الودجات

source: Footer widgets
ar: تذييل الودجات

source: Add
ar: أضف

source: Style
ar: النمط

source: <strong>Optional:</strong> Now <strong>Sydney</strong> is compatible with Font Awesome 5. For it is needed the latest version of <strong>Sydney Toolbox</strong> plugin. You can update the plugin <a href="%s">here</a>.
ar: <strong>اختياري:</strong> الآن <strong>Sydney</strong> يتوافق مع Font Awesome 5. ولهذا فإن أحدث نسخة إضافة مطلوبة من <strong>Sydney Toolbox</strong>. يمكنك تحديث الإضافة <a href="%s">here</a>.

source: Update to v5
ar: تحديث ل v5

source: This is a global change. That means this change will affect all website icons and you will need update the icons class names in all theme widgets and post types that use Font Awesome 4 icons. For example: "fa-android" to "fab fa-android".
ar: هذا تغيير عالمي. وهو يعني أنه سيؤثر على جميع أيقونات مواقع الويب وستحتاج إلى تحديث أسماء فئة الأيقونات في جميع قوالب الودجت وأنواع المقالات التي تستخدم خطوط أيقونات Awesome 4. على سبيل المثال: "fa-android" إلى "fab fa-android".

source: Important:
ar: مهم:

source: Your website is currently running the version 4. Click in the below button to update to version 5.
ar: يقوم موقع الويب الخاص بك حاليًا بتشغيل النسخة 4. انقر الزر أدناه لتحديث النسخة 5.

source: Sydney Font Awesome Update:
ar: تحديث Sydney Font Awesome:

source: It was not possible complete the request, please reload the page and try again.
ar: لا يمكن إكمال الطلب ، يرجى إعادة تحميل الصفحة والمحاولة مرة أخرى.

source: Are you sure? Keep in mind this is a global change and you will need update your icons class names in all theme widgets and post types that use Font Awesome 4 icons.
ar: هل أنت متأكد؟ تذكر أن هذا تغيير عالمي وستحتاج إلى تحديث أيقونات أسماء الفئات الخاصة بك في جميع قوالب الودجات وأنواع المقالات التي تستخدم أيقونات Font Awesome 4.

source: Full list of differences between Sydney and Sydney Pro
ar: القائمة الكاملة للاختلافات بين Sydney وSydney Pro

source: Custom Elementor widgets
ar: ودجات Elementor مخصصة

source: Hooks system
ar: نظام الخُطافات

source: Footer credits
ar: اعتمادات التذييل

source: Transparent menu bar
ar: شريط قائمة شفاف

source: Starter sites
ar: مواقع البداية

source: Type of starter sites
ar: نوع المواقع البداية

source: Multiple blog layouts
ar: تخطيطات مدونة متعددة

source: Let us know. We'd love to hear from you.
ar: أخبرنا. نود أن نسمع منك.

source: Have an idea or feedback?
ar: هل لديك فكرة أو ملاحظات؟

source: Join Our Community
ar: انضم إلى مجتمعنا

source: Enable Schema markup
ar: تفعيل علامات المخطط

source: See the Changelog
ar: عرض سجل التغيير

source: Keep informed with the latest changes about each theme.
ar: ابق على اطلاع بأحدث التغييرات حول كل قالب.

source: Changelog
ar: سجّل التغيير

source: Suggest an Idea
ar: اقترح فكرة

source: Submit a Review
ar: إرسال مراجعة

source: Review
ar: مراجعة

source: Join Now
ar: انضم الآن

source: Discuss products and ask for community support or help the community.
ar: ناقش المنتجات واطلب دعم المجتمع أو ساعد المجتمع.

source: Community
ar: مجتمع

source: Get Support
ar: الحصول على الدعم
