Repository: prasish012/try
Catalog: try/media_copy/translations/morenews/existing_translations/PO FILES AS DATASETS FROM WP.TRANSLATE 2/*/wp-themes-digital-newspaper-*.po
Languages: dutch

source: Digital Newspaper is now here to captivate WordPress website owners with unprecedented features you shall only find here first. The main banner has a professional 3 columns design that’s best suitable for news sites. It comes with 7 front sections with 7 different news block layouts and 9 custom Digital Newspaper widgets. You will get to choose separate colors and designs for all main elements of the page at both the initial and hover states. There are typography controls (5 font families, and font-weight) for Site title, Navigation Menu, Block Title, Post Title, Post Meta, Post Content, Archive, and Single Post. The theme provides custom breadcrumb trail options for popular plugins - Breadcrumb NavXT, Yoast SEO, and Rank Math SEO plugin. You will get a welcome dilemma in having to choose between 5 front page sidebar layouts, 5 archive sidebar layouts, 5 post sidebar layouts, 5 page sidebar layouts with sticky option in each layout, and 2 basic archive layouts. Also, the header section can be made sticky upon scrolling up and the theme has a scroll-to-top button. Enjoy the preference to select between boxed and full-width layouts in all sections. Available with 4+ pre-built starter websites, that you will get to install in one click. Demo link: https://doc.blazethemes.com/digital-newspaper/ Video tutorial: https://www.youtube.com/watch?v=h1aumrJXlyY
dutch: Digital Newspaper is er nu om eigenaren van WordPress sites te boeien met ongekende functies die je alleen hier als eerste zult vinden. De hoofd banner heeft een professioneel ontwerp in 3 kolommen dat het meest geschikt is voor nieuwssites. Het wordt geleverd met 7 front secties met 7 verschillende nieuws blok lay-outs en 9 aangepaste digitale krant widgets. Je kunt afzonderlijke kleuren en ontwerpen kiezen voor alle hoofdelementen van de pagina, zowel in de begin- als in de zweefstand. Er zijn typografische besturingselementen (5 lettertypefamilies en lettertype gewicht) voor sitetitel, navigatiemenu, blok titel, berichttitel, bericht meta, berichtinhoud, archief en enkele bericht. Het thema biedt aangepaste kruimelpaden trail opties voor populaire plugins - Breadcrumb NavXT, Yoast SEO en Rank Math SEO plugin. Je krijgt een welkom dilemma als je moet kiezen tussen 5 zijbalk lay-outs voor de voorpagina, 5 archief zijbalk lay-outs, 5 bericht zijbalk lay-outs, 5 pagina zijbalk lay-outs met sticky optie in elke lay-out, en 2 basis archief lay-outs. Ook kan de header sectie sticky worden gemaakt bij het omhoog scrollen en heeft het thema een scroll-to-top knop. Geniet van de voorkeur om te kiezen tussen boxed en volledige breedte lay-outs in alle secties. Beschikbaar met 4+ vooraf gebouwde starter sites, die je met één klik kunt installeren. Demo link: https://doc.blazethemes.com/digital-newspaper/ Video handleiding: https://www.youtube.com/watch?v=h1aumrJXlyY

source: No Result Content
dutch: Geen resultaat inhoud

source: No Result Ttile
dutch: Geen resultaat titel

source: Prefix Ttile
dutch: Voorvoegsel titel

source: Button Text & Url
dutch: Knoptekst & URL

source: 404 Content Ttile
dutch: 404 inhoud titel

source: 404 Page Ttile
dutch: 404 pagina titel

source: Need More 404 Features ?
dutch: Meer 404 functies nodig?

source: Padding & Content Background
dutch: Padding & inhoud achtergrond

source: Show Archive Categories
dutch: Toon archief categorieën

source: Show Archive Title Prefix
dutch: Toon archief titel voorvoegsel

source: 6 Archive Layouts
dutch: 6 archief lay-outs

source: Need More Archive Features ?
dutch: Meer archief functies nodig?

source: Text & Link color
dutch: Tekst & linkkleur

source: Need More Bottom Footer Features ?
dutch: Meer onderkant footer functies nodig?

source: Widget Background
dutch: Achtergrond widget

source: Text Color
dutch: Tekstkleur

source: Border Top
dutch: Rand bovenaan

source: Need More Theme Footer Features ?
dutch: Heb je meer thema-footer functies nodig?

source: 3 Column Section
dutch: 3 kolommen sectie

source: 2 Column Section
dutch: 2 kolommen sectie

source: Video Playlist
dutch: Video afspeellijst

source: Margin & Padding
dutch: Marge & padding

source: Content & Section Background
dutch: Inhoud & sectie achtergrond

source: Unlimited Sections
dutch: Ongelimiteerde secties

source: And Meny More
dutch: En veel meer

source: Layout One Tab Re-Order
dutch: Lay-out één tab opnieuw rangschikken

source: Column Re-Order
dutch: Kolom opnieuw rangschikken

source: Content Background
dutch: Inhoud achtergrond

source: Slider Settings
dutch: Slider instellingen

source: Excerpt Length
dutch: Lengte samenvatting

source: Show Post Category, Date & Author
dutch: Berichten weergeven categorie, datum & auteur

source: Slider Speed
dutch: Slider snelheid

source: Show Ticker Controllers
dutch: Ticker controllers weergeven

source: Show Post Thumbnail Image
dutch: Bericht thumbnail afbeelding weergeven

source: Show View All Button
dutch: Alles weergeven knop

source: Number of Posts to Display
dutch: Aantal weer te geven berichten

source: Show Post Thumbnail, Title & Date
dutch: Thumbnail bericht weergeven, titel & datum

source: Need More Live Search Options ?
dutch: Meer live zoekopties nodig?

source: Border Top & Bottom
dutch: Rand top & onderkant

source: Mobile Menu Toggle Color
dutch: Mobiel menu kleur toggle

source: Sub Menu Text & Background Color
dutch: Submenutekst & achtergrondkleur

source: Main Menu Text & Active Color
dutch: Tekst hoofdmenu & actieve kleur

source: Need More Menu Options ?
dutch: Meer menuopties nodig?

source: Need More Random Options ?
dutch: Wil je meer willekeurige opties?

source: Label color
dutch: Label kleur

source: Open in New / Same Tab
dutch: Open in nieuwe/zelfde tab

source: Button Content Display As
dutch: Inhoud knop tonen als

source: Need More Newsletter Options ?
dutch: Meer nieuwsbrief opties nodig?

source: Related Posts Meta Re-Order
dutch: Gerelateerde berichten Meta opnieuw rangschikken

source: Show Related Posts on Popup Box
dutch: Gerelateerde berichten weergeven op pop-up vak

source: Show Featured Image
dutch: Toon uitgelichte afbeelding

source: Number of Related Posts
dutch: Aantal gerelateerde berichten

source: Related News Filter By
dutch: Gerelateerd nieuws filteren

source: 2 Related News Layouts
dutch: 2 gerelateerde nieuws lay-outs

source: Meta Re-Order
dutch: Meta opnieuw bestellen

source: Elements Re-Order
dutch: Elementen opnieuw bestellen

source: More than 1500+ Google Fonts
dutch: Meer dan 1500+ Google Fonts

source: Show header box shadow
dutch: Weergeven header vak schaduw

source: Search Icon Color
dutch: Zoeken icoon kleur

source: Sidebar Background
dutch: Zijbalk achtergrond

source: Toggle Bar Color
dutch: Toggle balk kleur

source: Header Sticky on Scroll Down
dutch: Header sticky bij omlaag scrollen

source: Sidebar Appear From
dutch: Zijbalk weergave van

source: Need More Main Header Options ?
dutch: Meer opties voor headers nodig?

source: Ads Banner Sidebar
dutch: Advertenties banner zijbalk

source: Need More Ads Banner Options ?
dutch: Meer advertentie banner opties nodig?

source: Ticker Text & Arrows Color
dutch: Ticker tekst & pijltjes kleur

source: Menu & Social Icon Color
dutch: Menu & sociale icoon kleur

source: Date / Time Color
dutch: Datum/tijd kleur

source: Border Bottom
dutch: Onderkant rand

source: Ticker slide horizontal direction
dutch: Ticker slide horizontale richting

source: Ticker Number of posts to display
dutch: Ticker aantal weer te geven berichten

source: Need More Top Header Options ?
dutch: Meer opties voor headers nodig?

source: More than 1500+ google fonts
dutch: Meer dan 1500+ Google Fonts

source: Need More Typography Options ?
dutch: Meer typografie opties nodig?

source: Icon Text Color
dutch: Icoon tekstkleur

source: Border Hover
dutch: Rand hoveren

source: Button Align
dutch: Knop uitlijnen

source: Button Label
dutch: Knop label

source: Text & Link Color
dutch: Tekst & linkkleur

source: Display Breadcrumb On
dutch: Toon kruimelpad op

source: Need More Breadcrumb Options ?
dutch: Meer kruimelpad opties nodig?

source: Need More Sidebar Options ?
dutch: Meer opties voor de zijbalk nodig?

source: Border
dutch: Rand

source: Font Size
dutch: Lettertype grootte

source: Need More Global Button Options ?
dutch: Heb je meer globale knopopties nodig?

source: 2 cursor animation
dutch: 2 cursor animatie

source: Post blocks hover effects
dutch: Bericht blokken hoveren effecten

source: 10 image hover effects
dutch: 10 afbeelding hoveren effecten

source: 10 post title hover effects
dutch: 10 bericht titel hoveren effecten

source: Site Wow Animation
dutch: Site Wow animatie

source: Need More Animation Options ?
dutch: Meer animatie opties nodig?

source: 3 search popup layouts
dutch: 3 pop-up lay-outs voor zoeken

source: 6 title layouts
dutch: 6 titel lay-outs

source: Need More Website Layout Options ?
dutch: Meer lay-out opties voor je site nodig?

source: Border Width & Box Shadow
dutch: Rand breedte & vak schaduw

source: Frame Width & Color
dutch: Frame breedte & kleur

source: Enable Website Frame
dutch: Site frame inschakelen

source: Need More Website Styles Options ?
dutch: Meer opties voor site stijlen nodig?

source: Need More Preloader Options ?
dutch: Meer voorlader opties nodig?

source: Add as many social icons as you want
dutch: Voeg zoveel sociale iconen toe als je wilt

source: Need More Social Icons Options ?
dutch: Meer sociale iconen nodig?

source: Animation Object Color
dutch: Animatie object kleur

source: Animation 2
dutch: Animatie 2

source: Background Animation
dutch: Achtergrond animatie

source: Animation 1
dutch: Animatie 1

source: Applied to mouse pointer.
dutch: Toegepast op muisaanwijzer.

source: Cursor animation
dutch: Cursor animatie

source: Got pre sales queries?
dutch: Heb je pre-sales vragen?

source: Maybe later
dutch: Misschien later

source: Upgrade to pro
dutch: Upgrade naar pro

source: Hello %1$s! We hope you're enjoying the %2$s theme now that you've been using it for a while. You may always upgrade to pro to gain access to more premium features. You can also get a %4$s discount by using the promo code %3$s during checkout. Enjoy!
dutch: Hallo %1$s! We hopen dat je geniet van het %2$s thema nu je het al een tijdje gebruikt. Je kunt altijd upgraden naar de pro versie om toegang te krijgen tot meer premium functies. Je kunt ook een %4$s korting krijgen (beperkte tijd aanbieding) door de promotiecode %3$s te gebruiken bij het doen van je aankoop. Geniet ervan!

source: Cheatin&#8217; huh?
dutch: Valsspelen, hè?

source: Action failed. Please refresh the page and retry.
dutch: Actie mislukt. Vernieuw de pagina en probeer het opnieuw.

source: Help
dutch: Hulp

source: (opens in a new tab)
dutch: (opent in een nieuwe tab)

source: BlazeThemes Author Overview
dutch: BlazeThemes auteur overzicht

source: Dismiss Notice
dutch: Negeer bericht

source: Leave A Review
dutch: Laat een beoordeling achter

source: We are constantly striving to improve and we'd like to hear from you. Hope you spend your few seconds reviewing our product. We appreciate your time and feedback! Thank you!!
dutch: We doen er constant ons best om te verbeteren en we horen graag van je. Hoop dat je een paar seconden besteedt aan het beoordelen van ons product. We waarderen je tijd en feedback! Bedankt!

source: How was your experience using Digital Newspaper theme ?
dutch: Hoe was je ervaring met het gebruik van het thema Digital Newspaper?

source: Thank you for using Digital Newspaper theme
dutch: Bedankt voor het gebruik van het thema Digital Newspaper

source: Welcom notice hidden
dutch: Welkom bericht verbergen

source: Review notice hidden.
dutch: Beoordeling bericht verborgen.

source: Free
dutch: Gratis

source: Free and Premium Demos
dutch: Gratis en premium demo's

source: Free vs PRO
dutch: Gratis vs PRO

source: Leave a review
dutch: Laat een beoordeling achter

source: Digital Newspaper Options
dutch: Opties voor digitale kranten

source: Dismissing
dutch: Negeren

source: You dont have permission to perform this action
dutch: Je hebt geen toestemming om deze actie uit te voeren

source: Enter the valid css code. Type "{wrapper}" before every new line. "{wrapper}" will be replaced by main wrapper i.e "#header-menu"
dutch: Voer de geldige CSS code in. Typ "{wrapper}" voor elke nieuwe regel. "{wrapper}" wordt vervangen door de hoofd wrapper, d.w.z. "#header-menu"

source: Enter the valid css code. Type "{wrapper}" before every new line. "{wrapper}" will be replaced by main wrapper i.e ".top-header"
dutch: Voer de geldige CSS code in. Typ "{wrapper}" voor elke nieuwe regel. "{wrapper}" wordt vervangen door de hoofd wrapper, d.w.z. ".top-header"

source: Enter the valid css code. Type "{wrapper}" before every new line. "{wrapper}" will be replaced by main wrapper i.e ".site-branding"
dutch: Voer de geldige CSS code in. Typ "{wrapper}" voor elke nieuwe regel. "{wrapper}" wordt vervangen door hoofd wrapper, namelijk ".site-branding"

source: Enter the valid css code. Type "{wrapper}" before every new line. "{wrapper}" will be replaced by main wrapper i.e ".digital-newspaper-breadcrumb-wrap"
dutch: Voer de geldige CSS code in. Typ "{wrapper}" voor elke nieuwe regel. "{wrapper}" wordt vervangen door de hoofd wrapper, d.w.z. ".digital-newspaper-breadcrumb-wrap"

source: Enter the valid css code. Type "{wrapper}" before every new line. "{wrapper}" will be replaced by main wrapper i.e ".post-element a.post-link-button"
dutch: Voer de geldige CSS code in. Typ "{wrapper}" voor elke nieuwe regel. "{wrapper}" wordt vervangen door de hoofd wrapper, namelijk ".post element a.post-link-knop"

source: Custom Css
dutch: Aangepaste CSS

source: Trailing posts categories
dutch: Achterblijvende berichten categorieën

source: Column Layout
dutch: Kolom lay-out

source: Row Layout
dutch: Rij lay-out

source: Trailing Posts Setting
dutch: Achterblijvende berichten instellen

source: Layout six
dutch: Lay-out zes

source: Layout Five
dutch: Lay-out vijf

source: More sections and news blocks
dutch: Meer secties en nieuwsblokken

source: Left and right both sidebar layout
dutch: Linker en rechter zijbalk lay-out

source: View Premium
dutch: Bekijk Premium

source: More Features
dutch: Meer functies

source: Enable live search
dutch: Schakel live zoeken in

source: Live Search
dutch: Live zoeken

source: Manage live search
dutch: Beheer live zoeken

source: Dismiss this notice
dutch: Negeer dit bericht

source: Documentation
dutch: Documentatie

source: Customize Site
dutch: Site aanpassen

source: Install Demos
dutch: Installeer demo's

source: Get started with multipurpose news theme and give your site a new look. We recommend you to please go through the documentation to get started with theme and setup homepage quicky.
dutch: Begin met het veelzijdige nieuws thema en geef je site een nieuwe look. We raden je aan om de documentatie door te nemen om te beginnen met het thema en snel een homepage in te stellen.

source: Digital Newspaper Review Notice
dutch: Digital Newspaper beoordelingsbericht

source: Error while trying to install or active the plugin.
dutch: Fout bij het proberen te installeren of activeren van de plugin.

source: Demo importer plugin installed and activated
dutch: Demo importeur plugin geïnstalleerd en geactiveerd

source: Demo importer plugin activated
dutch: Demo importer plugin geactiveerd

source: Installed but Not Active
dutch: Geïnstalleerd maar niet actief

source: Installed and Active
dutch: Geïnstalleerd en actief

source: Not Installed
dutch: Niet geïnstalleerd

source: Demo import success
dutch: Demo import succes

source: Demo Import Progress
dutch: Voortgang van demo import

source: Cancel
dutch: Annuleren

source: Import Demo
dutch: Importeer demo

source: It is always recommended to reset the database for a complete demo import.
dutch: Het wordt altijd aanbevolen om de database te resetten voor een volledige demo import.

source: Reseting the website will delete all your post, pages, custom post types, categories, taxonomies, images and all other customizer and theme option settings.
dutch: Het resetten van de site verwijdert al je berichten, pagina's, extra berichttypen, categorieën, taxonomieën, afbeeldingen en alle andere instellingen van de customizer en thema opties.

source: Reset Website
dutch: Site resetten

source: No Required Plugins Found.
dutch: Geen vereiste plugins gevonden.

source: For your website to look exactly like the demo,the import process will install and activate the following plugin if they are not installed or activated.
dutch: Om ervoor te zorgen dat je site er precies zo uitziet als de demo, worden tijdens het importeren de volgende plugin geïnstalleerd en geactiveerd als ze nog niet geïnstalleerd of geactiveerd zijn.

source: Required Plugins
dutch: Vereiste plugins

source: This process will install all the required plugins, import contents and setup customizer and theme options.
dutch: Dit proces zal alle vereiste plugins installeren, inhoud importeren en de customizer en thema opties instellen.

source: All in one migration
dutch: Alles in één migratie

source: We recommend you backup your website content before attempting to import the demo so that you can recover your website if something goes wrong. You can use %s plugin for it.
dutch: We raden je aan om een back-up te maken van de inhoud van je site voordat je probeert de demo te importeren, zodat je je site kunt herstellen als er iets misgaat. Je kunt hiervoor de plugin %s gebruiken.

source: It looks like the config file for the demos is missing or conatins errors!. Demo install can't go futher!
dutch: Het lijkt erop dat het configuratiebestand voor de demo's ontbreekt of fouten bevat! De installatie van de demo kan niet verdergaan!

source: Install
dutch: Installeer

source: Buy Now
dutch: Koop nu

source: Preview
dutch: Voorbeeld

source: All Ready for demo import!! Setup your site exactly like demo
dutch: Alles klaar voor demo import!!! Stel je site precies zo in als de demo

source: Install BlazeThemes Demo Importer and Import any available demo in One Click
dutch: Installeer BlazeThemes Demo Importeerfunctie en importeer elke beschikbare demo met één klik

source: Activate Blazethemes Demo Importer Now and Import any available demo in One Click
dutch: Activeer nu de Blazethemes Demo Importeerfunctie en importeer elke beschikbare demo met één klik

source: Theme demo
dutch: Thema demo

source: Support
dutch: Ondersteuning

source: Setup Tutorials
dutch: Handleiding voor instellingen

source: Contain
dutch: Bevat

source: Cover
dutch: Omslagafbeelding

source: Background Size
dutch: Achtergrondgrootte

source: Scroll
dutch: Scrollen

source: Fixed
dutch: Vast

source: Background Attachment
dutch: Achtergrondbijlage

source: Background Repeat
dutch: Achtergrond herhaling

source: Background Position
dutch: Achtergrondpositie

source: Show more settings!
dutch: Toon meer instellingen!

source: Show less settings!
dutch: Toon minder instellingen!

source: Choose an image
dutch: Kies een afbeelding

source: Image
dutch: Afbeelding

source: Gradient
dutch: Gradiënt

source: Solid
dutch: Ononderbroken

source: Clear
dutch: Wissen

source: Replace image
dutch: Vervang afbeelding

source: Upload an image
dutch: Upload een afbeelding

source: Next:
dutch: Volgende:

source: Previous:
dutch: Vorige:

source: Continue reading<span class="screen-reader-text"> "%s"</span>
dutch: Ga door met lezen van <span class="screen-reader-text"> "%s"</span>

source: mins
dutch: minuten

source: Pages:
dutch: Pagina's:

source: It seems we can&rsquo;t find what you&rsquo;re looking for. Perhaps searching can help.
dutch: Het lijkt erop dat we niet kunnen vinden wat je zoekt. Misschien kan zoeken helpen.

source: Sorry, but nothing matched your search terms. Please try again with some different keywords.
dutch: Er kwam niets overeen met je zoektermen. Probeer het nog eens met wat andere keywords.

source: Ready to publish your first post? <a href="%1$s">Get started here</a>.
dutch: Klaar om je eerste bericht te publiceren? <a href="%1$s">Ga hier aan de slag</a>.

source: Nothing Found
dutch: Niets gevonden

source: Nothing Found for - %1s
dutch: Niets gevonden voor - %1s

source: Search Results for
dutch: Zoekresultaten voor

source: Footer Sidebar - Column 4
dutch: Footer zijbalk - Kolom 4

source: Footer Sidebar - Column 3
dutch: Footer zijbalk - Kolom 3

source: Footer Sidebar - Column 2
dutch: Footer zijbalk - Kolom 2

source: Footer Sidebar - Column 1
dutch: Footer zijbalk - Kolom 1

source: Add widgets suitable for middle left here.
dutch: Voeg widgets toe die geschikt zijn voor het midden links hier.

source: Frontpage - Middle Left Sidebar
dutch: Voorpagina - Midden zijbalk links

source: Add widgets suitable for middle right here.
dutch: Voeg hier widgets toe die geschikt zijn voor het midden.

source: Frontpage - Middle Right Sidebar
dutch: Voorpagina - Midden zijbalk rechts

source: Header Toggle Sidebar
dutch: Header toggle zijbalk

source: Add widgets here.
dutch: Widgets hier toevoegen.

source: Sidebar
dutch: Zijbalk

source: Right
dutch: Rechts

source: Center
dutch: Midden

source: Left
dutch: Links

source: change the alignment of the wiget title text.
dutch: verander de uitlijning van de widget titeltekst.

source: Text Align
dutch: Tekst uitlijning

source: Add the widget title here.
dutch: Voeg hier de titel van de widget toe.

source: Custom Widget Title
dutch: Aangepaste widget titel

source: Theme custom widget title.
dutch: Titel van aangepaste widget van thema.

source: Digital Newspaper : Widget Title
dutch: Digital Newspaper: widget titel

source: Remove image
dutch: Verwijder afbeelding

source: Add image
dutch: Afbeelding toevoegen

source: Add url here . .
dutch: Voeg hier de URL toe . .

source: go to manage social icons
dutch: ga naar beheer sociale pictogrammen

source: Manage social icons from customizer
dutch: Beheer sociale pictogrammen vanuit de customizer

source: Inherit global default social icons color
dutch: Overerven globale standaardkleur van sociale pictogrammen

source: Find Me On
dutch: Vind me op

source: The list of social icons.
dutch: De lijst met sociale pictogrammen.

source: Digital Newspaper : Social Icons
dutch: Digital Newspaper: sociale pictogrammen

source: A collection of posts from specific category displayed in list layout.
dutch: Een verzameling berichten van een specifieke categorie weergegeven in een lijst lay-out.

source: Digital Newspaper : Posts List
dutch: Digital Newspaper: berichtenlijst

source: Show post excerpt content
dutch: Toon samenvatting van berichtinhoud

source: Trending News
dutch: Trending nieuws

source: A collection of posts from specific category displayed in grid layout.
dutch: Een verzameling berichten uit een specifieke categorie weergegeven in een raster lay-out.

source: Digital Newspaper : Posts Grid
dutch: Digital Newspaper: berichten raster

source: Choose the category to display list of posts
dutch: Kies de categorie om de lijst met berichten weer te geven

source: A collection of posts from specific category displayed in grid two column layout.
dutch: Een verzameling berichten uit een specifieke categorie weergegeven in een lay-out met twee kolommen in een raster.

source: Digital Newspaper : Posts Grid 2 Column
dutch: Digital Newspaper: berichten raster 2 kolommen

source: Choose the categories to display
dutch: Kies de weer te geven categorieën

source: Post Categories
dutch: Bericht categorieën

source: Category Collection
dutch: Collectie categorie

source: News
dutch: Nieuws

source: A collection of post categories.
dutch: Een verzameling berichtcategorieën.
