Repository: prasish012/try
Catalog: try/media_copy/translations/morenews/existing_translations/PO FILES AS DATASETS FROM WP.TRANSLATE 2/*/wp-themes-lmscourse-fse-*.po
Languages: portuguese

source: LMSCourse FSE is a fast, full-site editing WordPress theme tailored for online courses, coaching sites, and digital schools. Fully compatible with Masteriyo, LearnDash, Tutor LMS, and LifterLMS, it lets you launch a complete LMS site with lessons, quizzes, and certificates. Lightweight, responsive, and block-based, LMSCourse FSE works seamlessly with WooCommerce and payment gateways to help you sell and manage your online learning content.
portuguese: O LMSCourse FSE é um tema WordPress rápido e de edição integral do site, concebido para cursos online, sites de formação e escolas digitais. Totalmente compatível com Masteriyo, LearnDash, Tutor LMS e LifterLMS, permite-lhe lançar um site LMS completo com lições, questionários e certificados. Leve, responsivo e com base em blocos, o LMSCourse FSE funciona perfeitamente com o WooCommerce e com os gateways de pagamento para o ajudar a vender e gerir o seu conteúdo de ensino online.

# Style variation name
source: Purple Rain
portuguese: Chuva púrpura

# Style variation name
source: Petrol Sky
portuguese: Céu petróleo

# Style variation name
source: Black Berry
portuguese: Amora

# Template part name
source: Footer Variation - CTA
portuguese: Variação do rodapé - CTA

# Template part name
source: Footer Variation - Columns
portuguese: Variação do rodapé - Colunas

# Template part name
source: Footer
portuguese: Rodapé

# Template part name
source: Header Variation - Subheader
portuguese: Variação do cabeçalho - Subtítulo

# Template part name
source: Header
portuguese: Cabeçalho

# Font size name
source: Huge
portuguese: Enorme

# Font size name
source: Extra Large
portuguese: Muito grande

# Font size name
source: Large
portuguese: Grande

# Font size name
source: Medium
portuguese: Médio

# Font size name
source: Small
portuguese: Pequeno

# Color name
source: Foreground Alt
portuguese: Frente alternativa

# Color name
source: Background Alt
portuguese: Fundo alternativo

# Color name
source: Background Dark
portuguese: Fundo escuro

# Color name
source: Accent Secondary
portuguese: Realce secundário

# Color name
source: Accent
portuguese: Realce

# Color name
source: Foreground
portuguese: Frente

# Color name
source: Background
portuguese: Fundo

source: Single Post 3 (Cover)
portuguese: Artigo 3 (Capa)

source: Single Post 2 (Cover Boxed)
portuguese: Artigo 2 (Capa em caixa)

source: Archive List
portuguese: Lista de arquivo

source: Archive (Cover)
portuguese: Arquivo (Capa)

source: 404 Error Page
portuguese: Página de erro 404

source: Page Title
portuguese: Título da página

source: Posts 4
portuguese: Artigos 4

source: Posts 3
portuguese: Artigos 3

source: Posts 2
portuguese: Artigos 2

source: Posts
portuguese: Artigos

source: Testimonials 3
portuguese: Testemunhos 3

source: Testimonials 2
portuguese: Testemunhos 2

source: Testimonials 1
portuguese: Testemunhos 1

source: Stats 2
portuguese: Estatísticas 2

source: Stats 1
portuguese: Estatísticas 1

source: Pricing 2
portuguese: Preços 2

source: Pricing 1
portuguese: Preço 1

source: Features 2
portuguese: Funcionalidades 2

source: Features 1
portuguese: Funcionalidades 1

source: FAQs
portuguese: Perguntas frequentes

source: Content 9
portuguese: Conteúdo 9

source: Content 8
portuguese: Conteúdo 8

source: Content 7
portuguese: Conteúdo 7

source: Content 6
portuguese: Conteúdo 6

source: Content 5
portuguese: Conteúdo 5

source: Content 4
portuguese: Conteúdo 4

source: Content 3
portuguese: Conteúdo 3

source: Content 2
portuguese: Conteúdo 2

source: Content 1
portuguese: Conteúdo 1

source: Primary Menu
portuguese: Menu principal

source: Full-page layouts that can be used as templates
portuguese: Layouts de página inteira que podem ser utilizados como modelos

source: LMSCourse FSE Layouts
portuguese: Layouts de LMSCourse

source: Patterns for several sections and components
portuguese: Padrões para várias secções e componentes

source: LMSCourse FSE Patterns
portuguese: Padrões LMSCourse FSE

source: Masteriyo LMS preview
portuguese: Pré-visualização do Masteriyo LMS

source: Learn More
portuguese: Saiba mais

source: Install & Activate %s
portuguese: Instale e active o %s

source: Activate %s
portuguese: Activar o %s

source: Drag & drop builder with quizzes, certificates & assignments
portuguese: Construtor de arrastar e largar com questionários, certificados e tarefas

source: Complete course builder
portuguese: Criador de cursos completo

source: Built-in payment system with Stripe, PayPal & more
portuguese: Sistema de pagamento integrado com Stripe, PayPal e muito mais

source: Multiple payment options
portuguese: Múltiplas opções de pagamento

source: Install and create your first course in minutes
portuguese: Instale e crie o seu primeiro curso em minutos

source: Quick setup
portuguese: Configuração rápida

source: The complete WordPress LMS solution for educators and businesses. Build engaging courses, track student progress, and monetize your knowledge with zero coding required.
portuguese: A solução completa de LMS em WordPress LMS para educadores e empresas. Crie cursos envolventes, acompanhe o progresso dos alunos e rentabilize os seus conhecimentos sem necessidade de programação.

source: Create and Sell Online Courses with %s!
portuguese: Crie e venda cursos online com o %s!

source: The theme was designed to work best with Masteriyo LMS
portuguese: O tema foi concebido para funcionar melhor com o Masteriyo LMS

source: Done
portuguese: Concluído

source: Installing
portuguese: A instalar

source: Activating
portuguese: A activar

source: You appear to be running the LMSCourse FSE theme from source code. Please finish installation by running %s.
portuguese: Parece estar a executar o tema LMSCourse FSE a partir do código-fonte. Termine a instalação ao executar %s.

source: upgrading PHP to the latest version
portuguese: actualizar o PHP para a versão mais recente

source: Hey, we've noticed that you're running an outdated version of PHP which is no longer supported. Make sure your site is fast and secure, by %1$s. LMSCourse FSE's minimal requirement is PHP%2$s.
portuguese: Olá, reparámos que está a utilizar uma versão desactualizada do PHP que já não é suportada. Certifique-se de que o seu site é rápido e seguro, através de %1$s. O requisito mínimo do LMSCourse FSE é o PHP %2$s.

source: https://themeisle.com
portuguese: http://themeisle.com
