Repository: prasish012/try
Catalog: try/media_copy/translations/morenews/existing_translations/PO FILES AS DATASETS FROM WP.TRANSLATE 2/*/wp-themes-phlox-*.po
Languages: italian

source: Please install "Phlox Core Elements" plugin to enable this feature.
italian: Installa il plugin "Phlox Core Elements" per abilitare questa funzione.

source: Tutorials
italian: Tutorial

source: Support Center
italian: Centro di supporto

source: Check out
italian: Pagamento

source: Take your skills with %s to the next level!
italian: Porta le tue abilità con %s al livello successivo!

source: Video Tutorials
italian: Tutorial Video

source: Customization
italian: Personalizzazione

source: Dashboard
italian: Bacheca

source: Coming soon
italian: Prossimamente

source: Get the latest changes in your inbox.
italian: Ricevi le ultime modifiche nella tua casella di posta.

source: Subscription
italian: Sottoscrizione

source: Start Reading
italian: Inizia a leggere

source: Learn about any aspect of %s Theme.
italian: Impara a conoscere qualsiasi aspetto del tema %s.

source: Send Ticket
italian: Invia Ticket

source: We would love to be of any assistance.
italian: Saremo lieti di poterti aiutare.

source: Need Some Help?
italian: Hai bisogno di aiuto?

source: Customize
italian: Personalizza

source: Customize any part of your website.
italian: Personalizza qualsiasi parte del tuo sito web.

source: Run Importer
italian: Esegui Importer

source: Clone a demo site in few clicks
italian: Clona un sito demo in pochi clic

source: Import Demo
italian: Importa il contenuto demo

source: Version %s
italian: Versione %s

source: Welcome to %s Theme
italian: Benvenuti nel tema %s

source: Phlox theme cannot function properly due to following reason: "Phlox Core Elements" version %s is required. Current version is %s. Please update it.
italian: Il tema Phlox non può funzionare correttamente per il seguente motivo: è richiesta la versione %s di "Phlox Core Elements". La versione attuale è %s. Si prega di aggiornarla.

source: To take full advantages of Phlox theme and enabling demo importer, please install core plugins.
italian: Per sfruttare appieno i vantaggi del tema Phlox e abilita l'importatore di demo, installare i plugin principali.

source: Thanks for choosing %s
italian: Grazie per aver scelto %s

source: Install %s
italian: Installa %s

source: Activate %s
italian: Attiva %s

source: Activating %s
italian: Attivazione di %s in corso

source: Phlox Core Plugin
italian: Plugin Phlox Core

source: Input value for "%s" function should be array.
italian: Il valore di input per la funzione "%s" deve essere un array.

source: Save my name, email, and website in this browser for the next time I comment.
italian: Salva il mio nome, email e sito web in questo browser per la prossima volta che commento.

source: Name
italian: Nome

source: Specifies the thickness of top border on footer in pixels.
italian: Specifica lo spessore del bordo superiore del footer in pixel.

source: Top Border Thickness
italian: Spessore del bordo superiore

source: Show a link to privacy policy page in the footer.
italian: Mostra un link alla pagina dell'informativa sulla privacy nel footer.

source: Show Privacy Policy
italian: Mostra l'informativa sulla privacy

source: Whether to display cookie consent option on comment form for users or not.
italian: Visualizza o meno l'opzione di consenso ai cookie nel modulo di commento per gli utenti.

source: Comment Forms Cookie Consent
italian: Moduli di commento del consenso ai cookie

source: Display Header Cart In Mobile
italian: Visualizza il carrello nell'header nei dispositivi mobili

source: Display Header Cart In Tablet
italian: Visualizza il carrello nell'header nei tablet

source: WordPress version 4.9.6 or higher is required for this feature.
italian: Per questa funzione è necessaria la versione 4.9.6 o superiore di WordPress.

source: Real-time Bitcoin Converter
italian: Conversione Bitcoin in tempo reale

source: Sub Footer (%s)
italian: Footer secondario (%s)

source: Sidebar Primary (Phlox Pro)
italian: Barra laterale primaria (Phlox Pro)

source: Page Title (%s)
italian: Titolo della pagina (%s)

source: Shopping Basket
italian: Carrello

source: EU Cookie Notce
italian: Avviso Cookie UE

source: Your email address will not be published. Required fields are marked *
italian: L'indirizzo email non verrà pubblicato. I campi obbligatori sono contrassegnati con *

source: Add a Comment
italian: Aggiungi un commento

source: Specifies the size of social icons in the header menu.
italian: Specifica la dimensione delle icone social nel menu dell'header.

source: Social Icon Size
italian: Dimensione delle icone social

source: Enable it to add social icons in the header menu.
italian: Abilita per aggiungere le icone social nel menu dell'header.

source: Add Social Icons
italian: Aggiungi icone social

source: Medium Width Content
italian: Larghezza media del contenuto

source: Enable it to show post meta info.
italian: Abilita la visualizzazione delle informazioni meta dell'articolo.

source: Content Title Alignment
italian: Allineamento del titolo del contenuto

source: Display Content Title
italian: Visualizza il titolo del contenuto

source: Content options
italian: Opzioni contenuto

source: Choose a slider from the list of available Master Sliders.
italian: Scegli uno slider dall'elenco dei Master Slider disponibili.

source: (plugin is not installed)
italian: (il plugin non è installato)

source: Default Post Slider
italian: Slider predefinito per gli articoli

source: Slider type
italian: Tipo di slider

source: Enable it to display %s share button%s on single post.
italian: Abilitalo per visualizzare il pulsante di ​%s​ condivisione​%s​ nell'articolo singolo.

source: Display Share Button
italian: Visualizz il pulsante di condivisione

source: After post content (Bottom)
italian: Contenuto dopo l'articolo (in basso)

source: Before post content (Top)
italian: Contenuto prima dell'articolo (in alto)

source: Show like button befor or after post content.
italian: Mostra il pulsante Mi piace prima o dopo il contenuto dell'articolo.

source: Like Button Position
italian: Posizione del pulsante Mi piace

source: Default Site Max Width
italian: Larghezza massima del sito predefinita

source: Custom Max Width
italian: Larghezza massima personalizzata

source: Enable it to add logo in the header.
italian: Abilita per aggiungere il logo nell'header.

source: Display Logo
italian: Visualizza il logo

source: Specifies the skin of all comment forms.
italian: Specifica la pelle di tutti i moduli di commento.

source: Comment Forms Skin
italian: Variante colore per i moduli di commento

source: Forms Appearance
italian: Aspetto dei moduli

source: Forms
italian: Moduli

source: The height of empty space below page slider in pixel.
italian: L'altezza dello spazio vuoto sotto lo slider della, in pixel.

source: Slider bottom margin
italian: Margine inferiore dello slider

source: The height of empty space above page slider in pixel.
italian: L'altezza dello spazio vuoto sopra lo slider della pagina, in pixel.

source: Slider top margin
italian: Margine superiore dello slider

source: If you select "Full", the content fills the entire width of the page.
italian: Se selezioni "pieno", il contenuto riempirà la pagina per tutta la sua larghezza.

source: Icon for Cart
italian: Icona per Carrello

source: Progress Bar Position
italian: Posizione della barra di avanzamento

source: Slide-Up
italian: Scorri verso l'alto

source: Display go to top button
italian: Visualizza il pulsante Torna in alto

source: % comments
italian: % commenti

source: one comment
italian: un commento

source: no comment
italian: nessun commento

source: Specifies the duration of blur fade transition (in milliseconds) when an image completely loaded.
italian: Specifica la durata della transizione della dissolvenza (in millisecondi) quando un'immagine è completamente caricata.

source: Image preload transition duration
italian: Durata della transizione di precaricamento dell'immagine

source: Specifies whether to preload images in order to reduce page loading time or load them normally.
italian: Specifica se precaricare le immagini per ridurre il tempo di caricamento della pagina o se caricarle normalmente.

source: Enable image preload preview
italian: Abilita l'anteprima di precaricamento dell'immagine

source: Performance Options
italian: Opzioni Prestazioni

source: Performance
italian: Prestazioni

source: Preview a Single Product Page
italian: Anteprima della singola pagina del prodotto

source: Display Featured Media
italian: Visualizza i media in evidenza

source: The delay amount before starting the header animation in seconds.
italian: Il ritardo in secondi prima di avviare l'animazione dell'header.

source: Header Animation Delay
italian: Ritardo dell'animazione dell'header

source: Enable it to animation the header after page loads.
italian: Attivare l'animazione dell'header dopo il caricamento della pagina.

source: Header Animation
italian: Animazione dell'header

source: Click
italian: Clic

source: Dropdown Action On
italian: Azione attiva menu a discesa

source: Cart Dropdown Skin
italian: Skin menu a discesa del carrello

source: Display Header Cart
italian: Visualizza il carrello nell'header

source: You can sepcify with enable this option to use brand color for each social icons just on hover
italian: Abilitando questa opzione puoi scegliere di mostrare il tuo brand al posto dell'icona social al passaggio del mouse

source: Use Brand Color as Hover
italian: Usa il colore del brand al passaggio del mouse

source: Enable this option to apply brand color to each social icons.
italian: Abilita questa opzione per applicare il colore del brand a ogni icona social.

source: Use Brand Color
italian: Usa i colori del brand

source: Enable it to display title/subtitle in title section.
italian: Abilita per visualizzare il titolo/sottotitolo nella sezione titolo.

source: Display Titles
italian: Visualizza titoli

source: Phlox Support
italian: Assistenza Phlox

source: A complete %s documentation %s, which updates regularly.
italian: Una ​%s​documentazione completa​%s​, aggiornata regolarmente.

source: Below resources are available to help you in using %s theme.
italian: Qui sotto trovi le risorse per aiutarti a utilizzare il tema ​%s​.

source: Enable it to display a space between title and content. If you need to start your content from very top of the page, disable it.
italian: Consente di visualizzare uno spazio fra il titolo e il contenuto. Se hai bisogno di mostrare i tuoi contenuti dall'inizio della pagina, disabilitalo.

source: Enable it to display featured media on blog archive page.
italian: Abilita per visualizzare i contenuti multimediali in evidenza sulla pagina di archivio del blog.

source: Add submenu indicator icon to menu items.
italian: Aggiunge l'icona dell'indicatore del sottomenu alle voci del menu nell'header.

source: Enable it to display copyright text at the bottom of vertical menu.
italian: Abilita la visualizzazione del testo del copyright in fondo al menu verticale.

source: Display Vertical Menu Copyright Text
italian: Visualizza il testo del copyright del menu verticale

source: Enable this option to scale logo on sticky header.
italian: Attiva questa opzione per scalare il logo nell'header fisso.

source: Specifies the color scheme of header menu on sticky header.
italian: Specifica la combinazione dei colori del menu nell'header fisso.

source: Add Search Button
italian: Aggiungi pulsante di ricerca

source: Specifies boxed or fullwidth header.%1$s Only works if %2$s Website Layout %3$s option sets to %2$s Full layout %3$s
italian: Specifica se vuoi l'header boxed o a larghezza intera.%1$s Funziona solo se l'opzione Layout %2$s del sito web %3$s è impostata su %2$s Layout completo %3$s

source: Specifies the default skin for site pagination.
italian: Specifica la skin predefinita per la paginazione del sito.

source: Specifies the background options for the body of website on boxed layout.%1$s Only works if %2$s Website Layout %3$s option sets to %2$s Boxed layout %3$s
italian: Specifica le opzioni di sfondo per il contenuto del sito web con layout boxed. %1$s Funziona solo se l'opzione Layout %2$s del sito web %3$s è impostata su %2$s Layout boxed %3$s

source: Enable this option to add a top progress bar while site is loading.
italian: Abilita questa opzione per aggiungere una barra di avanzamento in alto durante il caricamento del sito.

source: Select an animated gif to display while site is loading.
italian: Seleziona una gif animata da visualizzare durante il caricamento del sito.

source: Enable this option to add loading image for the site.
italian: Abilita questa opzione per aggiungere l'immagine di caricamento del sito.

source: Add Loading Image
italian: Aggiungi immagine di caricamento

source: Enable this option to display a loading animation while site is loading.
italian: Abilita questa opzione per visualizzare un'animazione di caricamento durante il caricamento del sito.

source: Hover over images to see the animation.
italian: Passa il mouse sulle immagini per vedere l'animazione.

source: Enable this option to add page animation when user navigates between pages.
italian: Abilita questa opzione per aggiungere un'animazione per la pagina quando l'utente naviga tra le pagine.

source: MailChimp for WordPress
italian: MailChimp per WordPress

source: Please select the slider you want to display at top of the page.
italian: Seleziona lo slider che vuoi visualizzare in cima alla pagina.

source: Medium
italian: Medio

source: Enable it to display footer at the bottom of vertical menu.
italian: Consente di visualizzare il footer nella parte inferiore del menu verticale.

source: Display Vertical Menu Footer
italian: Visualizza il menu verticale del footer

source: Vertical Menu
italian: Menu verticale

source: Choose image
italian: Scegli immagine

source: No image selected
italian: Nessuna immagine selezionata

source: Change image
italian: Cambia immagine

source: Select image
italian: Seleziona immagine

source: Extra Large
italian: Grandissimo

source: Large
italian: Grande

source: Normal
italian: Normale

source: Small
italian: Piccolo

source: Specifies the display of border under the search box
italian: Specifica se visualizzare il bordo sotto la casella di ricerca

source: Display Searchbox Border
italian: Visualizza il bordo della casella di ricerca

source: Vertical Header Submenu Skin
italian: Variante colore del sottomenu verticale nell'header

source: Vertical Menu Items Align
italian: Allinea gli elementi del menu verticale

source: Specifies the max height of logo image in pixel.
italian: Specifica l'altezza massima dell'immagine del logo in pixel.

source: Logo Max Height in Pixel
italian: Altezza massima del logo in pixel

source: No Limit
italian: Nessun limite

source: Specific size in pixel
italian: Specifica la dimensione in pixel

source: Same as header height
italian: Uguale all'altezza dell'header

source: If the original logo is big in dimensions, you can limit the height by this option.
italian: Se il logo originale è di grandi dimensioni, è possibile limitarne l'altezza con questa opzione.

source: Logo Max Height
italian: Altezza massima del logo

source: Specifies the max width of logo image in pixels.
italian: Specifica la larghezza massima dell'immagine del logo in pixel.

source: Shopping Cart
italian: Carrello

source: Specifies alignment for main title in single post content.
italian: Specifica l'allineamento del titolo principale nel contenuto dell'articolo singolo.

source: Enable it to show the main title above post content.
italian: Abilita la visualizzazione del titolo principale sopra al contenuto dell'articolo.

source: Enable it to display post media (featured image, video, audio, ..) on single post page.
italian: Abilita per visualizzare i media dell'articolo (immagine in evidenza, video, audio, ...) in pagine e articoli singoli.

source: Display Post Media
italian: Visualizza il media dell'articolo

source: Sticky Header Menu Color Scheme
italian: Schema colore del menu nell'header fisso

source: Specifies whether to display the featured image, video or audio of this post on single page or not.
italian: Specifica se visualizzare l'immagine in evidenza, il video o l'audio di questo articolo su una singola pagina o meno.

source: Display media on single post?
italian: Visualizzare i media su un singolo post?

source: Media Setting
italian: Impostazioni media

source: Overlay Pattern Opacity
italian: Opacità pattern overlay

source: Enable Advanced Setting
italian: Abilita impostazioni avanzate

source: Title Bar Setting
italian: Impostazioni titolo della barra

source: Blog Archive Default ( New )
italian: Archivio blog predefinito (nuovo)

source: Blog Archive 10
italian: Archivio blog 10

source: Enable this option to pin the footer and subfooter to bottom of the website.
italian: Attiva questa opzione per fissare il footer principale e secondario in fondo al sito.

source: Enable Sticky Footer
italian: Abilita il footer fisso

source: Show the "Powered By" text with link to theme homepage in footer.
italian: Mostra nel footer il testo "Sviluppato da" con il link alla home page del tema.

source: Enter your copyright text to display on footer.
italian: Inserisci il testo del copyright da visualizzare nel footer.

source: Enable it to hide subfooter on mobile devices.
italian: Abilita per nascondere il footer secondario nei dispositivi mobili.

source: Hide Subfooter on mobile
italian: Nascondi il menu secondario nei dispositivi mobili

source: Enable it to hide subfooter on tablet devices.
italian: Abilita per nascondere il menu secondario nei tablet.

source: Hide Subfooter on Tablet
italian: Nascondi il menu secondario nei tablet

source: Enable it to change the skin of widgets to dark mode
italian: Abilitazio per cambiare la skin dei widget in modalità scura

source: Dark Skin For Widgets
italian: Skin scura per i widget

source: Page Title
italian: Titolo della pagina

source: Preview a page
italian: Anteprima di pagina

source: Enable it to display cart on top header bar.
italian: Abilita la visualizzazione del carrello nella barra superiore dell'header.

source: Display Top Header Cart
italian: Visualizza il carrello nell'header in alto

source: Left side Template
italian: Template lato sinistro

source: Center Template
italian: Template centrato

source: Select Specific Template For FullScreen Menu
italian: Seleziona un template specifico per il menu a schermo intero

source: FullScreen Menu Templates
italian: Template di menu a schermo intero

source: Specifies the background color of Vertical menu.
italian: Specifica il colore di sfondo del menu verticale.

source: Vertical Menu Background Color
italian: Colore di sfondo del menu verticale

source: Specifies the sticky header color.
italian: Specifica il colore dell'header fisso.

source: Specifies the background color of header
italian: Specifica il colore di sfondo dell'header

source: Header Background Color
italian: Colore di sfondo per l'header

source: Enable it to set a overlay header
italian: Abilita per impostare un overlay per l'header

source: Enable Overlay Header
italian: Abilita overlay header

source: Specifies the Color Scheme of Header
italian: Specifica la combinazione di colori dell'header

source: Header Menu Color Scheme
italian: Combinazione di colori del menu Header

source: Skip
italian: Salta

source: Authorization failed. Please refresh the page and try again.
italian: Autorizzazione fallita. Aggiorna la pagina e riprova.

source: Font size and line height of the row content in pixels.
italian: Dimensione del font e altezza della riga del contenuto del suo contenuto in pixel.

source: Strikethrough
italian: Barrato

source: Italic
italian: Corsivo

source: Bold
italian: Grassetto

source: Font Size / Line H.
italian: Dimensione Font/ Altezza linea

source: Font family of the row content.
italian: Famiglia dei caratteri del contenuto della riga.

source: Font Family
italian: Famiglia di font

source: Content of the row.
italian: Contenuto della riga.

source: Add Shortcode
italian: Aggiungi shortcode

source: Align Right
italian: Allinea a destra

source: Align Center
italian: Allinea al centro

source: Align Left
italian: Allinea a sinistra

source: Content
italian: Contenuto

source: Type of the footer row.
italian: Tipo di riga del footer.

source: HTML Content
italian: Contenuto HTML

source: Row Type
italian: Tipo di riga

source: Main color of the pricing table.
italian: Colore principale della tabella dei prezzi.

source: Add To Favourites
italian: Aggiungi ai preferiti

source: Main Color
italian: Colore principale

source: Style Settings
italian: Impostazioni di stile

source: Small Blue Most Popular
italian: Blu piccolo più popolare

source: Blue Most Popular
italian: Blu più popolare

source: Most Popular
italian: Più Popolari

source: Blue Popular
italian: Blu popolare

source: Popular
italian: Popolari

source: Blue Sale
italian: Saldi blu

source: Sale
italian: Saldi

source: Rectangle
italian: Rettangolo

source: Auxin signs
italian: Segni di auxina

source: Classic Normal
italian: Classico Normale

source: Semi highlighted Column
italian: Colonna semi evidenziata

source: Normal Column
italian: Colonna normale

source: Start Column
italian: Colonna iniziale

source: Hosting
italian: Host

source: Modern Circle
italian: Cerchio moderno

source: Modern normal
italian: Moderno normale

source: Modern
italian: Moderno

source: Show Theme Attribution
italian: Mostra attribuzione del tema

source: Page Sidebar Style
italian: Stile della barra laterale della pagina

source: Page Sidebar Position
italian: Posizione della barra laterale della pagina

source: Page Layout Setting
italian: Impostazioni del layout di pagina

source: Page Layout
italian: Layout di pagina

source: Specifies the position of sidebar on blog page. Please not that the sidebars in two-sidebar layouts are only visible on screen sizes with 1140px or higher in width.
italian: Specifica la posizione della barra laterale nella pagina del blog. Tieni presente che le barre laterali nei layout a due barre laterali sono visibili solo negli schermi con larghezza di 1140px o superiore.

source: Select the string to read more permalink text in archive pages
italian: Seleziona il permalink della stringa leggi tutto nelle pagine archivio

source: Read More Text
italian: Testo "Leggi di più"

source: Next Prev
italian: Prossimo Prec

source: Next Button
italian: Pulsante Prossimo

source: Infinite Scroll
italian: Scorrimento infinito

source: Replaces the default pagination in blog archive with a load more
italian: Sostituisce l'impaginazione predefinita nell'archivio del blog con il pulsante carica di più

source: Load More Type
italian: Tipo di carica di più

source: Preview Blog Archive
italian: Anteprima Archivio blog

source: Title Box Custom Color
italian: Colore personalizzato del box del titolo

source: Preview Single Post
italian: Anteprima dell'articolo singolo

source: Single Post Title
italian: Titolo dell'articolo singolo

source: Preview a blog post
italian: Anteprima articolo del blog

source: Choose "Yes" in order to customize the title bar of this page, or choose "No" to turn it off.
italian: Scegli 'Sì' per personalizzare la barra del titolo di questa pagina, oppure scegli 'No' per disattivarla.

source: Phlox Theme
italian: Tema Phlox

source: Phlox Free WordPress Theme
italian: Phlox Tema WordPress gratuito

source: Back
italian: Indietro

source: Specifies position of sidebar on page.
italian: Specifica la posizione della barra laterale nella pagina.

source: Page Setting
italian: Impostazioni pagina

source: Page
italian: Pagina
