Repository: prasish012/try
Catalog: try/media_copy/translations/morenews/existing_translations/PO FILES AS DATASETS FROM WP.TRANSLATE 2/*/wp-themes-phlox-*.po
Languages: italian

source: Specifies the color of the frame around the site.
italian: Specifica il colore della cornice intorno al sito.

source: Site Frame Color
italian: Colore cornice del sito

source: Enable this option to add a frame around the site.
italian: Abilita questa opzione per aggiungere una cornice intorno al sito.

source: Enable Site Frame
italian: Abilita cornice del sito

source: Website Frame Setting
italian: Impostazione della cornice del sito web

source: Website Frame
italian: Cornice del sito web

source: Visual CSS Style Editor
italian: Editor visuale per gli stili CSS

source: Popular Posts
italian: Articoli più letti

source: Export/Import Theme Options
italian: Esporta/Importa opzioni tema

source: Image Optimization
italian: Ottimizzazione delle immagini

source: Flickr Justified Gallery
italian: Galleria Flickr giustificata

source: Custom Facebook Feed
italian: Feed Facebook personalizzato

source: Related Posts for WordPress
italian: Articoli correlati per WordPress

source: under %s
italian: sotto %s

source: posted on %s
italian: pubblicato il %s

source: by %s
italian: di %s

source: 1 view
italian: 1 visualizzazione

source: 1 view per day
italian: 1 visualizzazione al giorno

source: 1 comment
italian: 1 commento

source: Specifies the background color for footer
italian: Specifica il colore di sfondo del footer

source: Background Video WebM
italian: Sfondo video WebM

source: Background Video Ogg
italian: Sfondo video Ogg

source: You can upload custom video for title background</br>Note: if you set custom image, default image backgrounds will be ignored.
italian: Puoi caricare un video personalizzato per lo sfondo del titolo</br>Nota: se imposti un'immagine personalizzata, quella predefinita verrà ignorata.

source: Background Video MP4
italian: Sfondo video MP4

source: Specifies a background image for title bar.
italian: Specifica un'immagine di sfondo per la barra del titolo.

source: Specifies a background color for title bar.
italian: Specifica un colore di sfondo per la barra del titolo.

source: Enable it to show the post categories.
italian: Abilita per mostrare le categorie dell'articolo.

source: Enable it to show the post comments number.
italian: Abilita per mostrare il numero di commenti dell'articolo.

source: Display comments number
italian: Visualizza il numero di commenti

source: Enable it to show the post author.
italian: Abilita per mostrare l'autore del'articolo.

source: Display post author
italian: Visualizza l'autore dell'articolo

source: Enable it to show the post date.
italian: Abilita per visualizzare la data di pubblicazione.

source: Display post date
italian: Visualizza la data di pubblicazione

source: This theme requires at least WordPress version 4.7 and PHP 5.4. You are running WordPress version %s and PHP version %s. Please upgrade and try again.
italian: Questo tema richiede almeno la versione 4.7 di WordPress e la versione 5.4 di PHP. Il tuo sito sta usando la versione %s di WordPress e la versione %s di PHP. Aggiorna e riprova.

source: Yes
italian: Sì

source: View Cart
italian: Visualizza il carrello

source: Proceed to checkout
italian: Procedi al pagamento

source: SUB TOTAL
italian: TOTALE PARZIALE

source: Tiles Blog
italian: Blog tiles

source: Land Blog
italian: Blog Land

source: Timeline Blog
italian: Blog Timeline

source: Masonry Blog
italian: Blog Masonry

source: Grid Blog
italian: Blog a griglia

source: Blog Archive 4
italian: Archivio blo 4

source: Blog Archive 3
italian: Archivio blog 3

source: Blog Archive 2
italian: Archivio blog 2

source: Blog Archive 1
italian: Archivio blog 1

source: Tags: No tags
italian: Tag: Nessun tag

source: Share
italian: Condividi

source: Tags:
italian: Tag:

source: % Comments
italian: % commenti

source: One Comment
italian: Un commento

source: No Comment
italian: Nessun commento

source: with
italian: con

source: Continue Reading
italian: Continua a leggere

source: Read More
italian: Leggi tutto

source: View all posts in
italian: Visualizza tutti gli articoli in

source: It seems we can&rsquo;t find what you&rsquo;re looking for. Perhaps searching can help.
italian: Non riusciamo a trovare quello che cerchi. Forse eseguire una ricerca potrebbe essere di aiuto.

source: Oops! Page Not Found
italian: Oops! Pagina non trovata

source: Sorry, but the requested resource was not found on this site.
italian: La risorsa richiesta non è stata trovata su questo sito.

source: Not Found
italian: Non trovato

source: Tags
italian: Tag

source: Pages:
italian: Pagine:

source: Bring me back home
italian: Torna alla homepage

source: Sorry, no results were found. Perhaps searching will help to find what you are looking for.
italian: Non ci sono risultati. Forse la ricerca ti aiuterà a trovare quello che stai cercando.

source: Back to home page
italian: Torna alla homepage

source: Sorry, no results were found. Try another search?
italian: Nessun risultato trovato. Vuoi cercare altro?

source: Nothing Found
italian: Nessun risultato

source: Search widget area is empty.
italian: L'area del widget di ricerca è vuota.

source: Search Here
italian: Cerca qui

source: Website
italian: Sito web

source: E-Mail (required)
italian: Email (obbligatorio)

source: Name (required)
italian: Nome (obbligatorio)

source: Comment
italian: Commento

source: Leave a Comment
italian: Lascia un commento

source: Logged in as <a href="%1$s">%2$s</a>. <a href="%3$s" title="Log out of this account">Log out?</a>
italian: Accesso effettuato come <a href="%1$s">%2$s</a>. <a href="%3$s" title="Log out of this account">Vuoi disconnetterti?</a>

source: You must be %s logged in %s to post a comment
italian: Devi essere %sconnesso%s per pubblicare un commento

source: Comments are closed.
italian: I commenti sono chiusi.

source: % Responses
italian: % risposte

source: One Response
italian: Una risposta

source: No Responses
italian: Nessuna risposta

source: This post is password protected. Enter the password to view comments.
italian: Questo articolo è protetto da password. Inserisci la password per visualizzare i commenti.

source: Specifies the position of Go to Top button.
italian: Specifica la posizione del pulsante Torna in alto.

source: Go to top button position
italian: Posizione del pulsante Torna in alto

source: Enable it to display Go to Top button.
italian: Abilita per visualizzare il pulsante Torna in alto.

source: Display Go to top button
italian: Visualizza ill pulsante Torna in alto

source: Go to Top Button Options
italian: Opzioni pulsante Torna in alto

source: Go to Top Button
italian: Pulsante Torna in alto

source: Extras
italian: Extra

source: Footer Preset 4
italian: Preset del Footer 4

source: Footer Preset 3
italian: Preset del Footer 3

source: Footer Preset 2
italian: Preset del Footer 2

source: Footer Preset 1
italian: Preset del Footer 1

source: Specifies the footer layout.
italian: Specifica il layout del footer.

source: Enable it to display footer on all pages.
italian: Abilita la visualizzazione del footer su tutte le pagine.

source: Display Footer
italian: Visualizza footer

source: Specifies top border color of subfooter.
italian: Specifica il colore del bordo superiore del footer secondario.

source: Specifies background color of subfooter.
italian: Specifica il colore di sfondo del footer secondario.

source: 5 Columns- 1/5 1/5 1/5 1/5 1/5
italian: 5 colonne - 1/5 1/5 1/5 1/5 1/5

source: 4 Columns- 1/4 1/4 1/4 1/4
italian: 4 colonne - 1/4 1/4 1/4 1/4

source: 3 Columns- 1/4 1/4 1/2
italian: 3 colonne - 1/4 1/4 1/2

source: 3 Columns- 1/2 1/4 1/4
italian: 3 colonne - 1/2 1/4 1/4

source: 3 Columns- 1/3 1/3 1/3
italian: 3 colonne - 1/3 1/3 1/3

source: 2 Columns- 1/4 3/4
italian: 2 colonne - 1/4 3/4

source: 2 Columns- 3/4 1/4
italian: 2 colonne - 3/4 1/4

source: 2 Columns- 1/3 2/3
italian: 2 colonne - 1/3 2/3

source: 2 Columns- 2/3 1/3
italian: 2 colonne - 2/3 1/3

source: 2 Columns- 1/2 1/2
italian: 2 colonne - 1/2 1/2

source: 1 Column
italian: 1 colonna

source: It generates some widgetareas for subfooter based on the layout, which you need to %s fill them.%s
italian: Genera alcune aree widget per il footer secondario in base al layout, che è necessario %s riempire.%s

source: Select layout for subfooter widget columns.
italian: Seleziona il layout per le colonne del widget del footer secondario.

source: Subfooter Layout
italian: Layout del footer secondario

source: Enable it to display subfooter on all pages.
italian: Abilita la visualizzazione del footer secondario su tutte le pagine.

source: Display Subfooter
italian: Visualizza il footer secondario

source: Sub Footer Setting
italian: Impostazione del footer secondario

source: Sub Footer
italian: Footer secondario

source: Specifies top border color of subfooter bar.
italian: Specifica il colore del bordo superiore della barra footer secondario.

source: Top Border Color
italian: Colore del bordo superiore

source: Specifies background color of subfooter bar.
italian: Specifica il colore di sfondo della barra footer secondario.

source: Boxed with small vertical padding
italian: Box con una piccola spaziatura verticale

source: Full with small vertical padding
italian: Completo con piccola spaziatura verticale

source: Specifies layout of subtoofer bar.
italian: Specifica il layout della barra del footer secondario.

source: Subfooter Bar Layout
italian: Layout della barra footer secondario

source: Enable it to display subfooter bar above of subfooter.
italian: Abilita per visualizzare la barra del footer secondario al di sopra al footer secondario.

source: Display Subfooter Bar
italian: Visualizza la barra del footer secondario

source: Subfooter Bar Setting
italian: Impostazioni della barra del footer secondario

source: Subfooter Bar
italian: Barra del footer secondario

source: Footer Setting
italian: Impostazioni del footer

source: Specifies the style of sidebar on product category & tag page.
italian: Specifica lo stile della barra laterale nella categoria e tag della pagina del prodotto.

source: Product Taxonomy Sidebar Style
italian: Stile della tassonomia della barra laterale del prodotto

source: Specifies the position of sidebar on product category & tag page.
italian: Specifica la posizione della barra laterale nella catagoria e tag della pagina del prodotto.

source: Product Taxonomy Sidebar Position
italian: Posizione della tassonomia della barra laterale del prodotto

source: Product Category & Tag Page Setting
italian: Impostazione della categoria e tag della pagina del prodotto

source: Product Category & Tag
italian: Categoria e tag del prodotto

source: Specifies the style of sidebar on shop page.
italian: Specifica lo stile della barra laterale nella pagina del negozio.

source: Shop Sidebar Style
italian: Stile della barra laterale

source: Specifies the position of sidebar on shop page.
italian: Specifica la posizione della barra laterale nella pagina.

source: Shop Page Sidebar Position
italian: Posizione della barra laterale nella pagina del negozio

source: Shop Page
italian: Pagina del negozio

source: Single Product Sidebar Style
italian: Stile della barra laterale nella pagina del prodotto singolo

source: Specifies the position of sidebar on single product page.
italian: Specifica la posizione della barra laterale nella pagina del prodotto singolo.

source: Single Product Sidebar Position
italian: Posizione della barra laterale nel singolo prodotto

source: Single Product Page
italian: Pagina del prodotto singolo

source: Woocommerce Setting
italian: Impostazioni Woocommerce

source: Specifies summary character length on category & tag page.
italian: Specifica la lunghezza in caratteri del riassunto nella pagina delle categorie e dei tag.

source: Whether to display%1$ssummary%2$sor%1$sfull%2$scontent for each post on category & tag page.
italian: Scegli se visualizzare il %1$sriassunto%2$s il %1$scontenuto completo%2$s per ogni articolo nella pagina categorie e tag.

source: Taxonomy content length
italian: Lunghezza del contenuto della tassonomia

source: Specifies the style of sidebar on category & tag page.
italian: Specifica lo stile della barra laterale nella pagina delle categorie e dei tag.

source: Taxonomy Page Sidebar Position
italian: Posizione della barra laterale della pagina della tassonomia

source: Taxonomy Page Template
italian: Template della pagina della tassonomia

source: Slideshow delay in seconds
italian: Ritardo della presentazione in secondi

source: Slideshow
italian: Presentazione

source: Looped navigation
italian: Navigazione in loop

source: Space between slides
italian: Spazio tra le diapositive

source: Specifies to insert arrow buttons over slider.
italian: Specifica l'inserimento di pulsanti freccia sopra lo slider.

source: Arrow navigation
italian: Frecce di navigazione

source: Slider image height
italian: Altezza immagine Slider

source: Slider image width
italian: Larghezza immagine Slider

source: Exclude posts without image
italian: Escludi gli articoli privi di immagine

source: Custom image
italian: Immagine personalizzata

source: First image in post
italian: Prima immagine nell'articolo

source: Featured image
italian: Immagine in evidenza

source: Auto select
italian: Selezione automatica

source: Grab the image from
italian: Prendi l'immagine da

source: Insert post meta
italian: Inserisci il meta dell'articolo

source: Insert post title
italian: Inserisci il titolo dell'articolo

source: Dark overlay
italian: Overlay scuro

source: Light overlay
italian: Overlay chiaro

source: Dark and boxed
italian: Scuro e boxed

source: Light and boxed
italian: Chiaro e boxed

source: Slider skin
italian: Variante colore del cursore

source: Ascending
italian: Crescente

source: Descending
italian: Decrescente

source: Order direction
italian: Direzione dell'ordinamento

source: Date Modified
italian: Data modifica

source: Comments
italian: Commenti

source: Random
italian: Casuale

source: Title
italian: Titolo

source: Menu Order
italian: Ordinamento Menu

source: Date
italian: Data

source: Order by
italian: Ordina per

source: Specifies number of post to displace or pass over.
italian: numero degli articoli da spostare o saltare.

source: Start offset
italian: Offset iniziale

source: Include posts
italian: Includi articoli

source: Post IDs separated by comma (eg. 53,34,87,25).
italian: ID degli articoli separati da una virgola (es. 53,34,87,25).

source: Exclude posts
italian: Escludi articoli

source: Specifies maximum number of slides in slider.
italian: Specifica il numero massimo di diapositive dello slider.

source: Slides number
italian: Numero diapositive

source: Insert below the header
italian: Inserisci sotto l'header

source: Insert above archive content
italian: Inserisci sopra il contenuto dell'archivio

source: Slider location
italian: Posizione dello slider

source: Specifies to insert post slide above blog posts.
italian: Inserisci la diapositiva dell'articolo sopra gli articoli del blog.

source: Display Slider
italian: Visualizza Slider

source: Blog Slider
italian: Slider del Blog

source: By enabling this option, the featured images in blog list which are above 800 pixels in height will be automatically masked.(Max height is 800 pixels)
italian: Abilitando questa opzione, le immagini in evidenza nell'elenco del blog che superano 800 pixel di altezza verranno automaticamente nascoste. (L'altezza massima è di 800 pixel)

source: Auto Mask Featured Image
italian: Nascondi automaticamente l'immagine in evidenza

source: Specifies summary character length for each post on blog page.
italian: Specifica la lunghezza del riassunto in caratteri per ogni articolo nella pagina del blog.

source: Summery length
italian: Lunghezza riassunto

source: Summary
italian: Riassunto

source: Full text
italian: Testo completo

source: Whether to display%1$ssummary%2$sor%1$sfull%2$scontent for each post on blog page
italian: Scegli se visualizzare il %1$sriassunto%2$s il %1$scontenuto completo%2$s per ogni articolo nella pagina del blog.

source: Blog content length
italian: Lunghezza dei contenuti del blog

source: Specifies the style of sidebar on blog page.
italian: Specifica lo stile della barra laterale nella pagina del blog.

source: Blog Sidebar Style
italian: Stile della barra laterale del blog

source: Blog Sidebar Position
italian: Posizione della barra laterale del blog

source: Specifies the alignment of timeline on blog page.
italian: Specifica l'allineamento della timeline nella pagina del blog.

source: Timeline Alignment
italian: Allineamento timeline

source: Enable it to display %s like button%s on blog posts. Please note WP Ulike plugin needs to be activaited to use this option.
italian: Abilita la visualizzazione del pulsante %s"Mi piace"%s negli articoli del blog. Tieni presente che per usare questa opzione WP Ulike plugin deve essere attivato.

source: Do not display the posts with "quote" and "link" post formats
italian: Non visualizzare gli articoli con i formati "quote" e "link".

source: Exclude quote and link post formats
italian: Escludi i formati articoli "quote" e "link"

source: Exclude posts without media
italian: Escludi gli articoli senza media

source: Number of columns in mobile
italian: Numero di colonne nei dispositivi mobili

source: Number of columns in tablet
italian: Numero di colonne nei tablet

source: Number of columns
italian: Numero di colonne

source: Display Categories
italian: Visualizza categorie

source: Before Title
italian: Prima del titolo

source: After Title
italian: Dopo il titolo

source: Post info position
italian: Posizione informazioni articolo

source: Display post info
italian: Mostra informazioni articolo

source: Specifies the style of grid column for each post.
italian: Specifica lo stile della colonna della griglia per ogni articolo.

source: Grid Layout
italian: Layout della griglia

source: Vertical 3:4
italian: Verticale 3:4

source: Square 1:1
italian: Quadrato 1:1

source: Horizontal 16:9
italian: Orizzontale 16:9

source: Horizontal 4:3
italian: Orizzontale 4:3

source: Image aspect ratio
italian: Proporzioni immagine

source: Choose your blog template.
italian: Scegli il tuo template per il blog.

source: Blog Template
italian: Template blog

source: Tiles
italian: Mosaico

source: Grid
italian: Griglia

source: Blog Page
italian: Pagina blog

source: Next Post
italian: Articolo successivo

source: Previous Post
italian: Articolo precedente

source: Sticky Thumbnail with Arrow
italian: Miniatura fissa con freccia

source: Navigation with Dark Background
italian: Navigazione con sfondo scuro

source: Navigation with Light Background
italian: Navigazione con sfondo chiaro

source: Thumbnail without Arrow
italian: Miniatura senza freccia

source: Thumbnail with Arrow
italian: Miniatura con freccia

source: Minimal (default)
italian: Minimale (predefinito)

source: Specifies the skin for next and previous navigation block.
italian: Specifica la variante colore per il blocco di navigazione successivo e precedente.

source: Skin for Next & Previous Links
italian: Variante colore per i link Successivo e Precedente

source: Enable it to display links to next and previous posts on single post page.
italian: Abilita per visualizzare i link agli articoli precedenti e successivi nella pagina dell'articolo singolo.

source: Display Next & Previous Posts
italian: Visualizza gli articoli successivi e precedenti

source: Enable it to display %s author socials%s in author section on single post.
italian: Abilitare per visualizzare i %ssocial network dell'autore%s nella sezione autore nell'articolo singolo.

source: Display Author Socials
italian: Visualizza i social network dell'autore

source: Enable it to display %s author biography text%s in author section on single post.
italian: Abilita per visualizzare il testo %s della biografia dell'autore%s nella sezione autore nell'articolo singolo.

source: Display Author Biography Text
italian: Mostra biografia autore

source: Enable it to display %s author information%s after post content on single post.
italian: Abilita per visualizzare le informazioni %s sull'autore%s dopo il contenuto nell'articolo singolo.

source: Display Author Section
italian: Visualizza la sezione autore

source: Enable it to display tags section under the post content.
italian: Abilita per visualizzare la sezione tag sotto il contenuto dell'articolo.

source: Display Tags Section
italian: Visualizza la sezione tag

source: Enable it to display %s like button%s on single post. Please note WP Ulike plugin needs to be activaited in order to use this option.
italian: Abilita la visualizzazione del pulsante %sMi piace%s nell'articolo singolo. Tieni presente che per usare questa opzione WP Ulike plugin deve essere attivato.

source: Display Like Button
italian: Visualizza il pulsante Mi piace

source: Enable it to display post date, categories and author name in post page .
italian: Abilita per visualizzare la data dell'articolo, le categorie e il nome dell'autore nella pagina dell'articolo.

source: Display Post Info
italian: Mostra informazioni articolo

source: You can reduce the width of text lines and increase the readability of context in single post of blog (does not affect the width of media).
italian: È possibile ridurre la larghezza delle righe del testo e aumentare la leggibilità del contesto nell'articolo singolo del blog (non influisce sulla larghezza dei media).

source: Specifies featured color for blog posts.
italian: Specifica il colore in evidenza per gli articoli del blog.

source: Single Post Featured Color
italian: Colore in evidenza dell'articolo singolo

source: Single Post Sidebar Style
italian: Stile della barra laterale nell'articolo singolo

source: Specifies position of sidebar on single post.
italian: Specifica la posizione della barra laterale nell'articolo singolo.

source: Single Post Sidebar Position
italian: Posizione barra laterale nell'articolo

source: Single Post
italian: Articolo singolo

source: Blog Setting
italian: Impostazioni Blog

source: FullScreen Search Skin
italian: Variante colore ricerca a schermo intero

source: Fullscreen Search
italian: Ricerca a schermo intero

source: Welcome to your WordPress Website.
italian: Benvenuto nel tuo sito web WordPress.

source: Add a message to display on top header bar.
italian: Aggiungi un messaggio da visualizzare nella barra dell'header in alto.

source: Message on Top Header Bar
italian: Messaggio sulla barra dell'header in alto

source: Specifies the background color of top header bar.
italian: Specifica il colore di sfondo della barra dell'header in alto.

source: Language and menu left. Message, social, cart and search right
italian: Lingua e menu a sinistra. Messaggio, social network, carrello e ricerca a destra

source: Menu left. Social, cart and search right
italian: Menu a sinistra. Social network, carrello e ricerca a destra

source: Message left. Social, cart and search right
italian: Messaggio a sinistra. Social network, carrello e ricerca a destra

source: Language left. Social, cart and search right
italian: Lingua a sinistra. Social network, carrello e ricerca a destra

source: Menu left. Message, social, cart, search and language right
italian: Menu a sinistra. Messaggio, social network, carrello, ricerca e lingua a destra

source: Social left. Cart and search right
italian: A sinistra i social network. Carrello e ricerca a destra

source: Message left. Menu and language right
italian: Messaggio a sinistra. Menu e lingua a destra

source: Menu left. Social and search right
italian: Menu a sinistra. Social network, carrello e ricerca a destra
