Repository: prasish012/try
Catalog: try/media_copy/translations/morenews/existing_translations/PO FILES AS DATASETS FROM WP.TRANSLATE 2/*/wp-themes-phlox-*.po
Languages: italian

source: Phlox is a modern, lightweight and customizable theme perfect for almost any type of website including, blog, portfolio, business, agency, news & magazine, food & restaurant, travel, and photography as well as WooCommerce storefront. What makes the Phlox unbeatable is being fast, truly responsive, translation ready, RTL layout, built with SEO in mind, professional portfolio features, 30 exclusive widgets and elements, 19 demo sites for one-click import, WooCommerce Ready, WPML ready, 100% GDPR compliance, reliable with regular updates, and also integrated with Elementor, Visual Composer and SiteOrigin page builders. Phlox is architect from scratch by the team behind the famous "Master Slider" project, so relax and be assured that you are supported by a good company. Phlox is the only theme that you have ever need to use and look no further. Start exploring the demos: http://demo.phlox.pro/default/
italian: Phlox è un tema moderno, leggero e personalizzabile perfetto per quasi tutti i tipi di siti web inclusi blog, portfolio, business, agenzia, news & magazine, cibo e ristoranti, viaggio e fotografia, così come WooCommerce storefront. Ciò che rende Phlox imbattibile è il suo essere veloce, completamente adattabile a tutti i dispositivi, traducibile in altre lingue, con layout Right-To-Left (Destra verso Sinistra), costruito appositamente per i SEO, con caratteristiche e funzioni dei portfolio professionali, 30 widget ed elementi esclusivi, 19 siti demo da importare con un click, compatibile con WooCommerce, compatibile con WPML, conforme al 100% al GDPR, sicuro grazie agli aggioramenti rilasciati costantemente, e integrato con i costruttori di pagina Elementor, Visual Composer e SiteOrigin. Phlox è stato ideato interamente dal team del famoso progetto "Master Slider", dunque rilassati e puoi star certo che sei supportato da una buona squadra. Phlox è l'unico tema che avrai bisogno di usare e non ne guarderai altri. Inizia ad esplorare le demo: http://demo.phlox.pro/default/

source: Blog Category, tag & author page Setting
italian: Impostazione categoria del blog, tag e pagina dell'autore

source: Blog Category, tag & author
italian: Categoria del blog, tag e autore

source: Enable it to keep aspect ratio of featured image.
italian: Abilita per mantenere le proporzioni dell'immagine in evidenza.

source: Keep aspect ratio
italian: Mantieni le proporzioni

source: Installing
italian: Installazione in corso

source: Updating
italian: Aggiornamento in corso

source: Activating
italian: Attivazione in corso

source: No Slug Found
italian: Nessuno Slug trovato

source: Original
italian: Originale

source: Medium Large
italian: Medio Grande

source: Select size of featured image
italian: Selezionare le dimensioni dell'immagine in evidenza

source: Image Size
italian: Dimensioni dell'immagine

source: It is accessible on shop page sidebar.
italian: È accessibile nella barra laterale della pagina del negozio.

source: Shop Sidebar Widget Area
italian: Area widget della barra laterale del negozio

source: Cart is empty
italian: Il carrello è vuoto

source: Add Global Color
italian: Aggiungi colore globale

source: Display Comment Number
italian: Visualizza il numero dei commenti

source: Use Legacy Featured colors
italian: Utilizza i colori Legacy in evidenza

source: Legacy featured colors are deprecated and will be removed soon, Please DO NOT use them and use above "Global Colors" instead.
italian: I colori legacy in evidenza sono deprecati e saranno presto rimossi; si prega di non usarli e di utilizzare invece i "Colori globali" sopra.

source: Featured Colors (deprecated)
italian: Colori in evidenza (deprecato)

source: New Custom Color
italian: Nuovo colore personalizzato

source: Accent
italian: In risalto

source: Secondary
italian: Secondario

source: Primary
italian: Principale

source: Learn More
italian: Approfondisci

source: Elementor Global Colors
italian: Colori globali di Elementor

source: Global Colors Setting
italian: Impostazione dei colori globali

source: Global Colors
italian: Colori globali

source: Display view cart link after successfull adding to cart in front of add to cart button.
italian: Visualizza il link del carrello davanti ad Aggiungi al carrello dopo aver aggiunto con successo un prodotto.

source: Display View Cart Link
italian: Visualizza il link al carrello

source: Setup Global Colors
italian: Impostazione dei colori globali

source: Install Elementor
italian: Installa Elementor

source: Please set global colors in elementor
italian: Imposta i colori globali in Elementor

source: GLOBAL COLORS
italian: COLORI GLOBALI

source: Global Colors Template
italian: Template dei colori globali

source: Page Preloading Color
italian: Colore di precaricamento della pagina

source: Share icon hover color
italian: Colore dell'icona di condivisione al passaggio del mouse

source: Share icon color
italian: Colore dell'icona di condivisione

source: Enable it to expand widgets on init
italian: Abilita l'espansione dei widget all'avvio

source: Expand widgets on init
italian: Espandi i widget all'avvio

source: The following pages have custom logo enabled in page options. Select the page to edit the custom logo in page options.
italian: Le pagine seguenti hanno il logo personalizzato abilitato nelle opzioni della pagina. Seleziona la pagina per modificare il logo personalizzato nelle opzioni.

source: Pages with custom logo
italian: Pagine con logo personalizzato

source: Installation Failed!
italian: Installazione fallita!

source: Installed!
italian: Installato!

source: Something went wrong.
italian: Qualcosa è andato storto.

source: Installation completed successfully.
italian: Installazione completata con successo.

source: Icon Not Liked Color
italian: Icona Colore non gradito

source: Icon Liked Color
italian: Icona Colore gradito

source: Breadcrumbs text max length
italian: Lunghezza massima del testo nei breadcrumb

source: Breadcrumbs general options
italian: Opzioni generali dei breadcrumb

source: Breadcrumbs
italian: Breadcrumb

source: Share Button Type
italian: Tipo di pulsante di condivisione

source: Text
italian: Testo

source: Enable it to display text instead of icon on single post.
italian: Abilitare la visualizzazione del testo al posto dell'icona nell'articolo singolo.

source: Like Button Type
italian: Tipo di pulsante Mi piace

source: Like icon hover color
italian: Colore dell'icona Mi piace al passaggio del mouse

source: Icon Hover Color
italian: Colore dell'icona al passaggio del mouse

source: Like icon color
italian: Colore dell'icona Mi Piace

source: Form Placeholder Text
italian: Testo del segnaposto nel modulo

source: Submit Button Typography
italian: Tipografia del pulsante di invio

source: Share Button Margin
italian: Margine del pulsante Condividi

source: Share Button Icon Size
italian: Dimensione dell'icona del pulsante Condividi

source: Share Button Icon
italian: Icona Pulsante Condividi

source: Like Button Margin
italian: Margine del pulsante Mi piace

source: Like Button Icon Size
italian: Dimensione dell'icona del pulsante Mi piace

source: Like Icon
italian: Icona Mi piace

source: Sticky Header Background
italian: Sfondo dell'header fisso

source: &copy; %s. All rights reserved.
italian: &copy; %s. Tutti i diritti riservati.

source: Don't add line breaks and paragraphs automatically.
italian: Non aggiungere automaticamente interruzioni di riga e paragrafi.

source: Edit with %s Builder
italian: Modifica con %s Builder

source: Color %s
italian: Colore %s

source: Legacy Header options notice
italian: Avviso sulle opzioni dell'header legacy

source: Legacy Header Options
italian: Opzioni header legacy

source: Installing %s
italian: Installazione di %s

source: News
italian: Notizie

source: Product
italian: Prodotto

source: Post
italian: Articolo

source: items
italian: elementi

source: Deprecated
italian: Deprecato

source: Install Elementor Now
italian: Installa Elementor ora

source: Show All %s Results
italian: Mostra tutti i risultati di %s

source: The following options will be deprecated soon, Please DO NOT use them and use a "Footer Template" instead.
italian: Le seguenti opzioni saranno presto deprecate; si prega di non usarle e di utilizzare invece un "Template Footer".

source: Footer Templates Settings
italian: Impostazioni dei template footer

source: Use Legacy Footer
italian: Usa il Legacy footer

source: Get footer builder and templates by installing Elementor.
italian: Ottieni il builder footer e i template installando Elementor.

source: Footer Templates Library
italian: Libreria template del footer

source: Your Footers
italian: I tuoi footer

source: Current Footer
italian: Footer attuale

source: Footer Templates
italian: Template del footer

source: Breadcrumb Separator Icon
italian: Icona separatore dei breadcrumb

source: Cart Type In Tablet
italian: Tipo di carrello nei tablet

source: Drop Down
italian: A discesa

source: Cart Type
italian: Tipo di carrello

source: The following options will be deprecated soon, Please DO NOT use them and use a "Header Template" instead.
italian: Le seguenti opzioni saranno presto deprecate; si consiglia di non utilizzarle e sostituirle con un "template header".

source: Header Templates Settings
italian: Impostazioni dei template header

source: Use Legacy Header
italian: Usa il Legacy header

source: Get header builder and templates by installing Elementor.
italian: Ottieni il builder header e i template installando Elementor.

source: Header Templates Library
italian: Libreria dei template dell'header

source: Your Headers
italian: I tuoi Header

source: Current Header
italian: Header attuale

source: Header Templates
italian: Template Header

source: Checkout
italian: Pagamento

source: Legacy Footer options notice
italian: Avviso sulle opzioni del footer legacy

source: Legacy Footer Options
italian: Opzioni legacy del footer

source: Header Builder
italian: Builder header

source: Sub total
italian: Subtotale

source: Enable it to use custom skins for dropdowns in sidebars.
italian: Abilita l'uso di skin personalizzate per i menu a discesa delle barre laterali.

source: Custom Dropdown Skins
italian: Skin personalizzate per il menu a discesa

source: Link/anchor ID
italian: ID Link/Ancora

source: Variation Swatches for WooCommerce
italian: Campioni di variazione per WooCommerce

source: All Categories
italian: Tutte le categorie

source: Subtitle
italian: Sottotitolo

source: Enable it to togglable the widgets in sidebars.
italian: Abilita per rendere attivabili i widget nelle barre laterali.

source: Togglable Widgets
italian: Attiva/Disattiva Widget

source: Sidebar Global Typography
italian: Tipografia globale della barra laterale

source: Customize %s
italian: Personalizza %s

source: default
italian: predefinito

source: Basket Animation
italian: Animazione del cestino

source: How to deactivate?
italian: Come si disattiva?

source: Post info Terms Typography
italian: Tipografia delle informazioni dei termini degli articoli

source: Display post categories
italian: Mostra categorie degli articoli

source: Display Author in Footer
italian: Mostra autore nel footer

source: Display Author in Header
italian: Mostra autore nell'header

source: Specifies whether to show author or read more on each post.
italian: Specifica se mostrare l'autore o leggi tutto in ogni articolo.

source: Display author or read more
italian: Mostra l'autore o leggi altro

source: Display Comment
italian: Mostra commenti

source: - No Menu -
italian: - Nessun menu -

source: Dismiss notice
italian: Ignora notifica

source: Remind me later
italian: Ricordamelo più tardi

source: This theme is perfectly optimized for latest version of PHP. Your current PHP version is %s, we highly recommend you to upgrade PHP to version 7.0 or higher.
italian: Questo tema è perfettamente ottimizzato per le ultime versioni di PHP. La tua versione corrente è %s, raccomandiamo altamente di aggiornare PHP alla versione 7.0 o superiore.

source: Please update your PHP version
italian: Aggiorna la tua versione di PHP

source: Disable it to replace footer section with an Elementor template
italian: Disabilita per sostituire la sezione del footer con un template di Elementor

source: Padding
italian: Spaziatura interna

source: Breadcrumb Color
italian: Colore breadcrumb

source: Button Typography
italian: Tipografia del pulsante

source: Post Content Typography
italian: Tipografia del contenuto dell'articolo

source: Post info Typography
italian: Tipografia delle informazioni dell'articolo

source: Blog Page Appearance
italian: Aspetto della pagina blog

source: Disable it to replace header section with an Elementor template
italian: Disabilita per sostituire la sezione dell'header con un template di Elementor

source: Comment Content Typography
italian: Tipografia del contenuto del commento

source: Comment Info Typography
italian: Tipografia delle info sui commenti

source: Comment Author Typography
italian: Tipografia dell'autore dei commenti

source: Response Title Typography
italian: Tipografia del titolo di risposta

source: Pagination Next/Prev Typography
italian: Tipografia della paginazione succ/prec

source: Pagination Active Number Typography
italian: Tipografia dei numeri attivi della paginazione

source: Pagination Typography
italian: Tipografia della paginazione

source: Specifies the color of social icons.
italian: Specifica il colore delle icone social.

source: Icon Color
italian: Colore icona

source: Enable it to hide subfooter on phone devices.
italian: Abilita per nascondere il footer secondario nei dispositivi mobili.

source: Hide Socials on Phone
italian: Nascondi i social network sul cellulare

source: Hide Socials on Tablet
italian: Nascondi i social network sul tablet

source: Select a template
italian: Seleziona un template

source: I Already Did :)
italian: Già fatto :-)

source: Maybe Later
italian: Forse più tardi

source: Sure, I like Phlox
italian: Sicuro, mi piace Phlox

source: Activated
italian: Attivato

source: Footer Menu
italian: Menu nel footer

source: Theme Attribution
italian: Attribuzione del tema

source: Footer Appearance
italian: Aspetto del footer

source: Sub Footer Appearance
italian: Aspetto del footer secondario

source: Specifies the background color for subfooter
italian: Specifica il colore di sfondo per il footer secondario

source: Breadcrumb Links
italian: Link breadcrumb

source: Page Subtitle
italian: Sottotitolo pagina

source: Page Typography
italian: Tipografia della pagina

source: Post Meta Terms
italian: Termini Meta dell'articolo

source: Post Meta
italian: Meta articolo

source: Post info terms
italian: Termini delle informazioni dell'articolo

source: Post info
italian: Informazioni dell'articolo

source: Post Content
italian: Contenuto dell'articolo

source: Post Title
italian: Titolo dell'articolo

source: Single Post Typography
italian: Tipografia articolo singolo

source: Display post title over content
italian: Visualizza il titolo dell'articolo sopra al contenuto

source: Top Header Typography
italian: Tipografia dell'header in alto

source: Site Description
italian: Descrizione del sito

source: Logo Text
italian: Testo del logo

source: Menu Active Item
italian: Elementi attivi del menu

source: Menu Dropdown
italian: Menu a discesa

source: Main Menu
italian: Menu principale

source: Header Typography
italian: Tipografia dell'header

source: Form Notes Typography
italian: Tipografia delle note del modulo

source: Specifies notes of comment forms.
italian: Note specifiche dei moduli commento.

source: Comment Form Notes
italian: Note dei modulo commenti

source: Reply Title Typography
italian: Tipografia del titolo della risposta

source: Specifies the reply title of comment form.
italian: Specifica il titolo della risposta nel modulo del commento.

source: Reply Title
italian: Titolo della risposta

source: 2 Column
italian: 2 colonne

source: 3 Column
italian: 3 colonne

source: Specifies the layout of comment forms.
italian: Specifica il layout dei moduli di commento.

source: Label Typography
italian: Tipografia delle etichette

source: Enable it to add labels in comment form.
italian: Abilita per aggiungere le etichette nel modulo dei commenti.

source: Label
italian: Etichetta

source: Cookies
italian: Cookie

source: Specifies the inputs of comment forms.
italian: Specifica gli input del modulo dei commenti.

source: Which Input should be display
italian: Quale input dovrebbe essere visualizzato

source: The following recommended plugin is currently inactive: %1$s.
italian: Il seguente plugin consigliato non è attivo: %1$s.

source: The following required plugin is currently inactive: %1$s.
italian: Il seguente plugin obbligatorio non è attivo: %1$s.

source: There is an update available for: %1$s.
italian: C’è un aggiornamento disponibile per: %1$s.

source: The following plugin needs to be updated to its latest version to ensure maximum compatibility with this theme: %1$s.
italian: Il seguente plugin deve essere aggiornato alla versione più recente per garantire la massima compatibilità con questo tema: %1$s.

source: This theme recommends the following plugin: %1$s.
italian: Questo tema consiglia il seguente plugin: %1$s.

source: This theme requires the following plugin: %1$s.
italian: Questo tema richiede il seguente plugin: %1$s.

source: Specifies the color of separator on top of footer.
italian: Specifica il colore del separatore in alto del footer.

source: Top Separator Color
italian: Colore del separatore in alto

source: Copyright Text
italian: Testo del copyright

source: Widget Links
italian: Link widget

source: Widget Text
italian: Testo del widget

source: Widget Title
italian: Titolo del Widget

source: Post Title Typography
italian: Tipografia del titolo dell'articolo

source: Secondary Message Typography
italian: Tipografia del messaggio secondario

source: Add a Secondary message to display on top header bar.
italian: Aggiungi un messaggio secondario da visualizzare nella barra di intestazione superiore.

source: Secondary Message
italian: Messaggio secondario

source: Message Typography
italian: Tipografia del messaggio

source: Background Gradient
italian: Sfondo sfumato

source: Submenu Skin
italian: Skin menu secondario

source: Message Left, Secondary Message Right
italian: Messaggio a sinistra, messaggio secondario a destra

source: Specifies the layout for top header bar.
italian: Specifica il layout della barra dell'header in alto.

source: Enable it to display wishlist on header.
italian: Abilita la visualizzazione della lista dei desideri nell'header.

source: Display Wishlist
italian: Visualizza la lista dei desideri

source: Enable it to display myaccount on header.
italian: Abilita la visualizzazione de 'il mio account' nell'header.

source: Display My Account
italian: Visualizza il mio account

source: Total Price Text in Dropdown
italian: Testo del prezzo totale nel menu a discesa

source: Logo left, Menu Middle
italian: Logo a sinistra, menu al centro

source: Secondary Sidebar Widget Title
italian: Titolo del widget della barra laterale secondaria

source: Primary Sidebar Widget Title
italian: Titolo del widget della barra laterale primaria

source: All Sidebars Widget Title
italian: Titolo del widget di tutte le barre laterali

source: Sidebars Appearance
italian: Aspetto delle barre laterali

source: Heading 5 (H5)
italian: Intestazione 5 (H5)

source: Heading 4 (H4)
italian: Intestazione 4 (H4)

source: Heading 3 (H3)
italian: Intestazione 3 (H3)

source: Heading 2 (H2)
italian: Intestazione 2 (H2)

source: Heading 1 (H1)
italian: Intestazione 1 (H1)

source: All Headings
italian: Tutte le intestazioni

source: Body
italian: Corpo

source: General Typography Setting
italian: Impostazioni generali della tipografia

source: General Typography
italian: Tipografia generale

source: Typography Template
italian: Template tipografia

source: Simple Taxonomy Ordering
italian: Ordinamento semplice della tassonomia

source: Sort By
italian: Ordina per

source: Default sorting
italian: Ordinamento predefinito

source: Theme Panel
italian: Pannello del tema

source: Letter Spacing
italian: Spaziatura tra i caratteri

source: Line Height
italian: Interlinea

source: Line Through
italian: Barrato

source: Overline
italian: Barrato in alto

source: Underline
italian: Sottolineato

source: Decoration
italian: Decorazione

source: Oblique
italian: Obliquo

source: Style
italian: Stile

source: Capitalize
italian: Con maiuscola iniziale

source: Lowercase
italian: Minuscolo

source: Uppercase
italian: Maiuscolo

source: Transform
italian: Trasforma

source: Weight
italian: Peso

source: Size
italian: Dimensione

source: Family
italian: Famiglia

source: Preview Shop Page
italian: Anteprima della pagina del negozio

source: Text for Cart
italian: Testo del Carrello

source: Enable it to use simple mode of header cart.
italian: Abilitalo per usare la modalità semplice per l'header del carrello.

source: Simple Header Cart
italian: Carrello semplice nell'header

source: Terms Not Found
italian: Termini non trovati

source: All
italian: Tutti

source: Category
italian: Categoria

source: Use custom size for avatars in comment section in pixels.
italian: Utilizza dimensioni personalizzate per gli avatar nella sezione dei commenti in pixel.

source: Comment Avatar Size
italian: Dimensione Avatar nei commenti

source: Specifies the maximum width for this page.
italian: Specifica la larghezza massima per questa pagina.

source: Custom Page Max Width
italian: Larghezza massima della pagina personalizzata

source: Image ID
italian: ID Immagine

source: Secondary Text Background Color
italian: Colore di sfondo del testo secondario

source: Secondary Text
italian: Testo secondario

source: Custom Sidebars
italian: Barre laterali personalizzate

source: Play all video tutorials
italian: Riproduci tutti i video tutorial

source: Optimization
italian: Ottimizzazione

source: Visual Builder
italian: Builder visivo

source: Bundled
italian: In bundle

source: Likes
italian: Like

source: Go Pro
italian: Passa a Pro

source: More Customization
italian: Più personalizzazioni

source: Footer Preset 5
italian: Piè di pagina preimpostato a 5

source: Repeat-Y
italian: Ripetizione-Y

source: Repeat-X
italian: Ripetizione-X

source: Repeat
italian: Ripeti

source: No-Repeat
italian: Nessuna ripetizione

source: Sub Footer Background Image Repeat
italian: Ripeti immagine di sfondo nel footer secondario

source: Sub Footer Background Image Size
italian: Dimensioni dell'immagine di sfondo del menu secondario

source: center bottom
italian: in basso al centro

source: center center
italian: centrato al centro

source: center top
italian: in alto al centro

source: right bottom
italian: in basso a destra

source: right center
italian: centrato destra

source: right top
italian: in alto a destra

source: left bottom
italian: in basso a sinistra

source: left center
italian: centrato a sinistra

source: left top
italian: in alto a sinistra

source: Sub Footer Background Image Position
italian: Posizione dell'immagine di sfondo del menu secondario

source: Specifies a background image for sub footer.
italian: Specifica un'immagine di sfondo per il footer secondario.

source: Sub Footer Background Image
italian: Immagine di sfondo del footer secondario

source: Enable it to add message in the header menu.
italian: Abilitalo per aggiungere un messaggio nel menu dell'intestazione.

source: Header Message Text
italian: Testo del messaggio dell'header

source: Logo left, Burger right, Message right
italian: Logo a sinistra, Menu hamburger a destra, Messaggio a destra
