Repository: prasish012/try
Catalog: try/media_copy/translations/morenews/existing_translations/PO FILES AS DATASETS FROM WP.TRANSLATE 2/*/wp-themes-phlox-*.po
Languages: italian

source: Custom Menu
italian: Menu personalizzato

source: Custom featured color for this post.
italian: Colore in evidenza personalizzato per questo articolo.

source: Featured Color
italian: Colore in evidenza

source: By default custom feature color of all posts are the same as the color defined in theme options. You have to enable this option if you want to define custom feature color for this post.
italian: Per impostazione predefinita, il colore delle funzionalità personalizzate di tutti gli articoli è uguale a quello definito nelle opzioni del tema. È necessario attivare questa opzione se desideri definire un colore personalizzato per questo articolo.

source: Custom Featured Color?
italian: Colore in evidenza personalizzato?

source: General Setting
italian: Impostazioni generali

source: Specifies background color.
italian: Specifica il colore di sfondo.

source: Background color
italian: Colore di sfondo

source: Enable it to display custom background for this page.
italian: Abilita per visualizzare lo sfondo personalizzato per questa pagina.

source: Enable Background
italian: Abilita lo sfondo

source: You can specify custom background for this page.<br/>
italian: Puoi specificare uno sfondo personalizzato per questa pagina.<br/>

source: Background Setting
italian: Impostazioni sfondo

source: Installing Plugin %1$s (%2$d/%3$d)
italian: Installazione del plugin %1$s (%2$d/%3$d) in corso

source: All installations have been completed.
italian: Tutte le installazioni sono state completate.

source: %1$s installed successfully.
italian: %1$s installato con successo.

source: The installation process is starting. This process may take a while on some hosts, so please be patient.
italian: Il processo di installazione sta iniziando. Questo processo potrebbe richiedere del tempo su alcuni host, quindi sii paziente.

source: Installing and Activating Plugin %1$s (%2$d/%3$d)
italian: Installazione e attivazione del plugin %1$s (%2$d/%3$d)

source: All installations and activations have been completed.
italian: Tutte le installazioni e le attivazioni sono state completate.

source: %1$s installed and activated successfully.
italian: %1$s installato e attivato con successo.

source: The installation and activation process is starting. This process may take a while on some hosts, so please be patient.
italian: Il processo di installazione e attivazione sta iniziando. Questo processo potrebbe richiedere del tempo su alcuni host, quindi sii paziente.

source: The installation of %1$s failed.
italian: L'installazione di %1$s è fallita.

source: An error occurred while installing %1$s: <strong>%2$s</strong>.
italian: Si è verificato un errore durante l'installazione di %1$s: <strong>%2$s</strong>.

source: Updating Plugin %1$s (%2$d/%3$d)
italian: Aggiornamento del plugin %1$s (%2$d/%3$d) in corso

source: Plugin activation failed.
italian: L'attivazione del plugin è fallita.

source: No plugins are available to be activated at this time.
italian: Al momento non ci sono plugin disponibili per l'attivazione.

source: No plugins were selected to be activated. No action taken.
italian: Nessun plugin è stato selezionato per l'attivazione. Nessuna azione intrapresa.

source: No plugins are available to be updated at this time.
italian: Al momento non ci sono plugin disponibili per l'aggiornamento.

source: No plugins are available to be installed at this time.
italian: Al momento non ci sono plugin disponibili per l'installazione.

source: No plugins were selected to be updated. No action taken.
italian: Nessun plugin è stato selezionato per l'aggiornamento. Nessuna azione intrapresa.

source: No plugins were selected to be installed. No action taken.
italian: Nessun plugin è stato selezionato per l'installazione. Nessuna azione intrapresa.

source: Update
italian: Aggiorna

source: Install
italian: Installa

source: Upgrade message from the plugin author:
italian: Messaggio di aggiornamento dall'autore del plugin:

source: Activate %2$s
italian: Attiva %2$s

source: Update %2$s
italian: Aggiorna %2$s

source: Install %2$s
italian: Installa %2$s

source: Status
italian: Stato

source: Version
italian: Versione

source: Type
italian: Tipo

source: Source
italian: Sorgente

source: No plugins to install, update or activate.
italian: Nessun plugin da installare, aggiornare o attivare.

source: Available version:
italian: Versione disponibile:

source: Minimum required version:
italian: Versione minima richiesta:

source: Installed version:
italian: Versione installata:

# as in: "version nr unknown"
source: unknown
italian: sconosciuto

source: To Activate <span class="count">(%s)</span>
italian: Da attivare <span class="count">(%s)</span>

source: Update Available <span class="count">(%s)</span>
italian: Aggiornamento disponibile <span class="count">(%s)</span>

source: To Install <span class="count">(%s)</span>
italian: Da installare <span class="count">(%s)</span>

# plugins
source: All <span class="count">(%s)</span>
italian: Tutti <span class="count">(%s)</span>

source: Update recommended
italian: Aggiornamento consigliato

source: Requires Update
italian: Richiede aggiornamento

source: Required Update not Available
italian: Aggiornamento necessario non disponibile

source: Active
italian: Attivo

source: Installed But Not Activated
italian: Installato ma non attivato

source: Not Installed
italian: Non installato

source: Pre-Packaged
italian: Incorporato

source: External Source
italian: Sorgente esterna

source: WordPress Repository
italian: Repository WordPress

source: Recommended
italian: Raccomandato

source: Required
italian: Obbligatorio

# plugin A *and* plugin B
source: and
italian: e

source: The remote plugin package consists of more than one file, but the files are not packaged in a folder.
italian: Il pacchetto remoto del plugin comprende più file, ma questi non sono raggruppati in una cartella.

source: Please contact the plugin provider and ask them to package their plugin according to the WordPress guidelines.
italian: Contatta il fornitore del plugin per chiedergli di preparare il plugin secondo le linee guida di WordPress.

source: The remote plugin package does not contain a folder with the desired slug and renaming did not work.
italian: Il pacchetto remoto del plugin non contiene una cartella con lo slug desiderato e non è stato possibile rinominarlo.

source: Update Required
italian: Aggiornamento necessario

source: This plugin needs to be updated to be compatible with your theme.
italian: Questo plugin deve essere aggiornato per essere compatibile con il tuo tema.

source: Please contact the administrator of this site for help.
italian: Contatta l'amministratore del sito per richiedere assistenza.

source: There are one or more required or recommended plugins to install, update or activate.
italian: Ci sono uno o più plugin obbligatori o raccomandati da installare, aggiornare o attivare.

source: Dismiss this notice
italian: Ignora questa notifica

source: All plugins installed and activated successfully. %1$s
italian: Tutti i plugin sono stati installati e attivati ​​con successo. %1$s

source: Plugin not activated. A higher version of %s is needed for this theme. Please update the plugin.
italian: Il plugin non è stato attivato. Per questo tema è necessaria una versione più recente di %s. Aggiorna il plugin.

source: No action taken. Plugin %1$s was already active.
italian: Nessuna azione intrapresa. Il plugin %1$s era già attivo.

source: The following plugin was activated successfully:
italian: Il seguente plugin è stato attivato correttamente:

source: Plugin activated successfully.
italian: Plugin attivato con successo.

source: Return to the Dashboard
italian: Ritorna alla Bacheca

source: Return to Required Plugins Installer
italian: Ritorna all'installazione dei plugin necessari

source: Begin activating plugin
italian: Inizia l'attivazione del plugin

source: Begin updating plugin
italian: Inizia l'aggiornamento del plugin

source: Begin installing plugin
italian: Inizia l'installazione del plugin

source: Something went wrong with the plugin API.
italian: Qualcosa è andato storto con le API del plugin.

source: Updating Plugin: %s
italian: Aggiornamento del plugin in corso: %s

source: Installing Plugin: %s
italian: Installazione del plugin in corso: %s

source: Install Plugins
italian: Installa i plugin

source: Install Required Plugins
italian: Installa i plugin necessari

source: Continue reading
italian: Continua a leggere

source: Next &raquo;
italian: Successivo &raquo;

source: &laquo; Previous
italian: &laquo; Precedente

source: Last
italian: Ultima

source: First
italian: Prima

source: Next
italian: Successivo

source: Previous
italian: Precedente

source: Admin notice: Menu for "footer" location not found.
italian: Avviso per l'amministratore: menu per la posizione "footer" non trovato.

source: Menu for "header-secondary" location is not found.
italian: Impossibile trovare il menu per la posizione "header-secondario".

source: Next &rarr;
italian: Successivo &rarr;

source: &larr; Previous Post
italian: &larr; Articolo precedente

source: (Edit)
italian: (Modifica)

source: Your comment is awaiting moderation.
italian: Il tuo commento è in attesa di moderazione.

source: %1$s at %2$s
italian: %1$s alle %2$s

source: Author
italian: Autore

source: Search
italian: Cerca

source: Type here..
italian: Scrivi qui...

source: Search...
italian: Cerca...

source: Edit
italian: Modifica

source: View all posts by %s
italian: Visualizza tutti gli articoli di %s

source: by
italian: di

source: Posted on
italian: Pubblicato il

# Title of all posts by author
source: All posts by :
italian: Tutti gli articoli di:

source: Yearly Archives
italian: Archivi annuali

source: Monthly Archives
italian: Archivi mensili

source: Daily Archives
italian: Archivi giornalieri

source: Posts tagged
italian: Articoli taggati

source: Posts in category
italian: Articoli nella categoria

source: Results for:
italian: Risultati per:

source: Loading
italian: Caricamento

source: Page Options
italian: Opzioni pagina

source: Post Options
italian: Opzioni Articolo

source: The %s column in subfooter section.
italian: La colonna %s nella sezione del foote secondario.

source: Subfooter %s Widget Area
italian: Area Widget del footer secondario %s

source: The widget area above the subfooter section. Perfect for placing the "Newsletter", "Social icons" or "Instagram" widget.
italian: L'area widget sopra la sezione del footer secondario. Perfetto per posizionare il widget "Newsletter", "Icone social" o "Instagram".

source: Subfooter Bar Widget Area
italian: Area Widget Barra del footer secondario

source: It is accessible only on primary sidebars in search result page.
italian: È accessibile solo sulle barre laterali primarie nella pagina dei risultati di ricerca.

source: Search Result Widget Area
italian: Area Widget Risultati della Ricerca

source: It is accessible only on secondary sidebars in blog pages.
italian: È accessibile solo sulle barre laterali secondarie nelle pagine del blog.

source: Blog Secondary Widget Area
italian: Area Widget Secondaria

source: It is accessible only on primary sidebars in blog pages.
italian: È accessibile solo sulle barre laterali principali nelle pagine del blog.

source: Blog Primary Widget Area
italian: Area widget primaria del blog

source: It is accessible on secondary sidebars except the blog pages.
italian: È accessibile sulle barre laterali secondarie, a eccezione delle pagine del blog.

source: Pages Secondary Widget Area
italian: Area widget secondaria delle pagine

source: It is accessible on primary sidebars except the blog pages.
italian: È accessibile sulle barre laterali principali, a eccezione delle pagine del blog.

source: Pages Primary Widget Area
italian: Area widget primaria delle pagine

source: It is accessible everywhere on secondary sidebars.
italian: È accessibile ovunque sulle barre laterali secondarie.

source: Global Secondary Widget Area
italian: Area widget secondaria globale

source: It is accessible everywhere on primary sidebars.
italian: È accessibile ovunque sulle barre laterali principali.

source: Global Primary Widget Area
italian: Area widget primaria globale

source: Footer Social Menu
italian: Menu social del footer

source: Top Header Menu
italian: Menu dell'header superiore

source: Header Primary Menu
italian: Menu principale dell'header

source: Yet another awesome website by Phlox theme.
italian: Un altro fantastico sito web realizzato con il tema Phlox.

# Theme starter content
source: Drops of rain could be heard hitting the pane, which made him feel quite sad. How about if I sleep a little bit longer and forget all this nonsense
italian: Sentiva le gocce di pioggia colpire il vetro, rendendolo triste. Che ne dici se dormo un po' di più e dimentico tutte queste sciocchezze?

# Theme starter content
source: Company CEO
italian: Amministratore delegato della compagnia

# Theme starter content
source: About Author
italian: Info sull'autore

# Theme starter content
source: You can put special widgets in this bar; like, instagram stream, newsletter, recent tweets or partners.
italian: In questa barra puoi inserire widget speciali, come lo stream di Instagram, la newsletter, i tweet recenti o i partner.

# Theme starter content
source: Road to Eye-catching Landscape
italian: Verso un paesaggio accattivante

# Theme starter content
source: The new common language will be more simple and regular than the existing European languages. It will be as simple as Occidental; in fact, it will be Occidental. To an English person, it will seem like simplified English, as a skeptical Cambridge friend of mine told me what Occidental is. The European languages are members of the same family.
italian: Il nuovo linguaggio comune sarà più semplice e regolare rispetto alle lingue europee esistenti. Sarà semplice come Occidentale; infatti, sarà Occidentale. A una persona inglese, sembrerà inglese semplificato, come un mio amico scettico di Cambridge mi ha detto cos' è Occidental. Le lingue europee sono membri della stessa famiglia.

# Theme starter content
source: Serious Problems with Cables in CIty
italian: Problemi gravi con i cavi in CIty

# Theme starter content
source: If several languages coalesce, the grammar of the resulting language is more simple and regular than that of the individual languages. The new common language will be more simple and regular than the existing European languages. It will be as simple as Occidental; in fact, it will be Occidental.
italian: Se si fondono più lingue, la grammatica della lingua risultante è più semplice e regolare di quella delle singole lingue. Il nuovo linguaggio comune sarà più semplice e regolare rispetto alle lingue europee esistenti. Sarà semplice come Occidentale; infatti, sarà Occidentale.

# Theme starter content
source: Montain and Winter Cold Weather
italian: Montagna e freddo invernale

# Theme starter content
source: This is a page with some basic terms and conditions terms.
italian: Questa è una pagina con alcuni termini e condizioni di base.

# Theme starter content
source: Terms
italian: Termini

# Theme starter content
source: This is a page with some basic information about our privacy policy.
italian: Questa pagina contiene alcune informazioni di base sulla nostra politica sulla privacy.

source: Footer Navigation
italian: Navigazione Footer

source: Header Secondary Navigation
italian: Navigazione secondaria Header

source: Header Primary Navigation
italian: Navigazione primaria Header

source: Theme Settings
italian: Impostazioni del tema

source: Please specify a unique dom name for %s
italian: Specifica un nome dominio univoco per %s

source: pattern 19
italian: motivo 19

source: pattern 18
italian: motivo 18

source: pattern 17
italian: motivo 17

source: pattern 16
italian: motivo 16

source: pattern 15
italian: motivo 15

source: pattern 14
italian: motivo 14

source: pattern 12
italian: motivo 12

source: pattern 11
italian: motivo 11

source: pattern 10
italian: motivo 10

source: pattern 9
italian: motivo 9

source: pattern 8
italian: motivo 8

source: pattern 7
italian: motivo 7

source: pattern 6
italian: motivo 6

source: pattern 5
italian: motivo 5

source: pattern 4
italian: motivo 4

source: pattern 3
italian: motivo 3

source: pattern 2
italian: motivo 2

source: pattern 1
italian: motivo 1

source: The function name "%s" not found for Metabox hub "%s".
italian: Il nome della funzione "%s" non è stato trovato per il nodo Metabox "%s".

source: Continue Reading
italian: Continua a leggere

source: This is also available in:
italian: Questo è disponibile anche:

source: View your shopping cart
italian: Visualizza il tuo carrello

source: Background video WebM
italian: Video di sfondo WebM

source: Background video Ogg
italian: Video di sfondo Ogg

source: You can upload custom video for title background
italian: Puoi caricare il tuo video personalizzato per lo sfondo del titolo

source: Background video MP4
italian: Video di sfondo MP4

source: Note: if you set custom image, default image backgrounds will be ignored.
italian: Nota: se imposti un'immagine personalizzata, le immagini di sfondo predefinite verranno ignorate.

source: You can upload custom image for site background
italian: Puoi caricare un'immagine personalizzata per lo sfondo del sito

source: Background image
italian: Immagine di sfondo

source: None
italian: Nessuno

source: Here you can select one of these patterns as site image background.
italian: Qui puoi selezionare uno di questi motivi come immagine di sfondo.

source: Background pattern
italian: Motivo di sfondo

source: Cover
italian: Copertina

source: Contain
italian: Contieni

source: Specifies the background size.
italian: Specifica la dimensione dello sfondo.

source: Background size
italian: Dimensione dello sfondo

source: Right bottom
italian: In basso a destra

source: Center bottom
italian: In basso al centro

source: Left bottom
italian: In basso a sinistra

source: Right center
italian: In centro a destra

source: Center center
italian: Centrato in mezzo

source: Left center
italian: In centro a sinistra

source: Right top
italian: In alto a destra

source: Center top
italian: Centra in alto

source: Left top
italian: In alto a sinistra

source: Specifies background image alignment
italian: Specifica allineamento dell'immagine di sfondo

source: Background position
italian: Posizione sfondo

source: Fixed
italian: Fisso

source: Scroll
italian: Scorri

source: Specifies the background is fixed or scrollable as user scrolls the document
italian: Specifica se lo sfondo è fisso o scorrevole quando l'utente scorre il documento.

source: Background attachment
italian: Sfondo fisso o scorrevole

source: Repeat vertically
italian: Ripeti verticalmente

source: Repeat horizontally
italian: Ripeti orizzontalmente

source: Repeat horizontally and vertically
italian: Ripeti orizzontalmente e verticalmente

source: No repeat
italian: Non ripetere

source: Specifies how background image repeats
italian: Specifica la modalità di ripetizione dell'immagine di sfondo

source: Background repeat
italian: Ripeti sfondo

source: Specifies the color of website background
italian: Specifica il colore dello sfondo del sito web

source: Background Color
italian: Colore di sfondo

source: Add Image(s)
italian: Aggiungi immagine(i)

source: Remove image
italian: Rimuovi immagine

source: Loading options..
italian: Caricamento opzioni...

source: Custom Style
italian: Stile personalizzato

source: Hide on Mobile
italian: Nascondi su telefono

source: Hide on Tablet
italian: Nascondi su tablet

source: Hide on Desktop
italian: Nascondi su pc

source: Number of Columns
italian: Numero di colonne

source: Hide Title
italian: Nascondi il titolo

source: Start Row From Here
italian: Inizia la riga da qui

source: Bottom
italian: Sotto

source: Top
italian: Sopra

source: Right
italian: Destra

source: Left
italian: Sinistra

source: Icon Alignment
italian: Allineamento icona

source: Icon
italian: Icona

source: Hide Label
italian: Nascondi etichetta

source: Disable Link
italian: Disabilita link

source: Submenu as Mega menu
italian: Sottomenu come menu Mega

source: Choose Video
italian: Scegli video

source: Select Video
italian: Seleziona video

source: Submit Video
italian: Invia video

source: Change Video
italian: Cambia video

source: Add Video
italian: Aggiungi video

source: Choose Audio
italian: Scegli audio

source: Select Audio
italian: Seleziona audio

source: Submit Audio
italian: Invia audio

source: Change Audio
italian: Cambia audio

source: Add Audio
italian: Aggiungi audio

source: Choose Image
italian: Scegli immagine

source: Select Image
italian: Seleziona immagine

source: Submit Image
italian: Invia immagine

source: Change Image
italian: Cambia immagine

source: Add Image
italian: Aggiungi immagine

source: Choose File
italian: Scegli file

source: Remove
italian: Rimuovi

source: Select File
italian: Seleziona file

source: Change File
italian: Cambia file

source: Add File
italian: Aggiungi file

source: Choose ..
italian: Scegli...

source: Submit
italian: Invia

source: The description
italian: La descrizione

# navigate to next page
source: next
italian: successivo

# navigate to previous page
source: previous
italian: precedente

source: show all
italian: mostra tutto

source: Apply
italian: Applica

source: Cancel
italian: Annulla

source: Custom Fonts
italian: Font personalizzati

source: Google Early Access
italian: Accesso anticipato di Google

source: System Fonts
italian: Font di sistema

source: Style:
italian: Stile:

source: Size:
italian: Dimensione:

source: Preview text:
italian: Anteprima del testo:

source: Visual Icon Selector
italian: Selettore visivo delle icone

source: Execute
italian: Esegui

source: Welcome
italian: Benvenuto

source: Activate
italian: Attiva
