Repository: prasish012/try
Catalog: try/media_copy/translations/morenews/existing_translations/PO FILES AS DATASETS FROM WP.TRANSLATE 2/*/wp-themes-phlox-*.po
Languages: italian

source: Enable it to display top header bar. You can display socials, message and call info there.
italian: Abilita per visualizzare la barra dell'header in alto. Puoi visualizzare i social network, i messaggi e le informazioni sulle chiamate.

source: Display Top Header bar
italian: Mostra la barra in alto nell'header

source: Top Header bar Setting
italian: Impostazione della barra dell'header in alto

source: Top Header bar
italian: Barra dell'header in alto

source: Specifies the background image of fullscreen menu panel
italian: Specifica l'immagine di sfondo del pannello dei menu a schermo intero

source: Fullscreen Menu Background Image
italian: Immagine di sfondo del menu a schermo intero

source: Specifies the background color of fullscreen menu and search panel.
italian: Specifica il colore di sfondo del menu a schermo intero e del pannello di ricerca.

source: Fullscreen Menu Background Color
italian: Colore di sfondo del menu a schermo intero

source: Specifies the skin of fullscreen menu panel.
italian: Specifica l'interfaccia del pannello dei menu a schermo intero.

source: Fullscreen Menu Skin
italian: Variante colore del menu a schermo intero

source: Accordion
italian: Fisarmonica

source: Toggle
italian: Attiva/Disattiva

source: Specifies only one submenu displays at a time or multiple.
italian: Specifica la visualizzazione di un solo sottomenu alla volta o di più sottomenu.

source: Burger Menu Toggle Type
italian: Attiva/Disattiva tipo di menu Hamburger

source: Right side
italian: Lato destro

source: Left side
italian: Lato sinistro

source: Specifies where offcanvas menu appears when the burger button is clicked.
italian: Specifica dove viene visualizzato il menu off-canvas quando si fa clic sul pulsante hamburger.

source: Offcanvas Alignment
italian: Allineamento off-canvas

source: Specifies where menu appears when the burger button is clicked.
italian: Specifica dove viene visualizzato il menu quando si fa clic sul pulsante hamburger.

source: Burger Menu Location
italian: Posizione del menu hamburger

source: FullScreen on entire page
italian: FullScreen su tutta la pagina

source: Offcanvas panel
italian: Pannello off-canvas

source: Expandable under top header
italian: Espandibile sotto l'header in alto

source: Specifies burger button style.
italian: Specifica lo stile del pulsante hamburger.

source: Burger Button Style
italian: Stile del pulsante hamburger

source: Specifies burger button color.
italian: Specifica il colore del pulsante hamburger.

source: Burger Button Color
italian: Colore del pulsante hamburger

source: Burger Menu Options
italian: Opzioni menu hamburger

source: Burger Menu
italian: Menu hamburger

source: Specifies minimum height of main menu items.
italian: Specifica l'altezza minima degli elementi del menu principale.

source: Menu height
italian: Altezza del menu

source: Below header menu items
italian: Elementi del menu sotto l'header

source: Below header
italian: Sotto l'header

source: Set the location of submenu in header area.
italian: Impostare la posizione del sottomenu nell'area dell'header.

source: Submenu location
italian: Posizione sottomenu

source: Insert splitter symbol between menu items in header.
italian: Inserisci il simbolo di divisione tra le voci di menu nell'header.

source: Display Menu Splitter
italian: Visualizza il divisorio del menu

source: Add submenu indicator icon to header menu items.
italian: Aggiungi l'icona dell'indicatore del sottomenu alle voci del menu nell'header.

source: Display Submenu Indicator
italian: Visualizza l'indicatore del sottomenu

source: Fade and move
italian: Dissolvi e sposta

source: Submenu animation effect
italian: Effetto di animazione del sottomenu

source: Modern Paradox
italian: Paradox moderno

source: Center Paradox
italian: Paradox centrale

source: Divided
italian: Diviso

source: Dark Transparent
italian: Trasparente scuro

source: Classic
italian: Classico

source: Specifies submenu skin.
italian: Specifica l'interfaccia del sottomenu.

source: Header Submenu Skin
italian: Variazione colore del sottomenu dell'header

source: Header Menu Options
italian: Opzioni del menu Header

source: Header Menu
italian: Menu header

source: Scale Logo on Sticky Header
italian: Scala il logo nell'header fisso

source: Specifies the Sticky header height.
italian: Specifica l'altezza dell'header fisso.

source: Sticky Header Height
italian: Altezza header fisso

source: Enable it to display header menu on top even by scrolling the page.
italian: Abilita per visualizzare il menu dell'header in alto anche scorrendo la pagina.

source: Enable Sticky Header
italian: Abilita l'header fisso

source: Enable it to add border below the header.
italian: Abilita per aggiungere un bordo sotto l'header.

source: Add Border
italian: Aggiungi bordo

source: Specifies the header height in pixel.
italian: Specifica l'altezza dell'header in pixel.

source: Header Height
italian: Altezza dell'header

source: Full Width
italian: Larghezza piena

source: Header Width
italian: Larghezza dell'header

source: Enable it to add search button in the header.
italian: Abilita per aggiungere il pulsante di ricerca nell'header.

source: Specifies header layout.
italian: Specifica il layout dell'header.

source: Header Section Setting
italian: Impostazioni sezione Header

source: Header Section
italian: Sezione Header

source: Header Setting
italian: Impostazioni Header

source: Specifies the color of address bar and toolbar on mobile browsers.
italian: Specifica il colore della barra degli indirizzi e della barra degli strumenti nel browser dei dispositivi mobili.

source: Address Bar Color
italian: Colore della barra degli indirizzi

source: Mobile Browsers
italian: Browser dei dispositivi mobili

source: Square, With Border
italian: Quadrato, con bordo

source: Square, No Border
italian: Quadrato, senza bordi

source: Square, No Page Border
italian: Quadrato, senza bordo pagina

source: Round, With Border
italian: Rotondo, con bordo

source: Round, No Border
italian: Rotondo, senza bordi

source: Round, No Page Border
italian: Rotondo, senza bordo pagina

source: Pagination Skin
italian: Variante colore della paginazione

source: Specifies the default skin for self hosted audio player.
italian: Specifica la variante colore predefinita per il player audio esterno.

source: Audio Player Skin
italian: Variante colore player audio

source: Specifies the default skin for self hosted video player.
italian: Specifica la variante colore predefinita per il player video esterno.

source: Video Player Skin
italian: Variante colore player video

source: Skin options
italian: Opzioni variante colore

source: Menu Typography
italian: Tipografia del menu

source: Specifies the color of content background.
italian: Specifica il colore dello sfondo del contenuto.

source: Content Background Color
italian: Colore di sfondo del contenuto

source: Content Background Setting
italian: Impostazioni sfondo del contenuto

source: Content Background
italian: Sfondo del contenuto

source: Specifies whether the background is fixed or scrollable as user scrolls the page.
italian: Specifica se lo sfondo è fisso o scorrevole quando gli utenti scorrono la pagina.

source: Background Attachment
italian: Sfondo fisso o scorrevole

source: Specifies background image position.
italian: Specifica la posizione dell'immagine di sfondo.

source: Background Position
italian: Posizione sfondo

source: Specifies how background image repeats.
italian: Specifica come si ripete l'immagine di sfondo.

source: Background Repeat
italian: Ripeti sfondo

source: Select one of these patterns as site background image. %s Some of these can be used as a pattern over background image.
italian: Seleziona uno di questi pattern come immagine di sfondo del sito web. %s Alcuni di questi possono essere usati come pattern sopra l'immagine di sfondo.

source: Background Pattern
italian: Pattern di sfondo

source: Background Size
italian: Dimensione sfondo

source: You can upload custom image for site background.
italian: Puoi caricare un'immagine personalizzata per lo sfondo del sito web.

source: Background Image
italian: Immagine di sfondo

source: Specifies the color of website background.
italian: Specifica il colore dello sfondo del sito web.

source: Enable background
italian: Abilita sfondo

source: Website Background Setting
italian: Impostazioni dello sfondo del sito web

source: Website Background
italian: Sfondo del sito web

source: Appearance Setting
italian: Impostazioni aspetto

source: Appearance
italian: Aspetto

source: Progress Bar Color
italian: Colore della barra di avanzamento

source: Add Progress Bar
italian: Aggiungi la barra di avanzamento

source: Loading Image
italian: Caricamento dell'immagine

source: Enable Page Preloading
italian: Abilita il precaricamento della pagina

source: Circle
italian: Cerchio

source: Fade
italian: Dissolvenza

source: Animation Type
italian: Tipo di animazione

source: Enable Page Animation
italian: Abilita l'animazione della pagina

source: Page Animation and Preloading Setting
italian: Impostazioni dell'animazione e del precaricamento della pagina

source: Page Animation and Preloading
italian: Animazione e precaricamento della pagina

source: Enter your RSS Feed page. For example :
italian: Inserisci la pagina del feed RSS. Ad esempio :

source: Should start with <code>http://</code>
italian: Dovrebbe iniziare con <code>http://</code>

source: Website Socials
italian: Social network sito web

source: Logo Width
italian: Larghezza del logo

source: Logo Setting
italian: Impostazioni del logo

source: 1900 Pixels
italian: 1900 pixel

source: 1600 Pixels
italian: 1600 pixel

source: 1400 Pixels
italian: 1400 pixel

source: 1200 Pixels
italian: 1200 pixel

source: 1000 Pixels
italian: 1000 pixel

source: Specifies the maximum width of website.
italian: Specifica la larghezza massima del sito web.

source: Site Max Width
italian: Larghezza massima del sito

source: If you choose "Boxed", site content will be wrapped in a box.
italian: Se scegli "Boxed", il contenuto del sito sarà inserito in un box.

source: Website Layout
italian: Layout del sito

source: General Layout Setting
italian: Impostazioni generali Layout

source: General Layout
italian: Layout generale

source: General
italian: Generale

source: Help
italian: Aiuto

source: Documentation
italian: Documentazione

source: Install Recommended Plugins
italian: Installa i plugin consigliati

source: MasterSlider by averta
italian: MasterSlider di averta

source: Recent Tweets Widget
italian: Widget dei tweet recenti

source: WordPress SEO
italian: SEO WordPress

source: Instagram Feed
italian: Feed di Instagram

source: Phlox Portfolio
italian: Portfolio Phlox

source: Khaki
italian: Cachi

source: Brick Red
italian: Rosso mattone

source: Dark Orange
italian: Arancione scuro

source: Fire Engine Red
italian: Rosso fuoco

source: Tapestry
italian: Arazzo

source: Half Backed
italian: Mezzofondo

source: Steel Blue
italian: Blu acciaio

source: Pastel Orange
italian: Arancione pastello

source: Tiffany Blue
italian: Blu Tiffany

source: Viking
italian: Vichingo

source: Dark Lavender
italian: Lavanda scura

source: Wild Watermelon
italian: Anguria selvatica

source: Persimmon
italian: Cachi

source: Carmine Pink
italian: Rosa carminio

source: Tower Gray
italian: Torre grigia

source: Pale Sky
italian: Cielo pallido

source: Lilac
italian: Lilla

source: Wisteria
italian: Glicine

source: Pink Salmon
italian: Rosa salmone

source: Mikado Yellow
italian: Giallo Mikado

source: Energy Yellow
italian: Giallo energia

source: Emerald
italian: Smeraldo

source: Light Sea Green
italian: Verde mare chiaro

source: Curios Blue
italian: Blu curiosità

source: Fountain Blue
italian: Blu fontana

source: Dark Gray
italian: Grigio scuro

source: White
italian: Bianco

source: black
italian: Nero

source: Whether you want to display a space between title and content or not. If you need to start your content from very top of the page, disable it.
italian: Indica se desideri visualizzare o meno uno spazio fra titolo e contenuto. Se hai bisogno di posizionare i tuoi contenuti dall'inizio della pagina, disabilitalo.

source: Narrow Content
italian: Contenuto ristretto

source: You can reduce the width of text lines and increase the readability of context (does not affect the width of media). The default (first) choice is the one that you have specified in theme options.[Blog > Single Post > Content Style]
italian: È possibile ridurre la larghezza delle righe di testo e aumentare la leggibilità del contesto (non influisce sulla larghezza del supporto). La prima scelta predefinita è quella specificata nelle opzioni del tema. [Blog > Articolo singolo > Stile contenuto]

source: Content Style
italian: Stile del contenuto

source: Specifies alignment for the title in the page content.
italian: Specifica l'allineamento del titolo del contenuto della pagina.

source: Title Alignment
italian: Allineamento del titolo

source: Specifies the style of sidebar on this post. The default (first) style, is the one that you have specified in theme options.[Blog > Single Post]
italian: Specifica lo stile della barra laterale per questo articolo. Lo stile predefinito (primo) è quello specificato nelle opzioni del tema. [Blog > Articolo singolo]

source: Post Sidebar Style
italian: Stile della barra laterale

source: Default, set theme option
italian: Predefinito, imposta l'opzione del tema

source: Specifies the position of sidebar on this post. The default (first) choice, is the one that you have specified in theme options.[Blog > Single Post]
italian: Specifica la posizione della barra laterale per questo articolo. La prima scelta predefinita è quella specificata nelle opzioni del tema. [Blog > Articolo singolo]

source: Post Sidebar Layout
italian: Layout della barra laterale dell'articolo

source: Layout options
italian: Opzioni Layout

source: Yes, always
italian: Sì, sempre

source: Specifies whether to display the featured image of this post on blog archive page or not. "Auto" means the featured image will be disabled automatically if there is an image in content too. Note: This option only applies to "image" and "standard" post format.
italian: Specifica se visualizzare l'immagine in evidenza per questo articolo nella pagina di archivio del blog o meno. "Auto" significa che l'immagine in evidenza verrà disabilitata automaticamente se c'è anche un'immagine nel contenuto. Nota: questa opzione si applica solo al formato articolo "immagine" e "standard".

source: Display featured image on archive blog?
italian: Visualizzare l'immagine in evidenza nell'archiviol blog?

source: Note: Parallax feature in not available for "Bottom Overlap" mode for "Vertical Position" option.
italian: Nota: la funzione Parallasse non è disponibile per la modalità "Sovrapposizione inferiore" e per l'opzione "Posizione verticale".

source: Enable it to have parallax background effect on this section.
italian: Abilita l'effetto di sfondo parallasse in questa sezione.

source: Enable Parallax Effect
italian: Abilita l'effetto parallasse

source: Specifies a background for title bar.
italian: Specifica uno sfondo per la barra del titolo.

source: Title Background
italian: Sfondo del titolo

source: Background for title section
italian: Sfondo della sezione del titolo

source: Enable it to display custom background for title section.
italian: Abilita per visualizzare lo sfondo personalizzato per la sezione titolo.

source: Enable Title Background
italian: Abilita lo sfondo del titolo

source: Light
italian: Chiaro

source: Dark
italian: Scuro

source: Color Mode
italian: Modalità colore

source: Overlay Pattern
italian: Pattern overlay

source: The color that overlay on the background. Please note that color should have transparency.
italian: Il colore che si sovrappone allo sfondo. Tieni presente che il colore dovrebbe avere una percenutale di trasparenza.

source: Overlay Color
italian: Colore Overlay

source: Round
italian: Rotondo

source: This option only applies if section height is "Full Height".
italian: Questa opzione si applica solo se l'altezza della sezione è "Altezza completa".

source: Scroll Down Arrow
italian: Freccia di scorrimento verso il basso

source: Bottom Overlap
italian: Sovrapposizione inferiore

source: Middle
italian: In mezzo

source: Note: Parallax feature in not available for "Bottom Overlap" vertical mode.
italian: Nota: la funzione parallasse non è disponibile per la modalità verticale "Sovrapposizione inferiore".

source: Specifies vertical alignment of title and subtitle.
italian: Specifica l'allineamento verticale di titolo e sottotitolo.

source: Vertical Position
italian: Posizione verticale

source: Center
italian: Centro

source: Text Align
italian: Allineamento del testo

source: Breadcrumb Separator
italian: Separatore breadcrumb

source: Enable it to display border around breadcrumb.
italian: Abilita la visualizzazione del bordo intorno ai breadcrumb.

source: Border for Breadcrumb
italian: Bordo dei Breadcrumb

source: Enable it to display breadcrumb on title section.
italian: Abilitare la visualizzazione dei breadcrumb nella sezione del titolo.

source: Display Breadcrumb
italian: Visualizza Breadcrumb

source: Enable it to display post meta information on title section.
italian: Abilita la visualizzazione delle informazioni meta dell'articolo nella sezione del titolo.

source: Display Post Meta
italian: Visualizza i meta dell'articolo

source: Specifies a custom background color for the box around the title and subtitle.
italian: Specifica un colore di sfondo personalizzato per il box intorno al titolo e al sottotitolo.

source: Title Box Color
italian: Colore del box del titolo

source: Enable it to wrap the title and subtitle in a box with background color.
italian: Abilita per avvolgere il titolo e il sottotitolo in un box con un colore di sfondo.

source: Boxed Title
italian: Titolo boxed

source: Enable it to display a border around the title and subtitle area.
italian: Consente di visualizzare un bordo intorno all'area del titolo e dei sottotitoli.

source: Border for Heading
italian: Bordo per l'intestazione

source: Full Height
italian: Altezza intera

source: Auto Height
italian: Altezza automatica

source: Title Section Height
italian: Altezza della sezione Titolo

source: Full Width Content
italian: Contenuto a larghezza intera

source: Full Width Content with Space on Sides
italian: Contenuto a larghezza intera con spazio ai lati

source: Content Width
italian: Larghezza del contenuto

source: Enable it to customize preset layouts.
italian: Abilita per personalizzare i layout preimpostati.

source: Enable advanced setting
italian: Abilita le impostazioni avanzate

source: Tile overlaps the title area section and is aligned center
italian: Il riquadro si sovrappone alla sezione dell'area del titolo ed è allineato al centro

source: Title aligned left with dark overlay on background
italian: Titolo allineato a sinistra con sovrapposizione scura sullo sfondo

source: Fullscreen title bar with dark box around the title
italian: Barra del titolo a schermo intero con box scuro intorno al titolo

source: Fullscreen title bar with border around the title
italian: Barra del titolo a schermo intero con bordo intorno al titolo

source: Fullscreen title bar with dark overlay on background
italian: Barra del titolo a schermo intero con sovrapposizione scura sullo sfondo

source: Fullscreen title bar with light overlay on background
italian: Barra del titolo a schermo intero con sovrapposizione chiara sullo sfondo

source: Title bar with light overlay which is aligned center
italian: Barra del titolo con sovrapposizione luminosa allineata al centro

source: Default
italian: Predefinito

source: Layout presets
italian: Layout predefiniti

source: Enable it to show the page title section.
italian: Abilita per mostrare la sezione del titolo della pagina.

source: Display Title Bar Section
italian: Mostra la sezione barra del titolo

source: Full
italian: Completo

source: Page Slider
italian: Slider della pagina

source: Slider Options
italian: Opzioni Slider

source: No header
italian: Nessun header

source: Logo left in top, Menu left in bottom
italian: Logo in alto a sinistra, Menu in basso a sinistra

source: Logo middle in top, Menu middle in bottom
italian: Logo in alto al centro, Menu in basso al centro

source: Logo Right, Burger menu left
italian: Logo a destra, menu Burger a sinistra

source: Logo right, Menu left
italian: Logo a destra, Menu a sinistra

source: Logo left, Burger menu right
italian: Logo a sinistra, menu Burger a destra

source: Logo left, Menu right
italian: Logo Sinistra | Menu Destra

source: Theme Default
italian: Tema predefinito

source: Header Layout
italian: Layout dell'header

source: whether to display a space between title and content or not. If you need to start your content from very top of the page, disable it.
italian: Indica se desideri visualizzare o meno uno spazio fra titolo e contenuto. Se hai bisogno di far partire i tuoi contenuti dall'inizio della pagina, disabilitalo.

source: Display Content Top Margin
italian: Mostra Margine Superiore per il Contenuto

source: Overlap Background
italian: Sovrapponi sfondo

source: Bordered Sidebar
italian: Barra laterale bordata

source: Simple
italian: Semplice

source: Specifies the style of sidebar on this page.
italian: Specifica lo stile della barra laterale in questa pagina.

source: Sidebar Style
italian: Stile della barra laterale

source: Right Left Sidebar
italian: Barra laterale destra-sinistra

source: Left Right Sidebar
italian: Barra laterale sinistra-destra

source: Right Right Sidebar
italian: Barra laterale destra-destra

source: Left Left Sidebar
italian: Barra laterale sinistra-sinistra

source: Left Sidebar
italian: Barra laterale sinistra

source: Right Sidebar
italian: Barra laterale destra

source: No Sidebar
italian: Nessuna barra laterale

source: Specifies the position of sidebar on this page.
italian: Specifica la posizione della barra laterale in questa pagina.

source: Sidebar Layout
italian: Layout della barra laterale

source: Full Content
italian: Contenuto completo

source: Boxed Content
italian: Contenuto boxed

source: If you select "Full", Content fills the full width of the page.
italian: Se selezioni "pieno", il contenuto riempirà la pagina in tutta la sua larghezza.

source: Content Layout
italian: Layout contenuti

source: Layout Options
italian: Opzioni di layout

source: It shows custom sidebar instead of global sidebar. Otherwise it shows custom Sidebar below global sidebar
italian: Mostra la barra laterale personalizzata invece della barra laterale globale. In alternativa, mostra la barra laterale personalizzata sotto la barra laterale globale

source: Hide Global Sidebar?
italian: Vuoi nascondere la barra laterale globale?

source: Select one of the custom sidebars. You can create new ones in "Option panel > Tools > Sidebar Generator"
italian: Seleziona una delle barre laterali personalizzate. Puoi crearne di nuove in "Pannello opzioni > Strumenti > Generatore barra laterale"

source: Sidebars
italian: Barre laterali

source: --- no sidebar ---
italian: --- nessuna barra laterale ---

source: Custom Sidebar
italian: Barra laterale personalizzata

source: Select one of the custom sidebars. You can create new ones in "Option panel > Tools > Sidebar Generator".
italian: Seleziona una delle barre laterali personalizzate. Puoi crearne di nuove in "Pannello opzioni > Strumenti > Generatore barra laterale".

source: - no custom menu -
italian: - nessun menu personalizzato -
