Repository: prasish012/try
Catalog: try/media_copy/translations/morenews/existing_translations/PO FILES AS DATASETS FROM WP.TRANSLATE 2/*/wp-themes-total-*.po
Languages: italian

source: Great to see that you have been using Total Theme for some time. We hope you love it, and we would really appreciate it if you would %1$sgive us a %3$s rating%2$s. Your valuable review will inspire us to make it more better.
italian: È bello vedere che utilizzi Total Theme da un po' di tempo. Ci auguriamo che ti piaccia e ti saremmo davvero grati se %1$sci assegnassi una valutazione di %3$s5 stelle%2$s. Ci aiuterebbe a fare sempre meglio.

# Font size name
source: Extra Extra Large
italian: Super grandissimo

# Font size name
source: Extra Large
italian: Grandissimo

# Font size name
source: Large
italian: Grande

# Font size name
source: Medium
italian: Medio

# Font size name
source: Small
italian: Piccolo

source: Important! Home Page Sections are not enabled. Enable it %1shere%2s.
italian: Importante! Le sezioni della homepage non sono abilitate. Abilitale %1squi%2s.

source: 39) Translation Ready
italian: 39) Pronto per la traduzione

source: 38) Multilingual Ready
italian: 38) Pronto per il multilingua

source: 37) RTL Ready
italian: 37) Pronto per l'RTL

source: iv) Material Icon
italian: iv) Icona materiale

source: iii) Essential Icon
italian: iii) Icona essenziale

source: i) Ico Font
italian: i) Font Ico

source: The premium version easily allows you to remove or change the footer credit text or replace it with the widget.
italian: La versione premium consente facilmente di rimuovere o modificare il testo dei crediti nel footer o di sostituirlo con il widget.

source: Change the position(reorder) the single post elements like post meta, featured image, content, category, tags, and social share icons and place them in the order you want. You can disable it individually if you do not want to show it.
italian: Modifica la posizione (riordina) degli elementi dell'articolo singolo, come meta dell'articolo, immagine in evidenza, contenuto, categoria, tag e icone di condivisione social e posizionali nell'ordine desiderato. Puoi disattivarli singolarmente se non desideri visualizzarli.

source: Fan of Pagebuilder? No problem, with premium version you can create your website with Elementor. Elementor provides you with unlimited possibilities to create the website of your imagination.
italian: Ami i Page builder? Nessun problema, con la versione premium potrai realizzare il tuo sito web con Elementor. Elementor ti offre possibilità illimitate per realizzare il sito web dei tuoi sogni.

source: The website runs smoothly in all major browsers.
italian: Il sito web funziona senza problemi su tutti i principali browser.

source: The premium version has the option to choose from 5 different footer styles. Apart from that, you can set the number of footer columns and resize them as you want with dragging column resizer.
italian: La versione premium offre la possibilità di scegliere tra 5 diversi stili di footer. Inoltre, potrai impostare il numero di colonne del footer e ridimensionarle a piacimento grazie al ridimensionamento delle colonne.

source: Create unlimited widget areas using our premium version. You can create new widget areas for placing widgets.
italian: Crea aree widget illimitate utilizzando la nostra versione premium. Potrai creare nuove aree per inserire i widget.

source: You can show/hide the header and footer for each of the pages/posts. It is helpful if you are running an infographic website.
italian: Puoi mostrare/nascondere header e footer per ogni pagina/articolo. È utile se gestisci un sito web di infografica.

source: The premium version comes with the option to configure the background and text color of each page and post on the website. It will allow you to choose the custom background color, background image, and text color for any page or post you like.
italian: La versione premium offre la possibilità di configurare lo sfondo e il colore del testo di ogni pagina e articolo del sito. Ti permetterà di scegliere il colore di sfondo personalizzato, l'immagine di sfondo e il colore del testo per ogni pagina o articolo, a tuo piacere.

source: The premium version has the option to add a unique Title Bar(Header) background for each post and page.
italian: La versione premium offre la possibilità di aggiungere uno sfondo unico alla barra del titolo (header) per ogni articolo e pagina.

source: Client Logo - 4 styles
italian: Logo del cliente - 4 stili

source: Blog block - 4 styles
italian: Blocco blog - 4 stili

source: Tabs - 5 styles
italian: Schede - 5 stili

source: News &amp; Update block - 3 styles
italian: Blocco Notizie e aggiornamenti - 3 stili

source: Pricing - 4 styles
italian: Prezzi - 4 stili

source: Testimonial - 4 styles
italian: Testimonial - 4 stili

source: Team - 6 styles
italian: Team - 6 stili

source: Counter - 4 styles
italian: Contatore - 4 stili

source: Portfolio - 6 styles
italian: Portfolio - 6 stili

source: Service Block - 4 styles
italian: Blocco servizi - 4 stili

source: Highlight Block - 4 styles
italian: Blocco Evidenzia - 4 stili

source: Featured block - 7 styles
italian: Blocco funzionalità - 7 stili

source: Total Plus has an additional 7 sections.
italian: Total Plus dispone di ulteriori 7 sezioni.

source: Blog Layout 4 Demo
italian: Demo del layout del blog 4

source: Blog Layout 3 Demo
italian: Demo del layout del blog 3

source: Blog Layout 2 Demo
italian: Demo del layout del blog 2

source: Blog Layout 1 Demo
italian: Demo del layout del blog 1

source: Import Elementor Templates and Sections with just one click without having to import the whole website.
italian: Importazione di template e sezioni di Elementor con un solo clic, senza dover importare l'intero sito web.

source: - All above section with more styles and customization options
italian: - Tutte le sezioni precedenti con più stili e opzioni di personalizzazione

source: Drag and Drop to reorder
italian: Fai clic e trascina per riordinare

source: Custom Fonts
italian: Font personalizzati

source: Purchase Custom Font Uploader
italian: Acquista Custom Font Uploader

source: Upload custom fonts. The uploaded font will display in the typography font family list.
italian: Carica i font personalizzati. Il font caricato verrà visualizzato nell'elenco delle famiglie dei caratteri tipografici.

source: Want To Use Custom Fonts?
italian: Vuoi usare dei font personalizzati?

source: Standard Fonts
italian: Font standard

source: Color
italian: Colore

source: Spread
italian: Diffondi

source: Blur
italian: Sfoca

source: Box Shadow
italian: Ombra del riquadro

source: Groove
italian: Scanalatura

source: Dashed
italian: Tratteggiato

source: Dotted
italian: Punteggiato

source: Double
italian: Doppio

source: Solid
italian: Solido

source: Border Color
italian: Colore del bordo

source: Border Type
italian: Tipo di bordo

source: Width
italian: Larghezza

source: Seperate header font typography for home page sections header, inner page title bar heading, widget header
italian: Tipografia del font dell'header separata per l'header delle sezioni della homepage, della barra del titolo della pagina interna e del widget

source: Set font size of H1, H2, H3, H4, H5, H6 individually
italian: Imposta la dimensione del font di H1, H2, H3, H4, H5, H6 individualmente

source: Configure H1, H2, H3, H4, H5, H6 individually or all at once
italian: Configura H1, H2, H3, H4, H5, H6 singolarmente o tutti in una volta

source: For more Options,
italian: Per ulteriori opzioni,

source: The font size applies for H1 and decreases uniformly with H2, H3, H4, H5 and H6
italian: La dimensione del font si applica a H1 e diminuisce uniformemente per H2, H3, H4, H5 e H6

source: Note
italian: Nota

source: Select how you want your Header (H1, H2, H3, H4, H5, H6) to appear.
italian: Seleziona come vuoi che appaia il tuo header (H1, H2, H3, H4, H5, H6).

source: UPGRADE TO PRO
italian: PASSA A PRO

source: Inbuilt MegaMenu
italian: MegaMenu integrato

source: Dismiss this notice.
italian: Rimuovi questa notifica.

source: I have already rated
italian: Ho già lasciato una valutazione!

source: Yes, of course
italian: Sì, certo

source: If you don't want to upgrade to premium version then you can turn off all the upgrade notices. However you can turn it on anytime if you make mind to upgrade to premium version.
italian: Se non vuoi passare alla versione premium, puoi disattivare tutti le notifiche di aggiornamento. Potrai attivarle in qualsiasi momento se decidi di passare alla versione premium.

source: Hide all Upgrade Notices from Customizer
italian: Nascondi tutte le notifiche di aggiornamento dal personalizzatore

source: It is required to load the Google Fonts locally in order to comply with GDPR. However, if your website is not required to comply with GDPR then you can check this field off. Loading the Fonts locally with lots of different Google fonts can decrease the speed of the website slightly.
italian: È necessario caricare i Google Fonts localmente per conformarsi al GDPR. Tuttavia, se il tuo sito web non è tenuto a rispettare il GDPR, puoi spuntare questa voce. Caricare i font localmente con tanti diversi Google Font può diminuire leggermente la velocità del sito web.

source: Load Google Fonts Locally
italian: Carica localmente i font di Google

source: Google Fonts
italian: Google Font

source: You can extend the Elementor section with amazing interactive extenders like Parallax Background, Parallax Animation, Colors Animation, Water Ripples, Particles Background, Background Effects & lot more.
italian: Puoi estendere la sezione Elementor con incredibili funzionalità interattive, come sfondo e animazione parallasse, animazione colori, increspature nell'acqua, sfondo particelle, effetti di sfondo e molto altro.

source: Total Plus Demos - Premium Version of %s (Customizer & Elementor Version)
italian: Demo Total Plus – Versione Premium di %s (Versione Personalizzatore ed Elementor)

source: SINGLE POST -
italian: ARTICOLO SINGOLO –

source: Show/Hide Posted Date, Author, Comment, Category & Tag
italian: Mostra/Nascondi data di pubblicazione, autore, commento, categoria e tag

source: Option to display Full Content, Custom Excerpt or WordPress Excerpt
italian: Opzione per visualizzare il contenuto completo, estratto personalizzato o estratto WordPress

source: 4 differently designed blog page
italian: 4 differenti design per la pagina del blog

source: BLOG/ARCHIVE PAGE -
italian: BLOG/PAGINA ARCHIVIO –

source: Show/Hide & Reorder all the elements with drag and drop
italian: Mostra/Nascondi e riordina tutti gli elementi con il trascinamento

source: Display Author Box & Related Post
italian: Mostra Box Autore e Articoli correlati

source: Display social share button
italian: Mostra il pulsante di condivisione social

source: Choose featured image size
italian: Scegli la dimensione dell'immagine in evidenza

source: Display Featured Image
italian: Visualizza l'immagine in evidenza

source: Single Post Settings
italian: Impostazioni Articolo Singolo

source: Set mobile menu breakpoint
italian: Imposta punto di interruzione nel menu dei dispositivi mobili

source: Set spacing of menu and submenu
italian: Imposta la spaziatura di menu e sottomenu

source: Option to diplay different menu in mobile
italian: Opzione per visualizzare un menu differente sui dispositivi mobili

source: 7 different menu styles
italian: 7 diversi stili di menu

source: Option to display search button, social icons & CTA button
italian: Opzione per visualizzare il pulsante di ricerca, le icone social e il pulsante CTA

source: Display logo inline with title & tagline
italian: Mostra il logo in linea con il titolo e il motto

source: Set spacing for title & tagline
italian: Imposta la spaziatura per il titolo e il motto

source: Separate typography option for title & tagline
italian: Opzione tipografia separata per titolo e motto

source: Set Breadcrumb typography and colors
italian: Imposta tipografia e colori Breadcrumb

source: Multiple Breadcrumb styles
italian: Stili Breadcrumb multipli

source: Change Colors
italian: Cambia i colori

source: Configure multiple styled button
italian: Pulsante Configura più stili

source: Change the position & size of the button
italian: Modifica la posizione e le dimensioni del pulsante

source: Choose from multiple go to top icons
italian: Scegli tra più icone Torna in alto

source: Set footer spacing
italian: Imposta spaziatura footer

source: Typography for footer heading and text
italian: Tipografia per intestazione e testo del footer

source: Remove footer credit text
italian: Rimuovi il testo dei crediti dal footer

source: Set custom footer columns and width
italian: Imposta la larghezza personalizzata per le colonne e il footer

source: 5 different footer styles
italian: 5 diversi stili di footer

source: You can not choose the page that is set as the Posts page. Please choose another Page in Settings > Reading
italian: Non è possibile usare la pagina attuale come pagina blog. Scegli un'altra pagina in Impostazioni > Lettura

source: You can not choose the page that is set as the Homepage in Settings > Reading. Please choose another Page
italian: Non è possibile usare la pagina attuale come home page. Scegli un'altra pagina in Impostazioni > Lettura.

source: Semi Bold
italian: Semigrassetto

source: Medium
italian: Medio

source: Light
italian: Chiaro

source: Thin
italian: Sottile

source: Bold Italic
italian: Grassetto corsivo

source: Normal Italic
italian: Corsivo normale

source: Footer Anchor Color (Hover)
italian: Colore al passaggio del mouse dell'ancora del footer

source: Header Background Color
italian: Colore di sfondo per l'header

source: Enable Header Top Border
italian: Abilita il bordo superiore nell'header

source: Enable Footer Top Border
italian: Abilita il bordo superiore nel footer

source: Header Spacing(px)
italian: Spaziatura dell'header (px)

source: Header Typography
italian: Tipografia dell’header

source: Select how you want your body to appear.
italian: Seleziona la modalità di visualizzazione desiderata per il corpo del testo.

source: Body Typography
italian: Tipografia del corpo del testo

source: Body
italian: Corpo del testo

source: Typography Settings
italian: Impostazioni Tipografia

source: Menu Typography
italian: Tipografia del menu

source: SubMenu Link Backgroud Color - Hover
italian: Colore di sfondo dei link del sottomenu al passaggio del mouse

source: SubMenu Link Color - Hover
italian: Colore Link Sottomenu al passaggio del mouse

source: SubMenu Link Color
italian: Colore dei link del sottomenu

source: SubMenu Background Color
italian: Colore di sfondo del sottomenu

source: Menu Link Backgroud Color - Hover
italian: Colore di sfondo dei link del menu al passaggio del mouse

source: Menu Link Color - Hover
italian: Colore dei link del menu al passaggio del mouse

source: Menu Link Color
italian: Colore link menu

source: Typography
italian: Tipografia

source: Menu Settings
italian: Impostazioni del menu

source: Spacing
italian: Spaziatura

source: Main Header
italian: Header principale

source: Site Tagline Color
italian: Colore del motto del sito

source: Site Title Color
italian: Colore del titolo del sito

source: Logo Width(px)
italian: Larghezza del logo (px)

source: Hide Site Tagline
italian: Nascondi il motto del sito

source: Hide Site Title
italian: Nascondi il titolo del sito

source: Title & Logo
italian: Titolo e logo

source: Breadcrumbs are a great way of letting your visitors find out where they are on your site.
italian: I breadcrumbs sono un ottimo modo per consentire ai visitatori di scoprire il punto del sito in cui si trovano.

source: A button on click scrolls to the top of the page.
italian: Un pulsante che scorre verso l'alto della pagina al clic

source: Back to Top Button
italian: Pulsante Torna in alto

source: Scroll to Top
italian: Torna in alto

source: Background
italian: Sfondo

source: Sidebar Width (%)
italian: Larghezza della barra laterale (%)

source: Website Container Padding (px)
italian: Spaziatura del contenitore del sito web (px)

source: Website Container Width (px)
italian: Larghezza contenitore sito web (px)

source: Website Container Width (%)
italian: Larghezza contenitore sito web (%)

source: Fluid
italian: Fluido

source: Wide
italian: Ampio

source: Website Layout
italian: Layout del sito

source: Container
italian: Contenitore

source: Custom HTMl and Shortcodes Supported
italian: HTMl personalizzato e shortcode supportati

source: Copyright Text
italian: Testo del copyright

source: Bottom Footer
italian: Footer

source: Footer Anchor Color
italian: Colore dell'ancoraggio del footer

source: Footer Text Color
italian: Colore del testo del footer

source: Footer Title Color
italian: Colore del titolo footer

source: Top Footer
italian: Footer in alto

source: Footer Background
italian: Sfondo del footer

source: Footer Column
italian: Colonna del Footer

source: Style
italian: Stile

source: Content
italian: Contenuto

source: Footer Settings
italian: Impostazioni del footer

source: Content Link Hover Color
italian: Colore link footer al passaggio del mouse

source: Content Link Color
italian: Colore dei Link del contenuto

source: Content Text Color
italian: Colore del testo del contenuto

source: Content Header Color(H1, H2, H3, H4, H5, H6)
italian: Colore intestazione contenuto (H1, H2, H3, H4, H5, H6)

source: This settings apply only in the single posts (ie page and post detail pages only)
italian: Queste impostazioni si applicano solo negli articoli singoli (cioè solo pagine e articoli blog)

source: Content Colors
italian: Colori contenuto

source: Color Settings
italian: Impostazioni colore

source: -- Choose Widget --
italian: -- Scegli il widget --

source: Capitalize
italian: Iniziale maiuscola

source: Lowercase
italian: Minuscole

source: Uppercase
italian: Maiuscole

source: Overline
italian: Barrato in alto

source: Line-through
italian: Barrato

source: Underline
italian: Sottolineato

source: None
italian: Nessuno

source: Bold
italian: Grassetto

source: Hex Value
italian: Valore esadecimale

source: Font Color
italian: Colore del font

source: Letter Spacing
italian: Spaziatura tra caratteri

source: Line Height
italian: Altezza della linea

source: Font Size
italian: Dimensione del font

source: Text Decoration
italian: Decorazione del testo

source: Text Transform
italian: Trasformazione del testo

source: Font Weight/Style
italian: Peso Font/Stile

source: Font Family
italian: Famiglia di font

source: Close
italian: Chiudi

source: Delete
italian: Elimina

source: Latest Posts
italian: Ultimi articoli

source: Define Custom Angle
italian: Definisci angolo personalizzato

source: Custom Angle Spread
italian: Angolo di diffusione personalizzato

source: Horizontal Spread (Left To Right)
italian: Diffusione orizzontale (da sinistra a destra)

source: Vertical Spread (Top to Bottom)
italian: Verticale (dall'alto verso il basso)

source: Gradient Preview
italian: Anteprima gradiente

source: Define Gradient Direction
italian: Definisci la direzione della sfumatura

source: For a gradient, at least one starting and one end color should be defined.
italian: Per una sfumatura, è necessario definire almeno un colore iniziale e uno finale.

source: Define Gradient Colors
italian: Definisci colori sfumatura

source: Left
italian: Sinistra

source: Bottom
italian: Sotto

source: Right
italian: Destra

source: Top
italian: Sopra

source: Link values together
italian: Valori Link insieme

source: Hover
italian: Al passaggio del mouse

source: Normal
italian: Normale

source: Scroll
italian: Scorri

source: Fixed
italian: Fisso

source: Center Bottom
italian: Centra in basso

source: Center Center
italian: Centra al centro

source: Center Top
italian: Centra in alto

source: Right Bottom
italian: In basso a destra

source: Right Center
italian: Centra a destra

source: Right Top
italian: In alto a destra

source: Left Bottom
italian: In basso a sinistra

source: Left Center
italian: Centra a sinistra

source: Left Top
italian: In alto a sinistra

source: Contain
italian: Contieni

source: Cover
italian: Copertina

source: Default
italian: Predefinito

source: Tile Vertically
italian: Affianca verticalmente

source: Tile Horizontally
italian: Affianca orizzontalmente

source: Tile
italian: Affianca

source: No Repeat
italian: Non ripetere

source: Overlay Color
italian: Colore Sovrapposizione

source: Background Color
italian: Colore di sfondo

source: Attachment
italian: Allegato

source: Position
italian: Posizione

source: Size
italian: Dimensione

source: Repeat
italian: Ripeti

source: Type to filter
italian: Digita per filtrare

source: Do not enable this option if you want to use Elementor in home page.
italian: Non abilitare questa opzione se desideri utilizzare Elementor nella homepage.

source: Drag & Drop to reorder
italian: Fai clic e trascina per riordinare

source: Instagram Url
italian: URL Instagram

source: Add Images
italian: Aggiungi immagini

source: - Elementor Pagebuilder Compatible. All the above sections can be created with Elementor Page Builder or Customizer whichever you like.
italian: – Compatibile con Elementor. Tutte le sezioni possono essere realizzate usando Elementor o il Personalizzatore.

source: Elementor compatible - Built your Home Page with Customizer or Elementor whichever you like
italian: Compatibile con Elementor – Crea la tua homepage scegliendo se usare il Personalizzatore o Elementor

source: 5+ Demos that can be imported with one click
italian: Oltre 5 demo da importare con un clic

source: 30+ Elementor Elements
italian: Oltre 30 Elementi Elementor

source: Documentation Page
italian: Pagina della documentazione

source: FROM ELEMENTOR
italian: DA ELEMENTOR

source: Homepage Settings
italian: Impostazioni Homepage

source: FROM CUSTOMIZER
italian: DAL PERSONALIZZATORE

source: Manual Setup
italian: Configurazione manuale

source: The following recommended plugin is currently inactive: %1$s.
italian: Il seguente plugin consigliato non è attivo: %1$s.

source: The following required plugin is currently inactive: %1$s.
italian: Il seguente plugin richiesto non è attivo: %1$s.

source: There is an update available for: %1$s.
italian: C’è un aggiornamento disponibile per: %1$s.

source: The following plugin needs to be updated to its latest version to ensure maximum compatibility with this theme: %1$s.
italian: Il seguente plugin deve essere aggiornato alla versione più recente per garantire la massima compatibilità con questo tema: %1$s.

source: This theme recommends the following plugin: %1$s.
italian: Questo tema consiglia il seguente plugin: %1$s.

source: This theme requires the following plugin: %1$s.
italian: Questo tema richiede il seguente plugin: %1$s.

source: Hide Title
italian: Nascondi titolo

source: Go to Setting Page
italian: Vai alle impostazioni di pagina

source: Here you will find all the necessary links and information on how to use %s.
italian: Qui troverai tutti i link necessari e le informazioni su come utilizzare %s.

source: Get Started
italian: Per iniziare

source: Click below to install and active HashThemes Demo Importer Plugin.
italian: Fare clic qui sotto per installare e attivare HashThemes Demo Importer Plugin.

source: Import Demo
italian: Importa demo

source: %1$s is now installed and ready to use. You can start either by importing the ready made demo or get started by customizing it your self.
italian: %1$s è ora installato e pronto per l'uso. Puoi iniziare importando la demo già pronta o iniziare a personalizzarla tu stesso.

source: Congratulations!
italian: Congratulazioni!

source: Premium Demos
italian: Demo Premium

source: Free Demos
italian: Demo gratuite

source: - Custom Elementor Section
italian: – Sezione Elementor personalizzata
