Repository: prasish012/try
Catalog: try/media_copy/translations/morenews/existing_translations/PO FILES AS DATASETS FROM WP.TRANSLATE 2/*/wp-themes-total-*.po
Languages: italian

source: No plugins were selected to be updated. No action taken.
italian: Nessun plugin è stato selezionato per l'aggiornamento. Nessuna azione intrapresa.

source: No plugins were selected to be installed. No action taken.
italian: Nessun plugin è stato selezionato per l'installazione. Nessuna azione intrapresa.

source: Activate
italian: Attiva

source: Update
italian: Aggiorna

source: Install
italian: Installa

source: Upgrade message from the plugin author:
italian: Messaggio di aggiornamento dall'autore del plugin:

source: Activate %2$s
italian: Attiva %2$s

source: Update %2$s
italian: Aggiorna %2$s

source: Install %2$s
italian: Installa %2$s

source: Status
italian: Stato

source: Version
italian: Versione

source: Type
italian: Tipo

source: Source
italian: Sorgente

source: No plugins to install, update or activate.
italian: Nessun plugin da installare, aggiornare o attivare.

source: Available version:
italian: Versione disponibile:

source: Minimum required version:
italian: Versione minima richiesta:

source: Installed version:
italian: Versione installata:

# as in: "version nr unknown"
source: unknown
italian: sconosciuta

source: To Activate <span class="count">(%s)</span>
italian: Da attivare <span class="count">(%s)</span>

source: Update Available <span class="count">(%s)</span>
italian: Aggiornamento disponibile <span class="count">(%s)</span>

source: To Install <span class="count">(%s)</span>
italian: Da installare <span class="count">(%s)</span>

# plugins
source: All <span class="count">(%s)</span>
italian: Tutti <span class="count">(%s)</span>

source: Update recommended
italian: Aggiornamento consigliato

source: Requires Update
italian: Richiede aggiornamento

source: Required Update not Available
italian: Aggiornamento richiesto non disponibile

source: Active
italian: Attivo

source: Installed But Not Activated
italian: Installato ma non attivato

source: Not Installed
italian: Non installato

source: Pre-Packaged
italian: Incorporato

source: External Source
italian: Sorgente esterna

source: WordPress Repository
italian: Repository WordPress

source: Recommended
italian: Consigliato

source: Required
italian: Necessario

# plugin A *and* plugin B
source: and
italian: e

source: The remote plugin package consists of more than one file, but the files are not packaged in a folder.
italian: Il pacchetto remoto del plugin comprende più file, ma questi non sono raggruppati in una cartella.

source: Please contact the plugin provider and ask them to package their plugin according to the WordPress guidelines.
italian: Contatta il fornitore del plugin per chiedergli di preparare il plugin secondo le linee guida di WordPress.

source: The remote plugin package does not contain a folder with the desired slug and renaming did not work.
italian: Il pacchetto remoto del plugin non contiene una cartella con lo slug desiderato e non è stato possibile rinominarlo.

source: Update Required
italian: Aggiornamento necessario

source: This plugin needs to be updated to be compatible with your theme.
italian: Questo plugin deve essere aggiornato per essere compatibile con il tuo tema.

source: Please contact the administrator of this site for help.
italian: Contatta l'amministratore del sito per richiedere assistenza.

source: There are one or more required or recommended plugins to install, update or activate.
italian: Ci sono uno o più plugin obbligatori o raccomandati da installare, aggiornare o attivare.

source: Dismiss this notice
italian: Ignora questa notifica

source: All plugins installed and activated successfully. %1$s
italian: Tutti i plugin sono stati installati e attivati correttamente. %1$s

source: Plugin not activated. A higher version of %s is needed for this theme. Please update the plugin.
italian: Il plugin non è stato attivato. Per questo tema è necessaria una versione più recente di %s. Aggiorna il plugin.

source: No action taken. Plugin %1$s was already active.
italian: Nessuna azione intrapresa. Il plugin %1$s era già attivo.

source: The following plugin was activated successfully:
italian: Il seguente plugin è stato attivato correttamente:

source: Plugin activated successfully.
italian: Plugin attivato con successo.

source: Return to the Dashboard
italian: Ritorna alla Bacheca

source: Return to Required Plugins Installer
italian: Torna all'installazione dei plugin necessari

source: Begin activating plugin
italian: Inizia l'attivazione del plugin

source: Begin updating plugin
italian: Inizia l'aggiornamento del plugin

source: Begin installing plugin
italian: Inizia l'installazione del plugin

source: Something went wrong with the plugin API.
italian: Qualcosa è andato storto con le API del plugin.

source: Updating Plugin: %s
italian: Aggiornamento del plugin in corso: %s

source: Installing Plugin: %s
italian: Installazione del plugin in corso: %s

source: Install Plugins
italian: Installa i plugin

source: Install Required Plugins
italian: Installa i plugin necessari

source: Documentation
italian: Documentazione

source: Theme Primary Color
italian: Colore principale del tema

source: Progress Bar %d
italian: Barra di avanzamento %d

source: Call To Action Section SubTitle
italian: Sottotitolo sezione Call To Action

source: Clients Logo Section SubTitle
italian: Sottotitolo sezione Logo Clienti

source: Client Logo Section
italian: Sezione Logo Cliente

source: Blog Section SubTitle
italian: Sottotitolo sezione Blog

source: Testimonial Section SubTitle
italian: Sottotitolo sezione Testimonial

source: Counter Section SubTitle
italian: Sottotitolo sezione Contatore

source: Team Section SubTitle
italian: Sottotitolo sezione Team

source: Portfolio Section SubTitle
italian: Sottotitolo sezione Portfolio

source: Featured Section SubTitle
italian: Sottotitolo sezione in evidenza

source: Sticky Header
italian: Header fisso

source: Header Settings
italian: Impostazioni dell'header

source: Sidebar Layout
italian: Layout barra laterale

source: Select Some Pages
italian: Seleziona alcune pagine

source: Check to Disable
italian: Seleziona per disabilitare

source: Yes
italian: Sì

source: Disable Section
italian: Disabilita sezione

source: Left Sidebar
italian: Disattiva sezione

source: Detail
italian: Dettagli

source: Continue reading %s <span class="meta-nav">&rarr;</span>
italian: Continua a leggere %s <span class="meta-nav">→</span>

source: Read More
italian: Leggi tutto

source: Pages:
italian: Pagine:

source: It seems we can&rsquo;t find what you&rsquo;re looking for. Perhaps searching can help.
italian: Non riusciamo a trovare quello che cerchi. Forse eseguire una ricerca potrebbe essere di aiuto.

source: Sorry, but nothing matched your search terms. Please try again with some different keywords.
italian: Non c’è nessuna corrispondenza con i termini di ricerca che hai indicato. Riprova con termini diversi.

source: Ready to publish your first post? <a href="%1$s">Get started here</a>.
italian: Pronto per pubblicare il tuo primo articolo? <a href="%1$s">Inizia da qui</a>.

source: Nothing Found
italian: Nessun risultato

source: Search Results for: %s
italian: Risultati della ricerca per: %s

source: Home
italian: Homepage

source: %1$s at %2$s
italian: %1$s alle %2$s

source: Your comment is awaiting moderation.
italian: Il tuo commento è in attesa di moderazione.

source: Edit
italian: Modifica

source: % Comments
italian: % commenti

source: Leave a comment
italian: Lascia un commento

source: Posted in %s
italian: Pubblicato in %s

source: 1 Comment
italian: 1 commento

source: Comments
italian: Commenti

source: No Comments
italian: Nessun commento

# post author
source: by %s
italian: di %s

source: Recommended Image Size: 1800X800px
italian: Dimensione immagine consigliata: 1800X800px

source: Button 2 Link
italian: Link pulsante 2

source: Button 2 Text
italian: Testo pulsante 2

source: Button 1 Link
italian: Link pulsante 1

source: Button 1 Text
italian: Testo pulsante 1

source: Call To Action Section
italian: Sezione Call To Action

source: Upload Clients Logos
italian: Carica i loghi dei clienti

source: Clients Logo Section
italian: Sezione del logo del cliente

source: Exclude Category from Blog Posts
italian: Escludi categoria dagli articoli del blog

source: Number of Posts to show
italian: Numero di articoli da mostrare

source: Blog Section
italian: Sezione Blog

source: Select the Pages
italian: Seleziona le pagine

source: Testimonial Section
italian: Sezione Testimonial

source: Counter Value
italian: Valori contatore

source: Counter
italian: Contatore

source: Recommended Image Size: 1800X400px
italian: Dimensione immagine consigliata: 1800X400px

source: Upload Image
italian: Carica immagine

source: Section Background
italian: Sfondo della sezione

source: Counter Section
italian: Sezione Contatore

source: Linkedin Url
italian: URL LinkedIn

source: Twitter Url
italian: URL Twitter

source: Facebook Url
italian: URL Facebook

source: Team Member Designation
italian: Designazione membro del team

source: Team Member
italian: Membro del Team

source: Team Section
italian: Sezione Team

source: Recommended Image Size: 770X650px
italian: Dimensione immagine consigliata: 770X650px

source: Left Image
italian: Immagine a sinistra

source: Service Page
italian: Pagina dei servizi

source: Service Section
italian: Sezione Servizi

source: Select Category
italian: Seleziona categoria

source: Portfolio Category
italian: Categoria Portfolio

source: Portfolio Section
italian: Sezione Portfolio

source: Featured Page
italian: Pagina in evidenza

source: Sub Title
italian: Sottotitolo

source: Section Title & Sub Title
italian: Titolo e sottotitolo della sezione

source: Featured Section
italian: Sezione in evidenza

source: Replace Image by widget
italian: Sostituisci immagine con widget

source: Recommended Image Size: 500X600px
italian: Dimensione immagine raccomandata: 500X600px

source: Right Image
italian: Immagine a destra

source: Percentage
italian: Percentuale

source: Title
italian: Titolo

source: Progress Bar
italian: Barra di avanzamento

source: About Us Section
italian: Sezione Chi siamo

source: The Page featured image works as a slider banner and the title & content work as a slider caption. <br/> Recommended Image Size: 1900X600
italian: L'immagine in evidenza della pagina funziona come banner slider e il titolo e il contenuto funzionano come didascalia slider. Dimensione immagine <br/> consigliata: 1900X600

source: Note:
italian: Nota:

source: Select a Page
italian: Seleziona una pagina

source: Home Slider
italian: Slider della homepage

source: Home Sections
italian: Sezioni della homepage

source: Colors
italian: Colori

source: Background Image
italian: Immagine di sfondo

source: General Settings
italian: Impostazioni generali

source: Footer Four
italian: Footer quattro

source: Footer Three
italian: Footer tre

source: Footer Two
italian: Footer due

source: Add widgets here to appear in your Footer.
italian: Aggiungi i widget qui per farli apparire nel tuo footer.

source: Footer One
italian: Footer uno

source: Add widgets here to appear in your sidebar of shop page.
italian: Aggiungi qui i widget da mostrare nella barra laterale.

source: Shop Sidebar
italian: Barra laterale del negozio

source: Add widgets here to appear in your sidebar.
italian: Aggiungi qui gli elementi che devono apparire nello sidebar.

source: Right Sidebar
italian: Barra laterale destra

source: Primary Menu
italian: Menu principale

source: %1$s by %2$s
italian: %1$s di %2$s

source: Comment
italian: Commento

source: Website
italian: Sito web

source: Name
italian: Nome

source: Comments are closed.
italian: I commenti sono chiusi.

source: Oops! That page can&rsquo;t be found.
italian: Oops! Pagina non trovata.

source: 404 Error
italian: Errore 404
