Repository: prasish012/try
Catalog: try/media_copy/translations/morenews/existing_translations/PO FILES AS DATASETS FROM WP.TRANSLATE 2/*/wp-themes-digital-newspaper-*.po
Languages: dutch

source: Digital Newspaper : Category Collection
dutch: Digital Newspaper: categorie verzameling

source: Choose the category to display for carousel posts
dutch: Kies de categorie die moet worden weergegeven voor carrousel berichten

source: Categories
dutch: Categorieën

source: Highlights
dutch: Hoogtepunten

source: Select category
dutch: Selecteer categorie

source: A collection of posts from specific category for carousel slide.
dutch: Een verzameling berichten uit een bepaalde categorie voor carrousel slide.

source: Digital Newspaper : Carousel Posts
dutch: Digital Newspaper: carrousel berichten

source: Ad link open in
dutch: Ad link openen in

source: Ad URL
dutch: Advertentie URL

source: Banner Image
dutch: Banner afbeelding

source: The details of advertisement.
dutch: De details van advertentie.

source: Digital Newspaper : Banner Ads
dutch: Digital Newspaper: banneradvertenties

source: Author URL
dutch: Auteur URL

source: Author Image
dutch: Auteur afbeelding

source: Author Name
dutch: Auteursnaam

source: Author Info
dutch: Auteur info

source: Add the widget title here
dutch: Voeg hier de widget titel toe

source: Widget Title
dutch: Widget titel

source: Custom
dutch: Aangepast

source: The information of in detail author.
dutch: De informatie van in detail auteur.

source: Digital Newspaper : Author Info
dutch: Digital Newspaper: auteur info

source: Digital Newspaper - Multipurpose News WordPress Theme %year%.
dutch: Digital Newspaper - Veelzijdig nieuws WordPress thema %year%.

source: You May Have Missed
dutch: Je hebt misschien gemist

source: Latest posts
dutch: Nieuwste berichten

source: Advertisement Banner
dutch: Advertentie banner

source: Featured posts
dutch: Uitgelichte berichten

source: Latest News
dutch: Laatste nieuws

source: Popular News
dutch: Populair nieuws

source: Headlines
dutch: Kopregels

source: Newsletter
dutch: Nieuwsbrief

source: Read More
dutch: Lees meer

source: ago
dutch: geleden

source: Tagged: %1$s
dutch: Getagd: %1$s

source: Posted in %1$s
dutch: Geplaatst in %1$s

source: Edit <span class="screen-reader-text">%s</span>
dutch: Bewerk <span class="screen-reader-text">%s</span>

source: Leave a Comment<span class="screen-reader-text"> on %s</span>
dutch: Laat een reactie achter <span class="screen-reader-text">op %s</span>

source: No posts found
dutch: Geen berichten gevonden

source: This Year
dutch: Dit jaar

source: Last Month
dutch: Vorige maand

source: This Month
dutch: Deze maand

source: Last Week
dutch: Vorige week

source: This Week
dutch: Deze week

source: Today
dutch: Vandaag

source: Last 7 days
dutch: Afgelopen 7 dagen

source: All
dutch: Alle

source: Right Both Sidebar
dutch: Rechts beide zijbalken

source: Left Both Sidebar
dutch: Linker beide zijbalk

source: Right Sidebar
dutch: Zijbalk rechts

source: Left Sidebar
dutch: Zijbalk links

source: No Sidebar
dutch: Geen zijbalk

source: Setup Bottom Footer Menu
dutch: Instelling onderste footer menu

source: Search Page
dutch: Zoekpagina

source: Page
dutch: Pagina

source: Pages
dutch: Pagina's

source: Related news title
dutch: Gerelateerd nieuws titel

source: Show related news
dutch: Toon gerelateerd nieuws

source: Related News
dutch: Gerelateerd nieuws

source: Single Post
dutch: Enkelvoudig bericht

source: Edit button styles
dutch: Bewerk knopstijlen

source: Number
dutch: Nummer

source: Pagination Type
dutch: Paginatie type

source: Layout Two
dutch: Lay-out twee

source: Blog / Archive
dutch: Blog/archief

source: Blog / Archive / Single
dutch: Blog/archief/enkelvoudig

source: Latest Posts / Page Content
dutch: Nieuwste berichten/pagina inhoud

source: Bottom Full width Section
dutch: Onderste volledige breedte sectie

source: Left Content - Right Sidebar
dutch: Inhoud links - Zijbalk rechts

source: Full width Section
dutch: Sectie volledige breedte

source: Hold item and drag vertically to re-order the items
dutch: Houd item vast en sleep verticaal om de items opnieuw te ordenen

source: Section Re-order
dutch: Sectie opnieuw ordenen

source: Reorder sections
dutch: Secties herordenen

source: Bottom Full Width
dutch: Onderkant volledige breedte

source: Manage left sidebar
dutch: Beheer zijbalk links

source: Left Sidebar - Right Content
dutch: Zijbalk links - Inhoud rechts

source: Manage right sidebar
dutch: Beheer rechter zijbalk

source: Left Content - Right Sidebar
dutch: Inhoud links - Zijbalk rechts

source: Hold bar icon at right of block item and drag vertically to re-order blocks
dutch: Houd de balk met het pictogram aan de rechterkant van het blok item vast en sleep verticaal om de blokken opnieuw te ordenen

source: Blocks to show in this section
dutch: Blokken om weer te geven in deze sectie

source: Front sections
dutch: Voorste secties

source: Post Content
dutch: Bericht inhoud

source: Post Meta
dutch: Bericht meta

source: Post Title
dutch: Berichttitel

source: Block Title
dutch: Blok titel

source: Add %year% to retrieve current year.
dutch: Voeg %year% toe om het huidige jaar op te halen.

source: Copyright Text
dutch: Copyright tekst

source: Show bottom footer menu
dutch: Toon onderste footer menu

source: Show bottom social icons
dutch: Toon sociale pictogrammen onderaan

source: Enable bottom footer
dutch: Inschakelen onderste footer

source: Manage footer widget four
dutch: Beheer footer widget vier

source: Manage footer widget three
dutch: Beheer footer widget drie

source: Manage footer widget two
dutch: Beheer footer widget twee

source: Manage footer widget one
dutch: Beheer footer widget een

source: Boxed Width
dutch: Boxed breedte

source: Section Width
dutch: Sectie breedte

source: Column Four
dutch: Kolom vier

source: Column Three
dutch: Kolom drie

source: Column Two
dutch: Kolom twee

source: Column One
dutch: Kolom één

source: Enable footer section
dutch: Inschakelen footer sectie

source: Theme Footer
dutch: Thema footer

source: Grid Posts Slider Column
dutch: Raster berichten slider kolom

source: Banner Slider Column
dutch: Banner slider kolom

source: List Posts Column
dutch: Lijst berichten kolom

source: Layout Five Column Re-order
dutch: Lay-out vijf kolommen herschikken

source: Horizontal
dutch: Horizontaal

source: Vertical
dutch: Verticaal

source: Slide direction
dutch: Slider richting

source: Grid Posts Setting
dutch: Raster berichten instelling

source: Show related posts
dutch: Toon gerelateerde berichten

source: Slider Setting
dutch: Slider instelling

source: Popular posts categories
dutch: Populaire bericht categorieën

source: Popular posts title
dutch: Titel van populaire berichten

source: List Posts Setting
dutch: Lijst berichten instellen

source: Show main banner
dutch: Toon hoofd banner

source: Main Banner
dutch: Hoofd banner

source: Number of posts to display
dutch: Aantal weer te geven berichten

source: Random
dutch: Willekeurig

source: Oldest - Newest
dutch: Oudste - Nieuwste

source: Newest - Oldest
dutch: Nieuwste - Oudste

source: Orderby
dutch: Sorteer op

source: Ticker title
dutch: Ticker titel

source: Content Setting
dutch: Inhoudsinstelling

source: Hide
dutch: Verberg

source: Frontpage
dutch: Voorpagina

source: Show ticker on
dutch: Toon ticker op

source: Width Layouts
dutch: Breedte lay-outs

source: Main Menu
dutch: Hoofdmenu

source: One
dutch: Eén

source: Hover Effect
dutch: Hoveren effect

source: Typography
dutch: Typografie

source: Menu Options
dutch: Menu opties

source: Type of posts to dislay
dutch: Type berichten om te tonen

source: Redirect button to single random news
dutch: Omleiding knop naar enkelvoudig willekeurig nieuws

source: Show random news button
dutch: Toon willekeurige nieuws knop

source: Random News Setting
dutch: Instelling voor willekeurig nieuws

source: Random News
dutch: Willekeurig nieuws

source: Add url for the button to redirect.
dutch: Voeg de URL toe voor de knop die moet worden omgeleid.

source: Redirect URL.
dutch: Omleiding URL.

source: Show newsletter button
dutch: Toon nieuwsbrief knop

source: Newsletter/Subscribe Setting
dutch: Nieuwsbrief/inschrijf instelling

source: Newsletter / Subscribe Button
dutch: Nieuwsbrief/inschrijf knop

source: Vertical Padding (px)
dutch: Verticale padding (px)

source: Enable header section sticky ( on scroll up )
dutch: Inschakelen sticky header sectie ( bij omhoog scrollen )

source: Show dark/light toggle icon
dutch: Toon donker/licht toggle pictogram

source: Show search icon
dutch: Toon zoekpictogram

source: Manage sidebar from here
dutch: Beheer zijbalk vanaf hier

source: Show sidebar toggle button
dutch: Toon zijbalk toggle knop

source: Manage site & Tagline
dutch: Beheer site & slogan

source: Manage Site Logo
dutch: Beheer site logo

source: Width Layout
dutch: Breedte lay-out

source: Open in new tab
dutch: Open in nieuwe tab

source: Open in same tab
dutch: Openen in dezelfde tab

source: Open Ads link on
dutch: Open advertentie link op

source: Ads url
dutch: Advertenties URL

source: Recommended size for ad image is 900 (width) * 350 (height)
dutch: Aanbevolen grootte voor advertentieafbeelding is 900 (breedte) * 350 (hoogte)

source: Ads Image
dutch: Advertentie afbeelding

source: Ads Banner Visibility
dutch: Zichtbaarheid van advertentiebanner

source: Ads Banner Setting
dutch: Instellingen voor advertentiebanner

source: Ads Banner
dutch: Advertentie banner

source: Theme Header
dutch: Thema header

source: Manage social icons
dutch: Beheer sociale pictogrammen

source: Show social icons
dutch: Toon sociale pictogrammen

source: Posts
dutch: Berichten

source: Posts Categories
dutch: Berichten categorieën

source: By title
dutch: Op titel

source: By category
dutch: Op categorie

source: Show ticker news
dutch: Toon ticker nieuws

source: Show nav menu
dutch: Toon navigatiemenu

source: Ticker News
dutch: Nieuws ticker

source: Ticker news / Nav menu choices
dutch: Nieuws ticker/keuzes navigatiemenu

source: Show date and time
dutch: Toon datum en tijd

source: Toggle to enable or disable top header bar
dutch: Toggle om de bovenste header balk in of uit te schakelen

source: Show top header
dutch: Bovenste header tonen

source: Site Title Typography
dutch: Sitetitel typografie

source: Site Description Color
dutch: Sitebeschrijving kleur

source: Site Title Hover Color
dutch: Hoveren kleur sitetitel

source: Site Title Color
dutch: Site titelkleur

source: Display site description
dutch: Toon site beschrijving

source: Design
dutch: Ontwerp

source: General
dutch: Algemeen

source: Logo Width (px)
dutch: Breedte logo (px)

source: Display site title
dutch: Toon sitetitel

source: Site Title & Tagline
dutch: Titel van de site & slogan

source: Logo & Site Icon
dutch: Logo & site pictogram

source: Site Identity
dutch: Site identiteit

source: Scroll To Top Visibility
dutch: Scroll naar boven zichtbaarheid

source: Scroll To Top
dutch: Scroll naar boven

source: Default
dutch: Standaard

source: If you use other than "default" one you will need to install and activate respective plugins Breadcrumb NavXT, Yoast SEO and Rank Math SEO
dutch: Als je een andere dan de "standaard" plugins gebruikt, moet je de respectievelijke plugins Breadcrumb NavXT, Yoast SEO en Rank Math SEO installeren en activeren

source: Breadcrumb type
dutch: Kruimelpad type

source: Show breadcrumb trails
dutch: Toon kruimelpad trails

source: Breadcrumb Options
dutch: Kruimelpad opties

source: Page Sidebar Layouts
dutch: Lay-outs voor de zijbalk van de pagina

source: Post Sidebar Layouts
dutch: Bericht zijbalk lay-outs

source: Archive Sidebar Layouts
dutch: Archief zijbalk lay-outs

source: Enable sidebar sticky
dutch: Zijbalk sticky inschakelen

source: Frontpage Sidebar Layouts
dutch: Lay-outs zijbalk voorpagina

source: Sidebar Options
dutch: Zijbalk opties

source: Button label
dutch: Knop label

source: Buttons
dutch: Knoppen

source: URL for icon
dutch: URL voor pictogram

source: Select from dropdown.
dutch: Selecteer in de dropdown.

source: Social Icon
dutch: Sociaal pictogram

source: Add New Icon
dutch: Nieuw pictogram toevoegen

source: Hold bar icon and drag vertically to re-order the icons
dutch: Houd het balk pictogram ingedrukt en sleep verticaal om de pictogrammen opnieuw te rangschikken

source: Open link in same tab
dutch: Open link in dezelfde tab

source: Open link in new tab
dutch: Link in nieuwe tab openen

source: Sets the target attribute according to the value.
dutch: Stelt het doelattribuut in volgens de waarde.

source: Social Icon Link Open in
dutch: Sociaal pictogram link openen in

source: Social Icons Settings
dutch: Instellingen sociale pictogrammen

source: Social Icons
dutch: Sociale pictogrammen

source: Applied to post thumbanails listed in archive pages.
dutch: Toegepast op thumbnails van berichten in archiefpagina's.

source: Image hover effects
dutch: Afbeelding hoveren effecten

source: Effect Two
dutch: Effect Twee

source: Effect One
dutch: Effect één

source: None
dutch: Geen

source: Applied to post titles listed in archive pages.
dutch: Toegepast op berichttitels op archiefpagina's.

source: Post title hover effects
dutch: Berichttitel hoveren effecten

source: Hover Effects Setting
dutch: Hoveren effect instellingen

source: Animation / Hover Effects
dutch: Animatie/hoveren effecten

source: Layout Four
dutch: Lay-out vier

source: Layout One
dutch: Lay-out één

source: Block Title Layout
dutch: Blok titel lay-out

source: Website Content Global Layout
dutch: Site inhoud globale lay-out

source: Full Width
dutch: Volledige breedte

source: Website Layout
dutch: Site lay-out

source: Border Color
dutch: Randkleur

source: Website block top border
dutch: Site blok bovenrand

source: Block Top Border Style
dutch: Blok bovenrand stijl

source: Website Styles
dutch: Site stijlen

source: Enable site preloader
dutch: Site preloader inschakelen

source: Category Colors
dutch: Categorie kleuren

source: Gradient 12
dutch: Gradiënt 12

source: Gradient 11
dutch: Gradiënt 11

source: Gradient 10
dutch: Gradiënt 10

source: Gradient 9
dutch: Gradiënt 9

source: Gradient 8
dutch: Gradiënt 8

source: Gradient 7
dutch: Gradiënt 7

source: Gradient 6
dutch: Gradiënt 6

source: Gradient 5
dutch: Gradiënt 5

source: Gradient 4
dutch: Gradiënt 4

source: Gradient 3
dutch: Gradiënt 3

source: Gradient 2
dutch: Gradiënt 2

source: Gradient 1
dutch: Gradiënt 1

source: Gradient Presets
dutch: Gradiënt voorinstellingen

source: Color 12
dutch: Kleur 12

source: Color 11
dutch: Kleur 11

source: Color 10
dutch: Kleur 10

source: Color 9
dutch: Kleur 9

source: Color 8
dutch: Kleur 8

source: Color 7
dutch: Kleur 7

source: Color 6
dutch: Kleur 6

source: Color 5
dutch: Kleur 5

source: Color 4
dutch: Kleur 4

source: Color 3
dutch: Kleur 3

source: Color 2
dutch: Kleur 2

source: Color 1
dutch: Kleur 1

source: Theme Presets
dutch: Thema voorinstellingen

source: Wordpress default date
dutch: Wordpress standaard datum

source: Default by theme
dutch: Standaard per thema

source: Date format applied to single and archive pages.
dutch: Datum format toegepast op enkelvoudige en archiefpagina's.

source: Date format
dutch: Datumnotatie

source: Modified date
dutch: Gewijzigde datum

source: Published date
dutch: Publicatiedatum

source: Whether to show date published or modified date.
dutch: Of de gepubliceerde datum of de gewijzigde datum moet worden weergegeven.

source: Date to display
dutch: Datum om te tonen

source: Make website schema ready
dutch: Site klaarmaken voor schema

source: SEO / Misc
dutch: SEO/diversen

source: Global
dutch: Globaal

source: Support Form
dutch: Ondersteuningsformulier

source: We provide 24/7 support regarding any theme issue. Our support team will help you to solve any kind of issue. Feel free to contact us.
dutch: We bieden 24/7 ondersteuning bij elk themaprobleem. Ons ondersteuningteam zal je helpen om elk probleem op te lossen. Neem gerust contact met ons op.

source: Theme Support
dutch: Thema ondersteuning

source: View Documentation
dutch: Bekijk documentatie

source: We have well prepared documentation which includes overall instructions and recommendations that are required in this theme.
dutch: We hebben goed voorbereide documentatie met algemene instructies en aanbevelingen die nodig zijn voor dit thema.

source: Theme Documentation
dutch: Thema documentatie

source: About Theme
dutch: Over thema

source: Background Color
dutch: Achtergrondkleur

source: Theme Color
dutch: Thema kleur

source: Background
dutch: Achtergrond

source: Type to search
dutch: Type om te zoeken

source: Upload Image
dutch: Afbeelding uploaden

# yearly archives date format
source: Y
dutch: J

# minute and hour archives time format
source: g:i a
dutch: H:i

source: Minute %s
dutch: Minuut %s

source: Comment Page %s
dutch: Reactiepagina %s

source: Page %s
dutch: Pagina %s

source: Search results for: %s
dutch: Zoekresultaten voor: %s

source: Archives
dutch: Archieven

# breadcrumbs aria label
source: Breadcrumbs
dutch: Kruimelpaden

source: Browse:
dutch: Bladeren:

source: Skip to content
dutch: Ga naar de inhoud

source: Bottom Footer
dutch: Onderste footer

source: Main Header
dutch: Hoofd header

source: Comments are closed.
dutch: Reacties zijn gesloten.

# comments title
source: %1$s thought on &ldquo;%2$s&rdquo;
dutch: %1$s gedachte over &ldquo;%2$s&rdquo;

source: One thought on &ldquo;%1$s&rdquo;
dutch: Eén gedachte over &ldquo;%1$s&rdquo;

source: Go back to home
dutch: Ga terug naar home

source: It looks like nothing was found at this location. Maybe try another search?
dutch: Het lijkt erop dat er niets is gevonden op deze locatie. Misschien een andere zoekopdracht proberen?

source: 404 Not Found
dutch: 404 niet gevonden
