Repository: prasish012/try
Catalog: try/media_copy/translations/morenews/existing_translations/PO FILES AS DATASETS FROM WP.TRANSLATE 2/*/wp-themes-total-*.po
Languages: italian

source: - Contact Section with Google Map
italian: – Sezione Contatti con Google Map

source: - Tab Section
italian: – Sezione Schede

source: - News and Update Section
italian: – Sezione News e Aggiornamenti

source: - Pricing Section
italian: sezione del tariffario

source: - Highlight Section
italian: – Sezione Evidenziazione

source: More Sections on Premium
italian: Altre sezioni su Premium

source: Option to display vide in CTA with popup
italian: Opzione per visualizzare vide in CTA con popup

source: 4 CTA layouts
italian: 4 layout CTA

source: 4 client logo layouts
italian: 4 layout del logo del cliente

source: Option to link the client logos to external url
italian: Opzione per collegare i loghi del cliente all'URL esterno

source: Show/Hide date, author and comment
italian: Mostra/Nascondi data, autore e commento

source: Control excerpt character
italian: Controllo carattere dell'estratto

source: Display testimonial block with repeater instead of page with option of external url field
italian: Visualizza il blocco testimonial con ripetitore invece della pagina con l'opzione del campo url esterno

source: 4 counter block layouts
italian: 4 layout blocco contatore

source: Unlimited counter block
italian: Blocco contatore illimitati

source: Display team in grid or carousel slider
italian: Visualizza il team nella griglia o nel cursore dello slider

source: 6 team block layouts
italian: 6 layout di blocco del team

source: Display team block with repeater instead of page with option of external url field
italian: Visualizza il blocco del team con il ripetitore invece della pagina con l'opzione del campo url esterno

source: Unlimited team block
italian: Blocco di team illimitati

source: Display image postion in left or right
italian: Visualizza la posizione dell'immagine a sinistra o a destra

source: 4 service block layouts
italian: 4 layout dei blocchi di servizio

source: Display service block with repeater instead of page with option of external url field
italian: Visualizza blocco di servizio con ripetitore invece di pagina con opzione del campo url esterno

source: Unlimited service block
italian: Blocco di servizio illimitati

source: Enable/Disable gap between portfolio images
italian: Abilita/Disabilita lo spazio tra le immagini del portfolio

source: Option to show/hide zoom and link button
italian: Opzione per mostrare/nascondere lo zoom e il pulsante link

source: Order portfolio by date, title or random in ascending or descending order
italian: Ordina portfolio per data, titolo o casuale in ordine crescente o decrescente

source: 6 portfolio masonary styles
italian: 6 stili masonry per il portfolio

source: 4 portfolio tab styles
italian: 4 stili di schede del portfolio

source: Option to select active category in the tab
italian: Opzione per selezionare la categoria attiva nella scheda

source: Link portfolio to external url
italian: Collega il portfolio all'URL esterno

source: Configure no of column to display in a row
italian: Configura il numero di colonne da visualizzare in una riga

source: 5000+ icon to choose from(5 icon packs)
italian: Oltre 5000 icone tra cui scegliere (5 pacchetti di icone)

source: 7 featured block layouts
italian: 7 layout a blocchi in evidenza

source: Display featured block with repeater instead of page with option of external url field
italian: Visualizza blocco in evidenza con ripetitore invece di pagina con opzione del campo url esterno

source: Unlimited featured block
italian: Blocco in evidenza illimitato

source: Multiple background option(image, gradient, video) for the section
italian: Opzione di sfondo multiplo (immagine, gradiente, video) per la sezione

source: Option to disable the Right Image
italian: Opzione per disabilitare l'immagine destra

source: For more settings,
italian: Per ulteriori impostazioni,

source: Advanced slider settings
italian: Impostazioni avanzate dello slider

source: Option to change caption background and text color
italian: Opzione per modificare lo sfondo della didascalia e il colore del testo

source: Option to configure slider pause duration
italian: Opzione per configurare la durata della pausa del cursore

source: Option to link slider externally with button
italian: Possibilità di collegare il cursore esternamente con il pulsante

source: Option for Revolution slider or single banner display with text
italian: Opzione per Revolution slider o visualizzazione banner singolo con testo

source: Repeatable slider block with image, caption and button fields instead of page
italian: Blocco slider ripetibile con campi immagine, didascalia e bottone al posto della pagina

source: Unlimited slider blocks
italian: Blocchi di scorrimento illimitati

source: To add unlimited slider block and for more settings,
italian: Per aggiungere un blocco di scorrimento illimitato e per ulteriori impostazioni,

source: Option for different header banner on each post/page
italian: Opzione per avere un banner dell'header diverso su ogni articolo/pagina

source: Advanced header color options
italian: Opzioni avanzate colore

source: 7 menu hover styles
italian: 7 stili di menu al passaggio del mouse

source: Search and social button option on header
italian: Opzione di ricerca e pulsanti social nell'header

source: Option to enable/disable top header
italian: Opzione per abilitare/disabilitare la barra superiore dell'header

source: 6 header styles
italian: 6 stili header

source: For more header layouts and settings,
italian: Per ulteriori layout e impostazioni header,

source: For more color options,
italian: Per ulteriori opzioni colore,

source: Viral Demo
italian: Demo Viral

source: Please install these free plugins. These plugins are complementary that adds more features to the theme.
italian: Installa questi plugin gratuiti. Questi plugin sono complementari e aggiungono funzionalità al tema.

source: Please leave us a %s rating if you like our theme . A huge thank you from HashThemes in advance!
italian: Lasciaci una %s valutazione se ti piace il nostro tema . Un enorme grazie da HashThemes in anticipo!

source: %s Settings
italian: Impostazioni %s

source: Total Demo
italian: Demo Total

source: Installing Demo Importer Plugin
italian: Installazione del plugin Demo Importer

source: Import
italian: Importa

source: Import Demo Content
italian: Importa Demo

source: Click on the button below to install and activate the HashThemes Demo Importer plugin. For more detailed documentation on how the demo importer works, click %s.
italian: Fai clic sul pulsante qui sotto per installare e attivare il plugin HashThemes Demo Importer. Per una documentazione più dettagliata sul suo funzionamento, fai clic su%s.

source: Or you can get started by importing the demo with just one click.
italian: Oppure puoi iniziare importando la demo con un solo clic.

source: View Demo
italian: Visualizza demo

source: Go to Demo Importer Page
italian: Vai alla pagina Demo Importer

source: here
italian: qui

source: Short Intro
italian: Breve introduzione

source: Image
italian: Immagine

source: A widget to display Personal Information
italian: Un widget per visualizzare le informazioni personali

source: Contact Time
italian: Orari

source: Contact Address
italian: Indirizzo di contatto

source: Phone
italian: Telefono

source: A widget to display Contact Information
italian: Un widget per visualizzare le informazioni di contatto

source: No of Letter to Display in Excerpt
italian: Numero di lettere da visualizzare nell'estratto

source: Display Excerpt
italian: Mostra Estratto

source: Display Thumbnail
italian: Visualizza Miniatura

source: No of Posts to Display
italian: Numero di articoli da visualizzare

source: A widget to display latest post with thumbnail.
italian: Un widget per visualizzare l'ultimo articolo con miniatura.

source: Select Image
italian: Seleziona immagine

source: Remove
italian: Rimuovi

source: No image selected
italian: Nessuna immagine selezionata

source: Error! Reload the page and try again.
italian: Errore! Ricarica la pagina e riprova.

source: Activating Demo Importer Plugin
italian: Attivazione del plugin Demo Importer in corso

source: Install Demo Importer Plugin
italian: Installa il plugin Demo Importer

source: Elementor provides you with unlimited possibilities to create the website of your imagination.
italian: Elementor ti offre infinite possibilità per realizzare il tuo sito web come lo immagini.

source: Activate Demo Importer Plugin
italian: Attiva il plugin Demo Importer

source: Drag and Drop to Reorder
italian: Fai clic e trascina per riordinare

source: Upgrade To Premium Version (7 Days Money Back Guarantee)
italian: Aggiornamento alla versione Premium (garanzia di rimborso entro 7 giorni)

source: Save my name, email, and website in this browser for the next time I comment.
italian: Salva il mio nome, email e sito web in questo browser per la prossima volta che commento.

source: Blank Template(For Page Builders)
italian: Modello vuoto (per i page builder)

source: The Premium version is fully GDPR compliance. Means no data is collected if you use the theme alone. Also the premium version has option to add GDPR Compliance & Cookies Consent text with buttons.
italian: La versione Premium è completamente conforme al GDPR. Ciò significa che usando soltanto il tema non vengono raccolti dati. Inoltre, la versione Premium offre la possibilità di aggiungere il testo sulla conformità GDPR e il consenso ai cookie con i pulsanti.

source: Tagged %s
italian: Tag %s

source: Comparision - Free Vs Pro
italian: Confronto – Gratuito Vs Premium

source: Week %s
italian: Settimana %s

source: Minute %s
italian: Minuto %s

source: Comment Page %s
italian: Pagina Commento %s

source: Page %s
italian: Pagina %s

source: Search results for: %s
italian: Risultati della ricerca per: %s

source: Archives
italian: Archivi

source: 404 Not Found
italian: Errore 404: pagina non trovata

# breadcrumbs aria label
source: Breadcrumbs
italian: Breadcrumb

source: Browse:
italian: Sfoglia:

# comments title
source: %1$s thought on &ldquo;%2$s&rdquo;
italian: %1$s commento a &ldquo;%2$s&rdquo;

source: One thought on &ldquo;%1$s&rdquo;
italian: Un commento su &ldquo;%1$s&rdquo;

source: Unlock all the possibilities with Total Plus.
italian: Sblocca tutte le possibilità con Total Plus.

source: Welcome to %1$s - Version %2$s
italian: Benvenuto in %1$s – Versione %2$s

source: Welcome
italian: Benvenuto

source: Free Vs Pro
italian: Gratuito Vs Premium

source: Support
italian: Assistenza

source: Getting Started
italian: Per iniziare

source: Still, having problems after reading all the documentation? No Problem!! Please create a support ticket. Our dedicated support team will help you to solve your problem.
italian: Hai ancora problemi dopo aver letto tutta la documentazione? Nessun problema!! Apri un ticket di assistenza. Il nostro team dedicato ti aiuterà a risolvere il tuo problema

source: Create Support Tickets
italian: Crea ticket di assistenza

source: Read Full Documentation
italian: Leggi la documentazione completa

source: Read the detailed documentation of the theme. The documentation contains all the necessary information required to set up the %s theme.
italian: Leggi la documentazione dettagliata del tema. La documentazione contiene tutte le informazioni necessarie per impostare il tema %s.

source: Install Now
italian: Installa ora

source: Installed
italian: Installato

source: Recommended Plugins
italian: Plugin consigliati

source: Upgrade Now
italian: Aggiorna ora

source: Preview
italian: Anteprima

source: Total Plus Demo
italian: Demo Total Plus

source: For the Premium theme, the user will get a reply in 10 hours or less.
italian: Per il tema Premium, l'utente riceverà una risposta in 10 ore o meno.

source: 43) Fast and Friendly Support
italian: 43) Assistenza rapida e amichevole

source: Adapts to any screen size and displays beautifully.
italian: Si adatta a schermi di qualsiasi dimensione e si vede splendidamente.

source: 42) Responsive - Mobile Friendly
italian: 42) Responsive – Ottimizzato per i dispositivi mobili

source: 41) Major Browser Compatible
italian: 41) Compatibile con i principali browser

source: Follows best SEO practices so that your website always ranks higher in Search Engines.
italian: Segue le migliori pratiche SEO in modo che il tuo sito web compaia sempre più in alto nei motori di ricerca.

source: Both the free and pro versions are fully translation ready.
italian: Sia la versione gratuita, sia quella premium sono completamente pronte per la traduzione.

source: Fully
italian: Completamente

source: Partially
italian: Parzialmente

source: The Premium Version is fully compatible with WPML and Poylang. Create the website in multiple languages.
italian: La versione Premium è completamente compatibile con WPML e Poylang. Traduci il tuo sito web in più lingue.

source: The Premium Version is fully compatible with RTL (Right to left) languages like Arabic
italian: La versione Premium è completamente compatibile con le lingue RTL (da destra a sinistra) come l'arabo

source: The premium version has enhanced WooCommerce options like adding a cart icon in the menu, product page settings, sidebar layout settings, and more.
italian: La versione premium ha migliorato le opzioni di WooCommerce come l'aggiunta dell'icona del carrello nel menu, le impostazioni della pagina del prodotto, le impostazioni del layout della barra laterale e altro ancora.

source: Shows the physical location with an interactive contact form.
italian: Mostra la posizione fisica con un modulo di contatto interattivo.

source: Shows the short intro of the post author along with social icons, major Social Share Icons without using a plugin, and related posts by category.
italian: Mostra una breve introduzione dell'autore dell'articolo insieme alle icone sociali, alle principali icone di condivisione social, senza utilizzare un plugin, e articoli correlati per categoria.

source: With a custom widget and Site origin page builder, you can play to create various website layouts.
italian: Con un widget personalizzato e il page builder Site origin, puoi giocare per realizzare vari layout per il tuo sito web.

source: The Premium version has an advanced blog page setting option. The option allows you to show or hide each element of the blog.
italian: La versione Premium dispone di un'opzione di impostazione avanzata della pagina del blog. L'opzione consente di mostrare o nascondere ogni elemento del blog.

source: The premium version has an option for the Simple Slider, Revolution Slider, and Single Banner Image with advanced customization options.
italian: La versione premium offre l'opzione Simple Slider, Revolution Slider e Single Banner Image con opzioni di personalizzazione avanzate.

source: The premium version has the option to change the sidebar layout universally or %1schange the sidebar for individual posts/pages%2s. Moreover, it allows choosing the sidebar widgets for individual posts/pages.
italian: La versione premium offre la possibilità di modificare il layout della barra laterale in modo universale o di %1scambiare la barra laterale per articoli singoli/pagine%2s . Inoltre, consente di scegliere i widget della barra laterale per gli articoli singoli/pagine.

source: The loading screen appears until the website is fully loaded. The premium version has the option to choose from 16 preloaders or add your preloader image as well.
italian: La schermata di caricamento appare finché il sito web non è completamente carico. La versione premium offre la possibilità di scegliere tra 16 animazioni o di aggiungere la propria immagine.

source: Total Plus comes with an option for the top bar where you can add a contact address, social icon, language picker, or any informative text.
italian: Total Plus è dotato di un'opzione per la barra in alto in cui è possibile aggiungere un indirizzo di contatto, un'icona social, un selezionatore di lingue o qualsiasi testo informativo.

source: The theme has 16 shape dividers that you can choose from to create a nice transition effect between sections
italian: Il tema ha 16 forme di separatori tra le quali scegliere per creare un piacevole effetto di transizione tra le sezioni.

source: Advanced
italian: Avanzate

source: Basic
italian: Base

source: The premium version has advanced background options that include an option to choose from a video background, moving background, or gradient background.
italian: La versione premium offre opzioni di sfondo avanzate che includono la possibilità di scegliere tra uno sfondo video, uno sfondo in movimento o uno sfondo sfumato.

source: The premium version has 800+ Google Fonts to choose from. Don't want to use Google Fonts? No problem, it has web safe standard non-Google fonts to choose from as well.
italian: La versione premium offre oltre 800 font di Google tra cui scegliere. Non vuoi usare i font di Google? Nessun problema, sono disponibili anche font standard non Google sicuri per il web.

source: The premium version gives the option to choose from 4 differently designed blog layouts.
italian: La versione premium offre la possibilità di scegliere tra 4 diversi layout di blog.

source: The premium version has an inbuilt option to add the Maintenance(under construction) Screen with countdown time. You don't need to install additional plugins.
italian: La versione premium ha un'opzione integrata per aggiungere la schermata di manutenzione (in costruzione) con un conto alla rovescia. Non è necessario installare altri plugin.

source: The Premium version has an inbuilt mega menu that will allow you to create beautiful big menus in no time.
italian: La versione Premium ha un mega menu integrato che ti permetterà di realizzare bellissimi menu grandi in pochissimo tempo.

source: The premium version gives the option to choose from 6 header layouts. Additionally, it allows changing the header background color, text color, header height, and more.
italian: La versione premium offre la possibilità di scegliere tra 6 layout header. Inoltre, consente di modificare il colore di sfondo dell'header, il colore del testo, l'altezza dell'header e altro ancora.

source: With one click demo-import, you can install the demo content with just one click.
italian: Con one click demo-import, puoi installare il contenuto demo con un solo clic.

source: Free
italian: Gratuito

source: Features
italian: Funzionalità

source: Buy Now ($65 only)
italian: Acquista ora (solo $ 55)

source: Upgrade to the pro version for additional features and better support.
italian: Esegui l’upgrade alla versione pro per funzionalità aggiuntive e un'assistenza migliore.

source: Keep up to date
italian: Resta aggiornato

source: FREE UPDATES FOR LIFETIME
italian: AGGIORNAMENTI GRATUITI A VITA

source: Use in as many websites as you need
italian: Utilizzabile su tutti i siti web che vuoi

source: UNLIMITED DOMAIN LICENCE
italian: LICENZA PER DOMINI ILLIMITATI

source: No renewal needed
italian: Nessun rinnovo necessario

source: ONE TIME PAYMENT
italian: PAGAMENTO UNICO

source: Fully RTL(Right to left) languages compatible
italian: Completamente compatibile con le lingue RTL (da destra a sinistra)

source: 4 blog layouts
italian: 4 layout per il blog

source: 15+ Shape divider to choose from for each section
italian: Oltre 15 divisori per ogni sezione

source: In-built MegaMenu
italian: MegaMenu integrato

source: Pro Theme Features
italian: Aspetto del tema

source: View
italian: Visualizzazione

source: Upgrade to Pro
italian: Aggiorna a Pro

source: Fully Multilingual and Translation ready
italian: Completamente multilingue e pronto per la traduzione

source: WooCommerce Compatible
italian: Compatibile con WooCommerce

source: Google map option
italian: Opzioni Google Map

source: Blog single page - Author Box, Social Share and Related Post
italian: Blog singola pagina - Box autore, condivisione social e articoli correlati

source: 26 custom widgets
italian: 26 widget personalizzati

source: Front page sections with full window height
italian: Sezioni homepage a finestra completa

source: Remove footer credit Text
italian: Rimuovi il testo dei crediti dal footer

source: 4 icon pack for icon picker (5000+ Icons)
italian: 4 pacchetti di icone per il selettore di icone (5000+ icone)

source: Advanced footer setting
italian: Impostazione avanzata del footer

source: Advanced blog settings
italian: Impostazioni avanzate del blog

source: Sidebar layout options
italian: Opzioni di layout della barra laterale

source: PreLoader option
italian: Opzioni di precaricamento

source: Top header bar
italian: Barra superiore dell'header

source: Advanced color options
italian: Opzioni avanzate colore

source: Video background, Image Motion background, Parallax background, Gradient background option for each section
italian: Sfondo video, sfondo di movimento immagine, sfondo parallasse, opzione sfondo sfumato per ciascuna sezione

source: Advanced Typography options
italian: Opzioni di tipografia avanzate

source: Add unlimited blocks(like slider, team, testimonial) for each Section
italian: Aggiungi blocchi illimitati (come slider, team, testimonial) per ogni sezione

source: Unlimited slider with linkable button
italian: Slider illimitato con pulsante collegabile

source: 6 header layouts and advanced header settings
italian: 6 layout e impostazioni avanzate per l'header

source: Installing Plugin %1$s (%2$d/%3$d)
italian: Installazione del plugin %1$s (%2$d/%3$d) in corso

source: All installations have been completed.
italian: Tutte le installazioni sono state completate.

source: %1$s installed successfully.
italian: %1$s installato con successo.

source: The installation process is starting. This process may take a while on some hosts, so please be patient.
italian: Il processo di installazione sta iniziando. Questo processo potrebbe richiedere del tempo su alcuni host, quindi sii paziente.

source: Installing and Activating Plugin %1$s (%2$d/%3$d)
italian: Installazione e attivazione del plugin %1$s (%2$d/%3$d) in corso

source: All installations and activations have been completed.
italian: Tutte le installazioni e le attivazioni sono state completate.

source: Hide Details
italian: Nascondi i dettagli

source: Show Details
italian: Mostra i dettagli

source: %1$s installed and activated successfully.
italian: %1$s installato e attivato correttamente.

source: The installation and activation process is starting. This process may take a while on some hosts, so please be patient.
italian: Il processo di installazione e attivazione sta iniziando. Questo processo potrebbe richiedere del tempo su alcuni host, quindi sii paziente.

source: The installation of %1$s failed.
italian: L'installazione di %1$s è fallita.

source: An error occurred while installing %1$s: <strong>%2$s</strong>.
italian: Si è verificato un errore durante l'installazione di %1$s: <strong>%2$s</strong>.

source: Updating Plugin %1$s (%2$d/%3$d)
italian: Aggiornamento del plugin %1$s (%2$d/%3$d) in corso

source: Plugin activation failed.
italian: L'attivazione del plugin è fallita.

source: No plugins are available to be activated at this time.
italian: Al momento non ci sono plugin disponibili per l'attivazione.

source: No plugins were selected to be activated. No action taken.
italian: Nessun plugin è stato selezionato per l'attivazione. Nessuna azione intrapresa.

source: No plugins are available to be updated at this time.
italian: Al momento non ci sono plugin disponibili per l'aggiornamento.

source: No plugins are available to be installed at this time.
italian: Al momento non ci sono plugin disponibili per l'installazione.
