Repository: prasish012/try
Catalog: try/media_copy/translations/enternews/existing_translations/PO FILES AS DATASETS FROM WP.TRANSLATE 2/Polish/wp-themes-lmscourse-fse-*.po
Languages: pl

source: LMSCourse FSE is a fast, full-site editing WordPress theme tailored for online courses, coaching sites, and digital schools. Fully compatible with Masteriyo, LearnDash, Tutor LMS, and LifterLMS, it lets you launch a complete LMS site with lessons, quizzes, and certificates. Lightweight, responsive, and block-based, LMSCourse FSE works seamlessly with WooCommerce and payment gateways to help you sell and manage your online learning content.
pl: LMSCourse FSE to szybki, w peni edytowalny motyw WordPress dostosowany do kursów online, witryn coachingowych i szkó cyfrowych. W peni kompatybilny z Masteriyo, LearnDash, Tutor LMS i LifterLMS, pozwala uruchomi kompletn witryn LMS z lekcjami, quizami i certyfikatami. Lekki, responsywny i oparty na blokach, LMSCourse FSE pynnie wspópracuje z WooCommerce i bramkami patnoci, aby pomóc w sprzedaży i zarzdzaniu treciami edukacyjnymi online.

# Style variation name
source: Purple Rain
pl: Purpurowy wit

# Style variation name
source: Petrol Sky
pl: Benzynowy bkit

# Style variation name
source: Black Berry
pl: Czarna borówka

# Template part name
source: Footer Variation - CTA
pl: Wariant stopki - wezwanie do dziaania

# Template part name
source: Footer Variation - Columns
pl: Wariant stopki - kolumny

# Template part name
source: Footer
pl: Stopka

# Template part name
source: Header Variation - Subheader
pl: Wariant nagówka - Podnagówek

# Template part name
source: Header
pl: Nagówek

# Font size name
source: Huge
pl: Ogromny

# Font size name
source: Extra Large
pl: Bardzo duży

# Font size name
source: Large
pl: Duży

# Font size name
source: Medium
pl: redni

# Font size name
source: Normal
pl: Normalny

# Font size name
source: Small
pl: May

# Color name
source: Foreground Alt
pl: Alternatywny pierwszy plan

# Color name
source: Background Alt
pl: Alternatywne to

# Color name
source: Background Dark
pl: Ciemne to

# Color name
source: Accent Secondary
pl: Dodatkowy akcent

# Color name
source: Accent
pl: Akcent

# Color name
source: Foreground
pl: Pierwszy plan

# Color name
source: Background
pl: To

source: Single Post 3 (Cover)
pl: Pojedynczy wpis 3 (cover)

source: Single Post 2 (Cover Boxed)
pl: Pojedynczy wpis 3 (cover, box)

source: Archive List
pl: Archiwa - lista

source: Archive (Cover)
pl: Archiwa - cover

source: 404 Error Page
pl: Strona bdu 404

source: Page Title
pl: Tytu strony

source: Posts 4
pl: Wpisy 4

source: Posts 3
pl: Wpisy 3

source: Posts 2
pl: Wpisy 2

source: Posts
pl: Wpisy

source: Testimonials 3
pl: Referencje 3

source: Testimonials 2
pl: Referencje 2

source: Testimonials 1
pl: Referencje 1

source: Stats 2
pl: Statystyki 2

source: Stats 1
pl: Statystyki 1

source: Pricing 2
pl: Cennik 2

source: Pricing 1
pl: Cennik 1

source: Features 2
pl: Funcjonalnoci 2

source: Features 1
pl: Funcjonalnoci 1

source: FAQs
pl: FAQ

source: Content 9
pl: Tre 9

source: Content 8
pl: Tre 8

source: Content 7
pl: Tre 7

source: Content 6
pl: Tre 6

source: Content 5
pl: Tre 5

source: Content 4
pl: Tre 4

source: Content 3
pl: Tre 3

source: Content 2
pl: Tre 2

source: Content 1
pl: Tre 1

source: Primary Menu
pl: Menu gówne

source: Full-page layouts that can be used as templates
pl: Penostronicowe ukady, które mog by używane jako szablony

source: LMSCourse FSE Layouts
pl: Ukady LMSCourse FSE

source: Patterns for several sections and components
pl: Wzorce dla kilku sekcji i komponentów

source: LMSCourse FSE Patterns
pl: Wzorce LMSCourse FSE

source: Masteriyo LMS preview
pl: Podgld Masteriyo LMS

source: Learn More
pl: Dowiedz si wicej

source: Install & Activate %s
pl: Zainstaluj i wcz %s

source: Activate %s
pl: Wcz %s

source: Drag & drop builder with quizzes, certificates & assignments
pl: Kreator przecignij i upu z quizami, certyfikatami i zadaniami

source: Complete course builder
pl: Kompletny kreator kursów

source: Built-in payment system with Stripe, PayPal & more
pl: Wbudowany system patnoci ze Stripe, PayPal i nie tylko

source: Multiple payment options
pl: Wiele opcji patnoci

source: Install and create your first course in minutes
pl: Zainstaluj i stwórz swój pierwszy kurs w kilka minut

source: Quick setup
pl: Szybka konfiguracja

source: The complete WordPress LMS solution for educators and businesses. Build engaging courses, track student progress, and monetize your knowledge with zero coding required.
pl: Kompletne rozwizanie WordPress LMS dla nauczycieli i firm. Twórz angażujce kursy, ledź postpy uczniów i zarabiaj na swojej wiedzy bez koniecznoci kodowania.

source: Create and Sell Online Courses with %s!
pl: Twórz i sprzedawaj kursy online z %s!

source: The theme was designed to work best with Masteriyo LMS
pl: Motyw zosta zaprojektowany tak, aby jak najlepiej wspópracowa z Masteriyo LMS

source: Done
pl: Gotowe

source: Installing
pl: Instalowanie

source: Activating
pl: Aktywacja

source: You appear to be running the LMSCourse FSE theme from source code. Please finish installation by running %s.
pl: Wyglda na to, że uruchamiasz motyw LMSCourse FSE z kodu źródowego. Zakocz instalacj, uruchamiajc %s.

source: upgrading PHP to the latest version
pl: uaktualnij PHP do najnowszej wersji

source: Hey, we've noticed that you're running an outdated version of PHP which is no longer supported. Make sure your site is fast and secure, by %1$s. LMSCourse FSE's minimal requirement is PHP%2$s.
pl: Hej, zauważylimy, że używasz przestarzaej wersji PHP, która nie jest już obsugiwana. Upewnij si, że witryna jest szybka i bezpieczna przez %1$s. Minimalnym wymaganiem LMSCourse FSE jest PHP%2$s.
