Repository: prasish012/try
Catalog: try/media_copy/translations/chromenews/existing_translations/PO FILES AS DATASETS FROM WP.TRANSLATE 2/*/wp-themes-consulting-*.po
Languages: dutch

source: <p>Add a call to action message box at the bottom of content area of the homepage.</p><p>To add the call to action message box do the following:</p><ul><li>Put a tick in the checkbox to enable the message box.</li><li>Add a main message. This will be the header text and wrapped in h3 title tags.</li><li>Add a teaser message to give visitors more information.</li><li>Specify a button message if you want to display a button in the message box.</li><li>Specify whether the button should link to an internal page or external URL.</li><li>If linking to an external URL be sure to add http:// before the URL.</li></ul>
dutch: <p>Voeg een call to action berichtenbox toe onderaan het inhoudsgebied van de homepage.</p><p>Om de call to action berichtenbox toe te voegen doe je het volgende:</p><ul><li>Zet een vinkje in het selectievakje om de berichtenbox in te schakelen.</li><li>Voeg een hoofdboodschap toe. Dit wordt de header en gewikkeld in h3 titel tags.</li><li>Voeg een teaser bericht toe om bezoekers meer informatie te geven.</li><li>Specificeer een knop bericht als je een knop wil weergeven in de berichtenbox.</li><li>Specificeer of de knop moet linken naar een interne pagina of een externe URL.</li><li>Als je naar een externe URL linkt, voeg dan http:// toe voor de URL.</li></ul>

source: <p>Add a call to action message box at the top of content area of the homepage.</p><p>To add the call to action message box do the following:</p><ul><li>Put a tick in the checkbox to enable the message box.</li><li>Add a main message. This will be the header text and wrapped in h3 title tags.</li><li>Add a teaser message to give visitors more information.</li><li>Specify a button message if you want to display a button in the message box.</li><li>Specify whether the button should link to an internal page or external URL.</li><li>If linking to an external URL be sure to add http:// before the URL.</li></ul>
dutch: <p>Voeg een call to action berichtenbox toe bovenaan het inhoudsgebied van de homepage.</p><p>Om de call to action berichtenbox toe te voegen, doe je het volgende:</p><ul><li>Zet een vinkje in het selectievakje om de berichtenbox in te schakelen.</li><li>Voeg een hoofdboodschap toe. Dit wordt de header en gewikkeld in h3 titel tags.</li><li>Voeg een teaser bericht toe om bezoekers meer informatie te geven.</li><li>Specificeer een knop bericht als je een knop wil weergeven in de berichtenbox.</li><li>Specificeer of de knop moet linken naar een interne pagina of een externe URL.</li><li>Als je naar een externe URL linkt, voeg dan http:// toe voor de URL.</li></ul>

source: <p>Get more with %1$s Pro!</p><ul><li>Unlimited slides.</li><li>Sliders for inner pages.</li><li>Video sliders.</li><li>Change <i>"Read More"</i> button.</li><li>Image only slides (no button).</li><li>Control transition speed.</li><li>Plus much more!</li></ul>
dutch: <p>Krijg meer met %1$s Pro!</p><ul><li>Onbeperkt aantal slides.</li><li>Sliders voor binnenpagina's.</li><li>Video sliders.</li><li>Verander <i>"Lees Meer"</i> knop.</li><li>Alleen afbeelding slides (geen knop).</li><li>Controle overgangssnelheid.</li><li>Plus nog veel meer!</li></ul>

source: <p>%1$s comes with a image slider which can be used to add slideshow to the top of your homepage.</p><p>To use the image slider:</p><ul><li>Select the <i>"Image Slider"</i> from the Choose Home Slider options.</li><li>Expand the toggle box and select an image from your media library.</li><li>Use the "Title" field to add a main message to your slide.</li><li>Use the <i>"Description"</i> field to add additional information to your slide.</li><li>Use the <i>"URL"</i> field to select a page from your site to link the slide.</li><li>The slider will display a <i>"Read More"</i> button if the <i>"URL"</i> field is set.</li><li>Repeat the above for each additional slide you want to add.</li></ul><p>Don't want a slider? To disable the slider entirely simply press the <i>"Disable"</i> option.</p>
dutch: <p>%1$s wordt geleverd met een afbeelding slider die kan worden gebruikt om een slideshow toe te voegen aan de bovenkant van je homepage.</p><p>Om de Image Slider te gebruiken:</p><ul><li>Selecteer de <i>"Image Slider"</i> uit de Kies home slider opties.</li><li>Vouw de toggle box uit en selecteer een afbeelding uit je mediabibliotheek.</li><li>Gebruik het veld "Titel" om een hoofdboodschap aan je slide toe te voegen.</li><li>Gebruik het veld " <i>Beschrijving"</i> om extra informatie aan je slide toe te voegen.</li><li>Gebruik het veld <i>"URL"</i> om een pagina van je site te selecteren om de slide te linken.</li><li>De slider zal een <i>"Lees meer"-</i> knop tonen als het <i>"URL"</i> veld is ingesteld.</li><li>Herhaal het bovenstaande voor elke extra slide die je wilt toevoegen.</li></ul><p>Wil je geen slider? Om de slider helemaal uit te schakelen druk je gewoon op de <i>"Uitschakelen"</i> optie.</p>

source: <p>This option can be used to add a sidebar to the homepage on your site. To add a sidebar:</p><ul><li>Select a left sidebar or sidebar layout.</li><li>Choose the sidebar you want display for the chosen layout.</li><li>Go to Appearance -&gt; Widgets in your admin area to add widgets to the selected sidebar.</li><li><strong>Note:</strong> If no sidebar is selected then the default "Sidebar" will be used.</li></ul><p>This layout will be applied only to the homepage on your website. This will not be applied to inner pages or blog posts. To add a sidebar to inner pages or blog posts go to the relevant section.</p>
dutch: <p>Deze optie kan worden gebruikt om een zijbalk toe te voegen aan de homepage van je site. Om een zijbalk toe te voegen:</p><ul><li>Selecteer een linker zijbalk of een zijbalk lay-out.</li><li>Kies de zijbalk die je wil weergeven voor de gekozen lay-out.</li><li>Ga naar Weergave -> Widgets in je beheer sectie om widgets toe te voegen aan de gekozen zijbalk.</li><li><strong>Opmerking:</strong> Als geen zijbalk is geselecteerd dan zal de standaard "Zijbalk" worden gebruikt.</li></ul><p>Deze lay-out zal enkel toegepast worden op de homepage van je site. Dit zal niet worden toegepast op binnenpagina's of blog berichten. Om een zijbalk toe te voegen aan binnenpagina's of blog berichten ga naar de relevante sectie.</p>

source: <p>Turn on to display site wide breadcrumbs. These are displayed at the top of each page and show the parent pages of the current page being viewed.</p><p>By default a forward slash (/) will be used to separate pages in the breadcrumb. If you prefer to use a different separator you can specify this using the delimiter input field.</p>
dutch: <p>Zet aan om site breed kruimelpaden weer te geven. Deze worden bovenaan elke pagina getoond en tonen de hoofdpagina's van de huidige pagina die bekeken wordt.</p><p>Standaard wordt een voorwaartse schuine streep (/) gebruikt om pagina's van elkaar te scheiden in het kruimelpad. Als je een ander scheidingsteken wil gebruiken, kun je dit opgeven in het invoerveld scheidingsteken.</p>

source: <p>Get more with %1$s Pro!</p><p>Create beautiful responsive content without coding. Use our amazing drag & drop page builder and build websites with ease.</p><p>Look great on every device!</p>
dutch: <p>Krijg meer met %1$s Pro!</p><p>Maak prachtige responsive inhoud zonder codering. Gebruik onze geweldige verslepen pagina bouwer en bouw sites met gemak.</p><p>Zie er geweldig uit op elk apparaat!</p>

source: <p>By default your website will be responsive. If you would like to disable this simply turn this switch on.</p><p>The responsive trigger widths are:</p><ul><li><span style="width: 50px;display: inline-block;">1140px</span> <span style="width: 15px;display: inline-block;">&#8211;</span> Desktops and laptop screens.</li><li><span style="width: 50px;display: inline-block;">768px</span> <span style="width: 15px;display: inline-block;">&#8211;</span> iPad and tablets.</li><li><span style="width: 50px;display: inline-block;">640px</span> <span style="width: 15px;display: inline-block;">&#8211;</span> Small tablets and larger phones.</li><li><span style="width: 50px;display: inline-block;">560px</span> <span style="width: 15px;display: inline-block;">&#8211;</span> iPhone 5 (Landscape).</li><li><span style="width: 50px;display: inline-block;">480px</span> <span style="width: 15px;display: inline-block;">&#8211;</span> iPhone 4 or before (Landscape).</li><li><span style="width: 50px;display: inline-block;">320px</span> <span style="width: 15px;display: inline-block;">&#8211;</span> iPhone (Portrait).</li></ul>
dutch: <p>Standaard is je site responsive. Als je dit wil uitschakelen, zet je deze schakelaar gewoon aan.</p><p>De responsive trigger breedtes zijn:</p><ul><li><span style="width: 50px;display: inline-block;">1140px</span> <span style="width: 15px;display: inline-block;">&#8211;</span> Desktops en laptop schermen.</li><li><span style="width: 50px;display: inline-block;">768px</span> <span style="width: 15px;display: inline-block;">&#8211;</span> iPad en tablets.</li><li><span style="width: 50px;display: inline-block;">640px</span> <span style="width: 15px;display: inline-block;">&#8211;</span> Kleine tablets en grotere telefoons.</li><li><span style="width: 50px;display: inline-block;">560px</span> <span style="width: 15px;display: inline-block;">& #8211;</span> iPhone 5 (liggend).</li><li><span style="width: 50px;display: inline-block;">480px</span> <span style="width: 15px;display: inline-block;">&#8211;</span> iPhone 4 of eerder (liggend).</li><li><span style="width: 50px;display: inline-block;">320px</span> <span style="width: 15px;display: inline-block;">& #8211;</span> iPhone (portret).</li></ul>

source: Get %1$s Pro
dutch: Krijg %1$s pro

source: <p>Get more with %1$s Pro!</p><ul><li>Create unlimited sidebars.</li><li>Add a different sidebar to different pages.</li><li>Add sidebar layouts to specific pages only.</li><li>Plus much more!</li></ul>
dutch: <p>Krijg meer met %1$s Pro!</p><ul><li>Maak onbeperkte zijbalken.</li><li>Voeg een andere zijbalk toe aan verschillende pagina's.</li><li>Voeg zijbalk lay-outs alleen toe aan specifieke pagina's.</li><li>En nog veel meer!</li></ul>

source: <p>This option can be used to add a sidebar to all pages on your site. To add a sidebar:</p><ul><li>Select a left sidebar or sidebar layout.</li><li>Choose the sidebar you want display for the chosen layout.</li><li>Go to Appearance -&gt; Widgets in your admin area to add widgets to the selected sidebar.</li><li><strong>Note:</strong> If no sidebar is selected then the default "Sidebar" will be used.</li></ul><p>This layout will be applied to all pages published on your website. This will not be applied to the homepage or blog posts. To add a sidebar to the homepage or blog posts go to the relevant section.</p>
dutch: <p>Deze optie kan gebruikt worden om een zijbalk toe te voegen aan alle pagina's op je site. Om een zijbalk toe te voegen:</p><ul><li>Selecteer een linker zijbalk of een zijbalk lay-out.</li><li>Kies de zijbalk die je wil weergeven voor de gekozen lay-out.</li><li>Ga naar Weergave -&gt; Widgets in je beheer sectie om widgets toe te voegen aan de gekozen zijbalk.</li><li><strong>Opmerking:</strong> als er geen zijbalk is geselecteerd dan zal de standaard "Zijbalk" worden gebruikt.</li></ul><p>Deze lay-out zal worden toegepast op alle pagina's gepubliceerd op je site. Dit zal niet worden toegepast op de homepage of blogberichten. om een zijbalk toe te voegen aan de homepage of blogberichten ga naar de relevante sectie.</p>

source: <p>The documentation below will have the same title as the corresponding option in the customizer theme options area.<br />To find what you're looking for simply expand the toggle by clicking on it below.</p><p><strong><i>Get Started:</i></strong> You can find all of the theme specific options in the customizer under the Theme Options tab.</p>
dutch: <p>De documentatie hieronder heeft dezelfde titel als de corresponderende optie in het customizer thema opties gebied.<br />Om te vinden wat je zoekt, vouw je de toggle uit door er hieronder op te klikken.</p><p><strong><i>Aan de slag:</i></strong> Je kunt alle thema specifieke opties vinden in de customizer onder de tab Thema opties.</p>

source: How to find what you're looking for.
dutch: Hoe je kunt vinden wat je zoekt.

source: Go to Customizer
dutch: Ga naar customizer

source: Setup Homepage
dutch: Instellen homepage

source: View %1$s Pro
dutch: Bekijk %1$s Pro

source: Want more slides? With %1$s Pro you can add as many slides as you want! Plus add video slides and much more!
dutch: Wil je meer slides? Met %1$s Pro kun je zoveel slides toevoegen als je wilt! Plus voeg video slides toe en nog veel meer!

source: Setup Slideshow
dutch: Slide voorstelling instellen

source: Free VS PRO
dutch: Gratis VERSUS PRO

source: Support
dutch: Ondersteuning

source: %1$s is a free multi-purpose WordPress theme. It's fully responsive and perfect for any type of website, it's great web agency businesses, corporate websites , personal, blogs, photography and everything in between! Create a stunning homepage with featured homepage sections and a beautiful slideshow in seconds.
dutch: %1$s is een gratis multifunctioneel WordPress thema. Het is volledig responsive en perfect voor elk type site, het is geweldig voor web agentschap bedrijven, zakelijke sites , persoonlijke, blogs, fotografie en alles daar tussenin! Maak een verbluffende homepage met uitgelichte homepage secties en een prachtige diavoorstelling in seconden.

source: About %1$s (Free)
dutch: Over %1$s (gratis)

source: You do not have the necessary permission to perform this action.
dutch: Je hebt niet de benodigde toestemming om deze actie uit te voeren.

source: Action failed. Please refresh the page and retry.
dutch: Actie mislukt. Vernieuw de pagina en probeer het opnieuw.

source: Dismiss this notice.
dutch: Dit bericht negeren.

source: We&#39;re glad you asked! Here&#39;s just some of the amazing features you&#39;ll get when you upgrade&hellip;
dutch: We zijn blij dat je het hebt gevraagd! Hier zijn slechts enkele van de geweldige functies die je krijgt wanneer je upgrade&hellip;

source: So&hellip; Why upgrade?
dutch: Dus&hellip; Waarom upgraden?

source: Check to enable the author biography.
dutch: Vink aan om de biografie van de auteur in te schakelen.

source: Show Author Bio
dutch: Toon auteur bio

source: Select blog page layout. This will only be applied to individual posts and not the main blog page.
dutch: Selecteer blog pagina lay-out. Dit zal alleen worden toegepast op individuele berichten en niet op de hoofdpagina van de blog.

source: Post Layout
dutch: Bericht lay-out

source: Control Single Post Page
dutch: Beheer enkelvoudig berichtpagina

source: Hide article
dutch: Verberg artikel

source: Show full article
dutch: Volledig artikel weergeven

source: Show excerpt
dutch: Toon samenvatting

source: Control how much content you want to show from each post on the main blog page. Remember to control the full article content by using the Wordpress <a href="http://en.support.wordpress.com/splitting-content/more-tag/">more</a> tag in your post.
dutch: Bepaal zelf hoeveel inhoud je van elk artikel op de hoofdpagina van je blog wil laten zien. Vergeet niet om de volledige inhoud van het artikel te controleren door de WordPress <a href="http://en.support.wordpress.com/splitting-content/more-tag/">more</a> tag in je bericht te gebruiken.

source: Post Content
dutch: Berichtinhoud

source: Note: Sidebars will not be applied to homepage Blog. Control sidebars on the homepage from the &#39;Home Settings&#39; option.
dutch: Let op: zijbalken worden niet toegepast op de homepage van Blog. Beheer zijbalken op de homepage vanaf de 'Home instellingen' optie.

source: Select blog page layout. Only applied to the main blog page and not individual posts.
dutch: Selecteer de lay-out van de blogpagina. Alleen toegepast op de hoofd blogpagina en niet op individuele berichten.

source: Control Blog (Archive) Pages
dutch: Beheer blog (archief) pagina's

source: Check to use custom RSS icon
dutch: Vink aan om aangepast RSS pictogram te gebruiken

source: Input the url to your RSS page.
dutch: Voer de URL in naar je RSS pagina.

source: Enable link to RSS profile.
dutch: Schakel link naar RSS profiel in.

source: Check to use custom YouTube icon
dutch: Vink aan om het aangepaste YouTube pictogram te gebruiken

source: Input the url to your YouTube page.
dutch: Voer de URL in naar je YouTube pagina.

source: Enable link to YouTube profile.
dutch: Schakel link naar YouTube profiel in.

source: Check to use custom Flickr icon
dutch: Vink aan om het aangepaste Flickr pictogram te gebruiken

source: Input the url to your Flickr page.
dutch: Voer de URL in van je Flickr pagina.

source: Enable link to Flickr profile.
dutch: Schakel link naar Flickr profiel in.

source: Check to use custom LinkedIn icon
dutch: Vink aan om aangepast LinkedIn pictogram te gebruiken

source: Input the url to your LinkedIn page.
dutch: Voer de URL in naar je LinkedIn pagina.

source: Enable link to LinkedIn profile.
dutch: Link naar LinkedIn profiel inschakelen.

source: Check to use custom Google+ icon
dutch: Vink aan om aangepast Google+ pictogram te gebruiken

source: Input the url to your Google+ page.
dutch: Voer de URL in naar je Google+ pagina.

source: Enable link to Google+ profile.
dutch: Link naar Google+ profiel inschakelen.

source: Check to use custom Twitter icon
dutch: Vink aan om het aangepaste Twitter pictogram te gebruiken

source: Input the url to your Twitter page.
dutch: Voer de URL naar je Twitter pagina in.

source: Enable link to Twitter profile.
dutch: Schakel link naar Twitter profiel in.

source: Add a link to the image or upload one from your desktop. The image will be resized.
dutch: Voeg een link toe naar de afbeelding of upload er een vanaf je desktop. Het formaat van de afbeelding wordt gewijzigd.

source: Check to use custom Facebook icon
dutch: Vink aan om het aangepaste Facebook pictogram te gebruiken

source: Custom Icon
dutch: Aangepast pictogram

source: Input the url to your Facebook page.
dutch: Voer de URL in naar je Facebook pagina.

source: Enable link to Facebook profile.
dutch: Schakel link naar Facebook profiel in.

source: Add a message here. E.g. &#34;Follow Us&#34;.<br />(Only shown in header)
dutch: Voeg hier een bericht toe. Bijv. &#34;Volg ons&#34;.<br />(Alleen getoond in header)

source: Social Media Content
dutch: Inhoud voor sociale media

source: Switch on to enable links to social media pages.
dutch: Schakel in om links naar sociale media pagina's in te schakelen.

source: Enable Social Media Links (Pre Header)
dutch: Schakel sociale media links in (Pre header)

source: Social Media Control
dutch: Social media besturing

source: Check to disable footer widgets.
dutch: Schakel dit selectievakje in om footer widgets uit te schakelen.

source: Disable Footer Widgets
dutch: Footer widgets uitschakelen

source: Select footer layout. Take complete control of the footer content by adding widgets.
dutch: Selecteer footer lay-out. Neem volledige controle over de inhoud van de footer door widgets toe te voegen.

source: Footer Widgets Layout
dutch: Footer widget lay-outs

source: Control Footer Content
dutch: Bestuur footer inhoud

source: Switch on to enable header search.
dutch: Zet aan om zoeken in de header in te schakelen.

source: Enable Search (Main Header)
dutch: Zoeken inschakelen (Hoofd header)

source: Control Header Content
dutch: Bestuur header inhoud

source: Switch on to fix header to top of page.
dutch: Schakel in om de header bovenaan de pagina vast te zetten.

source: Check to let logo overflow the header container.
dutch: Aanvinken om het logo de header container te laten overlopen.

source: Logo Overflow
dutch: Logo overloop

source: Add some text to featured section 3.
dutch: Voeg wat tekst toe aan uitgelichte sectie 3.

source: Content Area 3
dutch: Inhoudsgebied 3

source: Add some text to featured section 2.
dutch: Voeg wat tekst toe aan uitgelichte sectie 2.

source: Content Area 2
dutch: Inhoudsgebied 2

source: Link to a page
dutch: Link naar een pagina

source: Add some text to featured section 1.
dutch: Voeg wat tekst toe aan uitgelichte sectie 1.

source: Add a title to the section.
dutch: Voeg een titel toe aan de sectie.

source: Choose an icon for the section background.
dutch: Kies een pictogram voor de achtergrond van de sectie.

source: Content Area 1
dutch: Inhoudsgebied 1

source: switch on to enable pre-designed homepage layout.
dutch: schakel in om een vooraf ontworpen homepage lay-out in te schakelen.

source: Enable Pre-Made Homepage
dutch: Vooraf gemaakte homepage inschakelen

source: Display Pre-Designed Homepage Layout
dutch: Toon vooraf ontworpen homepage lay-out

source: Input a custom url for the action button link.<br>Add http:// if linking to an external webpage.
dutch: Voer een aangepaste URL in voor de link naar de actieknop.<br>Voeg http:// toe als je linkt naar een externe webpagina.

source: Button - Custom link
dutch: Knop - Aangepaste link

source: Select a target page for action button link.
dutch: Selecteer een doelpagina voor de actieknop link.

source: Button - Link to a page
dutch: Knop - Link naar een pagina

source: Disable Link
dutch: Link uitschakelen

source: Specify Custom link
dutch: Specificeer aangepaste link

source: Link to a Page
dutch: Link naar een pagina

source: Specify whether the action button should link to a page on your site, out to external webpage or disable the link altogether.
dutch: Geef aan of de actieknop moet linken naar een pagina op je site, naar een externe webpagina of de link helemaal moet uitschakelen.

source: Button - Link
dutch: Knop - Link

source: Specify a text for button 1.
dutch: Geef een tekst op voor knop 1.

source: Button - Text
dutch: Knop - Tekst

source: Enter a <strong>teaser</strong> message.<br /><br />Use this to provide more details about what you offer.
dutch: Voer een <strong>teaser</strong> bericht in.<br /><br /> Gebruik dit om meer details te geven over wat je aanbiedt.

source: Enter a <strong>title</strong> message.<br /><br />This will be one of the first messages your visitors see. Use this to get their attention.
dutch: Voer een <strong>titel</strong> bericht in.<br /><br /> Dit zal een van de eerste berichten zijn die je bezoekers zien. Gebruik dit om hun aandacht te trekken.

source: Check to enable intro on home page.
dutch: Vink aan om de intro op de homepage te activeren.

source: Message
dutch: Bericht

source: Call To Action - Intro
dutch: Call-to-action - Introductie

source: Specify the maximum slider height (px).
dutch: Geef de maximale hoogte van de slider (px) op.

source: Slider Height (Max)
dutch: Slider hoogte (Max)

source: Switch on to enable full-width slider.
dutch: Zet aan om slider over de volledige breedte in te schakelen.

source: Enable Full-Width Slider
dutch: Slider volledige breedte inschakelen

source: Description
dutch: Beschrijving

source: Title
dutch: Titel

source: Image
dutch: Afbeelding

source: Switch on to enable home page slider.
dutch: Schakel in om de slider voor de homepage in te schakelen.

source: Choose Homepage Slider
dutch: Kies homepage slider

source: Choose a sidebar to use with the layout.
dutch: Kies een zijbalk om te gebruiken met de lay-out.

source: Select page layout. This will only be applied to static homepages (front page) and not to homepage blogs.
dutch: Selecteer de pagina lay-out. Dit wordt alleen toegepast op statische homepages (voorpagina) en niet op homepage blogs.

source: Control Homepage Layout
dutch: Bestuur homepage lay-out

source: Switch on to enable breadcrumbs.
dutch: Zet aan om kruimelpad in te schakelen.
