Repository: prasish012/try
Catalog: try/media_copy/translations/chromenews/existing_translations/PO FILES AS DATASETS FROM WP.TRANSLATE 2/*/wp-themes-consulting-*.po
Languages: dutch

source: Consulting is the free version of the multi-purpose professional theme (Consulting Pro) ideal for a business or blog website. The theme has a responsive layout, HD retina ready and comes with a powerful theme options panel with can be used to make awesome changes without touching any code. The theme also comes with a full width easy to use slider. Easily add a logo to your site and create a beautiful homepage using the built-in homepage layout.
dutch: Consulting is de gratis versie van het multifunctionele professionele thema (Consulting Pro) ideaal voor een zakelijke of blogsite. Het thema heeft een responsive lay-out, HD retina klaar en wordt geleverd met een krachtig thema optie paneel dat kan worden gebruikt om geweldige wijzigingen aan te brengen zonder code aan te raken. Het thema wordt ook geleverd met een eenvoudige slider over de volledige breedte. Voeg eenvoudig een logo toe aan je site en maak een mooie homepage met behulp van de ingebouwde homepage lay-out.

source: thinkup10
dutch: bedenk10

source: Use coupon at checkout for 10% off.
dutch: Gebruik waardebon bij afrekenen voor 10% korting.

source: Upgrade Now (10% off)
dutch: Nu upgraden (10% korting)

source: Using the WordPress Customizer you can easily customize every aspect of the site in seconds with just a few clicks!
dutch: Met behulp van de WordPress customizer kun je elk aspect van de site in enkele seconden aanpassen met slechts een paar klikken!

source: Want more control? Add unlimited featured sections, change button text, disable cropping & more with %1$s Pro!
dutch: Wil je meer controle? Voeg onbeperkt uitgelichte secties toe, verander knop tekst, schakel bijsnijden uit & meer met %1$s pro!

source: Go to Customizer -> Theme Options -> Homepage (Featured) to start adding content. Add up to 3 sections fast!
dutch: Ga naar Customizer -> Thema opties -> Homepage (uitgelicht) om te beginnen met het toevoegen van inhoud. Voeg snel tot 3 secties toe!

source: Add a slider from Customizer -> Theme Options -> Home and choose Image Slider. Add up to 3 slides quickly!
dutch: Voeg een slider toe vanuit Customizer -> Thema opties -> Home en kies afbeelding slider. Voeg snel tot 3 slides toe!

source: Get Started
dutch: Ga aan de slag

source: Welcome to %1$s!
dutch: Welkom op %1$s!

source: Why %1$s (Free)
dutch: Waarom %1$s (Gratis)

source: Guide
dutch: Gids

source: Skip to content
dutch: Ga naar de inhoud

source: Specify the intro layout.
dutch: Specificeer de intro lay-out.

source: Choose Intro Style
dutch: Kies intro stijl

source: Check to enable floating header.<br /><strong>Note:</strong> Only works with full-width slider or intro style 2.
dutch: Controleer of je zwevende header wil inschakelen.<br /><strong>Let op:</strong> werkt alleen met sliders over de volledige breedte of intro stijl 2.

source: Float Header
dutch: Zwevende header

source: Header Style
dutch: Header stijl

source: Archives
dutch: Archieven

source: Category:
dutch: Categorie:

source: Posts
dutch: Berichten

source: Author(s)
dutch: Auteur(s)

source: Pages
dutch: Pagina's

source: Remove this message by adding widgets to the Sidebar from the Widgets section of the Wordpress admin area.
dutch: Verwijder dit bericht door widgets toe te voegen aan de zijbalk vanuit de sectie Widgets van het WordPress beheergebied.

source: Search
dutch: Zoeken

source: It seems we can&rsquo;t find what you&rsquo;re looking for. Perhaps searching can help.
dutch: Het lijkt erop dat wij niet kunnen vinden wat je zoekt. Wellicht dat de zoekfunctie kan helpen.

source: Sorry, but nothing matched your search terms. Please try again with some different keywords.
dutch: Er kwam niets overeen met je zoektermen. Probeer het nog eens met wat andere keywords.

source: Ready to publish your first post? <a href="%1$s">Get started here</a>.
dutch: Klaar om je eerste bericht te publiceren? <a href="%1$s">Ga hier aan de slag</a>.

source: Nothing Found
dutch: Niets gevonden

source: Newer posts
dutch: Nieuwere berichten

source: Older posts
dutch: Oudere berichten

source: Next
dutch: Volgende

source: Previous
dutch: Vorige

source: Return to
dutch: Terug naar

source: Link to full-size image
dutch: Link naar afbeelding op ware grootte

source: Published
dutch: Gepubliceerd

source: Footer Column 6
dutch: Footer kolom 6

source: Footer Column 5
dutch: Footer kolom 5

source: Footer Column 4
dutch: Footer kolom 4

source: Footer Column 3
dutch: Footer kolom 3

source: Footer Column 2
dutch: Footer kolom 2

source: Footer Column 1
dutch: Footer kolom 1

source: Sidebar
dutch: Zijbalk

source: Primary Header Menu
dutch: Primaire header menu

source: Pre Header Menu
dutch: Menu voor header

source: Your Website&hellip;
dutch: Je site&hellip;

source: Your Email (Required)&hellip;
dutch: Je e-mail (vereist)&hellip;

source: Your Name (Required)&hellip;
dutch: Je naam (vereist)&hellip;

source: Your Message&hellip;
dutch: Je bericht&hellip;

source: Leave Comment
dutch: Laat reactie achter

source: Submit Now
dutch: Verzend nu

source: Comments are closed.
dutch: Reacties zijn gesloten.

source: Newer Comments
dutch: Nieuwere reacties

source: Older Comments
dutch: Oudere reacties

source: <span>%1$s</span> Comment
dutch: <span>%1$s</span> reactie

source: No credit footer link
dutch: Geen credit footer link

source: Extended Layout Options
dutch: Uitgebreide lay-out opties

source: Animation Effects
dutch: Animatie effecten

source: Parallax Effects
dutch: Parallax effecten

source: Custom Widgets
dutch: Aangepaste widgets

source: Google Map Section
dutch: Google Map sectie

source: Unlimited Sliders
dutch: Onbeperkte sliders

source: Unlimited Color Options
dutch: Onbeperkte kleuropties

source: Theme Options Panel
dutch: Thema opties paneel

source: Page Builder
dutch: Pagina bouwer

source: Advanced Theme Options
dutch: Geavanceerde thema opties

source: Built-In Social Buttons
dutch: Ingebouwde sociale knoppen

source: Fontpage Slides
dutch: Voorpagina slides

source: Fontpage Sections
dutch: Voorpagina secties

source: Background Image
dutch: Achtergrondafbeelding

source: Mobile Friendly
dutch: Mobiel vriendelijk

source: Get %s Now!
dutch: Krijg %s nu!

source: Get VIP access to the knowledge base, personal ticket support and much more so you can make the most out of %1$s!
dutch: Krijg VIP toegang tot de kennisbank, persoonlijke ticketondersteuning en nog veel meer zodat je het meeste uit %1$s kunt halen!

source: Get support from the brains behind %1$s. Upgrade to %1$s Pro and you'll get help straight from the theme developers!
dutch: Krijg steun van het brein achter %1$s. Upgrade naar %1$s Pro en je krijgt rechtstreeks hulp van de thema-ontwikkelaars!

source: Premium Support
dutch: Premium ondersteuning

source: Want to know what's been happing with the latest changes? Take a look at the changelog. Your can find this in the themes readme.txt file.
dutch: Wil je weten wat er met de laatste veranderingen aan de hand is? Bekijk de wijzigingslog. Je kunt dit vinden in het thema readme.txt bestand.

source: Contact Free Support
dutch: Neem contact op voor gratis ondersteuning

source: Get free support from the amazing volunteers over at the wordpress forums. This support is provided by volunteers not Think Up Themes staff.
dutch: Krijg gratis ondersteuning van de geweldige vrijwilligers op de WordPress forums. Deze ondersteuning wordt geleverd door vrijwilligers, niet door medewerkers van Think Up Themes.

source: Free Support
dutch: Gratis ondersteuning

source: <p>Turn this on to add an author bio to posts. This will displayed above the comments section and provides a bit of details about the author of the post. Author details will be picked up from their user profile.</p><p>To change your author details:</p><ul><li>Go to the WordPress admin area and select Users - > All Users.</li><li>Select the username of the profile you want to edit.</li><li>Next put your author details in the Biographical Info box.</li></ul><p>Any description put in here will be picked up and displayed in the author bio field.</p>
dutch: <p>Zet dit aan om een auteurs bio toe te voegen aan berichten. Deze wordt weergegeven boven de reactiesectie en geeft een beetje informatie over de auteur van het bericht. De details van de auteur worden opgehaald van hun gebruikersprofiel.</p><p>Om je auteur details te veranderen:</p><ul><li>Ga naar het WordPress beheer sectie en selecteer Gebruikers - > Alle gebruikers.</li><li>Selecteer de gebruikersnaam van het profiel dat je wil bewerken.</li><li>Plaats vervolgens de gegevens van je auteur in de box Biografische Info.</li></ul><p>Elke beschrijving die je hier invult, zal worden opgepikt en getoond in het auteur bio veld.</p>

source: <p>This option can be used to add a sidebar to blog posts. To add a sidebar:</p><ul><li>Select a left sidebar or sidebar layout.</li><li>Choose the sidebar you want display for the chosen layout.</li><li>Go to Appearance -&gt; Widgets in your admin area to add widgets to the selected sidebar.</li><li><strong>Note:</strong> If no sidebar is selected then the default "Sidebar" will be used.</li></ul><p>This layout will be applied only to blog posts. This will not be applied to inner pages or blog archive pages. To add a sidebar to inner pages or blog archives to the relevant section.</p>
dutch: <p>Deze optie kan worden gebruikt om een zijbalk toe te voegen aan blogberichten. Om een zijbalk toe te voegen:</p><ul><li>Selecteer een linker zijbalk of een zijbalk lay-out.</li><li>Kies de zijbalk die je wil weergeven voor de gekozen lay-out.</li><li>Ga naar Weergave -> Widgets in je beheer sectie om widgets toe te voegen aan de gekozen zijbalk.</li><li><strong>Opmerking:</strong> Als er geen zijbalk is geselecteerd dan zal de standaard "Zijbalk" worden gebruikt.</li></ul><p>Deze lay-out zal alleen toegepast worden op blogberichten. Dit zal niet worden toegepast op de binnenste pagina's of blog archief pagina's. Om een zijbalk toe te voegen aan binnenpagina's of blog archieven ga je naar de betreffende sectie.</p>

source: <p>Get more with %1$s Pro!</p><ul><li>Create unlimited blog pages.</li><li>Choose your own excerpt length.</li><li>Different layouts for different blogs.</li><li>Plus much more!</li></ul>
dutch: <p>Krijg meer met %1$s Pro!</p><ul><li>Maak onbeperkt blog pagina's.</li><li>Kies je eigen samenvatting lengte.</li><li>Verschillende lay-outs voor verschillende blogs.</li><li>En nog veel meer!</li></ul>

source: <p>Choose how much of individual post contents should be displayed.</p><p><strong><i>Show Excerpt:</i></strong></p><ul><li>Choose the Show Excerpt option.</li><li>The first 55 characters fro your posts text will be used.</li></ul><p><strong><i>Show Full Article:</i></strong></p><ul><li>This will show the entire post content on the main blog page.</li><li>This includes all the text, images and anything else that is published on the post.</li><li>Users can manually restrict the amount of content shown by adding the WordPress <more> tag to the post.</li><li>By adding <more> to your posts, only content before this tag will be shown.</li></ul><p><strong><i>Hide Article:</i></strong></p><ul><li>Only the featured image from the post will be displayed</li><li>No text content from the post will be displayed.</li></ul>
dutch: <p>Kies hoeveel van de inhoud van een individueel bericht moet worden getoond.</p><p><strong><i>Toon samenvatting:</i></strong></p><ul><li> kies de optie Toon samenvatting.</li><li> De eerste 55 karakters van de tekst van je bericht zullen worden gebruikt.</li></ul><p><strong><i>Toon volledig artikel:</i></strong></p><ul><li> hiermee wordt de volledige inhoud van het bericht op de hoofd blogpagina getoond.</li><li> Dit omvat alle tekst, afbeeldingen en al het andere dat gepubliceerd is op het bericht.</li><li> Gebruikers kunnen handmatig de hoeveelheid getoonde inhoud beperken door de WordPress <more> tag aan het bericht toe te voegen.</li><li>Door <more> toe te voegen aan je berichten, zal alleen inhoud voor deze tag worden getoond.</li></ul><p><strong><i>Artikel verbergen:</i></strong></p><ul><li> alleen de uitgelichte afbeelding uit het bericht zal worden getoond</li><li>Geen tekst inhoud van het bericht zal worden getoond.</li></ul>

source: <p>This option can be used to add a sidebar to blog archive pages. To add a sidebar:</p><ul><li>Select a left sidebar or sidebar layout.</li><li>Choose the sidebar you want display for the chosen layout.</li><li>Go to Appearance -&gt; Widgets in your admin area to add widgets to the selected sidebar.</li><li><strong>Note:</strong> If no sidebar is selected then the default "Sidebar" will be used.</li></ul><p>This layout will be applied only to blog archive pages. This will not be applied to inner pages or posts. To add a sidebar to inner pages or posts go to the relevant section.</p>
dutch: <p>Deze optie kan gebruikt worden om een zijbalk toe te voegen aan blog archief pagina's. Om een zijbalk toe te voegen:</p><ul><li>Selecteer een linker zijbalk of een zijbalk lay-out.</li><li>Kies de zijbalk die je wil weergeven voor de gekozen lay-out.</li><li>Ga naar Weergave -> Widgets in je beheer sectie om widgets toe te voegen aan de gekozen zijbalk.</li><li><strong>Opmerking:</strong> Als er geen zijbalk is geselecteerd dan zal de standaard "Zijbalk" worden gebruikt.</li></ul><p>Deze lay-out zal alleen worden toegepast op de blog archief pagina's. Dit zal niet worden toegepast op binnenpagina's of berichten. Om een zijbalk toe te voegen aan binnenpagina's of berichten ga je naar de betreffende sectie.</p>

source: <p>Want more?</p><p>With %1$s Pro you can add links to all these profiles in just a few clicks:</p><ul><li>Instagram</li><li>Tumblr</li><li>Pinterest</li><li>Xing</li><li>PayPal</li><li>Vimeo</li><li>Email</li></ul><p>There's more! You can even add your own custom social media profiles in seconds!</p>
dutch: <p>Wil je meer?</p><p>Met %1$s kun je met slechts een paar klikken links naar al deze profielen toevoegen:</p><ul><li>Instagram</li><li>Tumblr</li><li>Pinterest</li><li>Xing</li><li>PayPal</li><li>Vimeo</li><li>E-mail</li></ul><p>Er is meer! Je kunt zelfs binnen enkele seconden je eigen aangepaste sociale media profielen toevoegen!</p>

source: <p>Links to your favorite social media sites can be added to the header area in seconds. Plus each link comes with a nice tooltip showing the name of the social media site when the link is hovered over.</p><p>To enable social media links:</p><ul><li>First switch on the Enable Social Media Links (footer) button.</li><li>Add a display message if you choose.</li><li><strong>Tip:</strong> This can be used to get your users attention and might be something like "Follow Us".</li></ul><p>There are 7 different social platforms you can choose to show:</p><ul><li>Facebook</li><li>Twitter</li><li>Google+</li><li>LinkedIn</li><li>Flickr</li><li>YouTube</li><li>RSS</li></ul><p>To display a link to any of these you'll first need to switch on the button for the social platform you want to activate and then also add a link to your profile page.</p>
dutch: <p>Links naar je favoriete sociale media sites kunnen in enkele seconden aan de header worden toegevoegd. Bovendien wordt elke link voorzien van een leuke tooltip die de naam van de sociale media site toont wanneer je er met de muis over hovert.</p><p>Om sociale media links in te schakelen:</p><ul><li>Schakel eerst de knop Inschakelen sociale media links (footer) in.</li><li>Voeg een bericht toe als je dat wilt.</li><li><strong>Tip:</strong> Dit kan gebruikt worden om de aandacht van je gebruikers te trekken en kan iets zijn als "Volg ons".</li></ul><p>Er zijn 7 verschillende sociale platforms die je kunt kiezen om te tonen:</p><ul><li>Facebook</li><li>Twitter</li><li>Google+</li><li>LinkedIn</li><li>Flickr</li><li>YouTube</li><li>RSS</li></ul><p>Om een link naar een van deze platformen te tonen moet je eerst de knop voor het sociale platform dat je wil activeren aanzetten en dan ook een link naar je profielpagina toevoegen.</p>

source: <p>Turn this on if you want to disable the main footer area entirely.</p>
dutch: <p>Zet dit aan als je de footer volledig wilt uitschakelen.</p>

source: <p>Want your own copyright message?</p><p>That's right! With %1$s Pro you can change the footer copyright message in seconds straight from the theme options panel!</p>
dutch: <p>Wil je je eigen copyright bericht?</p><p>Dat is ok! Met %1$s Pro kun je de copyright bericht in de footer in een paar seconden veranderen, rechtstreeks vanuit het thema paneel!</p>

source: <p>Choose from 18 different footer layouts. Simply select the layout you want and save changes.</p><p>When you have chosen a layout please ensure that widgets are assigned to the footer area. To do this:</p><ul><li>Go to Appearance -> Widgets in your admin area.</li><li>Now simply drag and drop the widgets you want to display into each footer area.</li><li>The footer areas are name "<i>Footer Widget Area 1</i>", "<i>Footer Widget Area 2</i>", etc...</li></ul>
dutch: <p>Kies uit 18 verschillende footer lay-outs. Selecteer gewoon de lay-out die je wil en sla de wijzigingen op.</p><p>Wanneer je een lay-out hebt gekozen, zorg er dan voor dat widgets worden toegewezen aan de footer sectie. om dit te doen:</p><ul><li>Ga naar Weergave -> Widgets in je beheer sectie.</li><li>Sleep nu simpelweg de widgets die je wil weergeven naar elk footer gebied.</li><li>De footer gebieden hebben de naam "<i>Footer widget gebied 1</i>", "<i>Footer widget gebied 2</i>", enz...</li></ul>

source: <p>Turn this on to add a search box to your website. The search box will display at top of your website.</p>
dutch: <p>Schakel dit in om een zoek box toe te voegen aan je site. De zoek box wordt boven aan de site weergegeven.</p>

source: Enable Search (Pre Header)
dutch: Zoeken inschakelen (Pre header)

source: <p>Get more with %1$s Pro!</p><ul><li>Unlimited featured sections.</li><li>Add featured sections to inner pages.</li><li>Change "Read More" button.</li><li>Add a link to any url.</li><li>Plus much more!</li></ul>
dutch: <p>Krijg meer met %1$s Pro!</p><ul><li>Onbeperkte uitgelichte secties.</li><li>Voeg uitgelichte secties toe aan binnenpagina's.</li><li>Wijzig de knop "Lees meer".</li><li>Voeg een link toe naar een URL.</li><li>En nog veel meer!</li></ul>

source: <p>Add up to 3 featured sections to your homepage. These display only on the homepage at the top of the content area. These can be used to add an icon, title, text and a button to get your visitors attention.</p><p>To add a featured section:</p><ul><li>Go to the <i>"Homepage (Featured)"</i> section in the theme options area.</li><li>Turn on the <i>"Enable Pre-Made Homepage"</i> switch.</li><li>Choose an icon from the dropdown list.</li><li>Use the <i>"Title"</i> field to add a main message to your featured section.</li><li>Use the <i>"Description"</i> field to add more information to your featured section.</li><li>Use the <i>"URL"</i> field to select a page from your site to link the section.</li><li>A <i>"Read More"</i> button will show if the <i>"URL"</i> field is set.</li><li>Repeat the above for each additional featured section.</li></ul><p>Don't want a featured section? Simply turn the <i>"Enable Pre-Made Homepage"</i> switch off.</p>
dutch: <p>Voeg tot 3 uitgelichte secties toe aan je homepage. Deze worden alleen weergegeven op de homepage bovenaan het inhoudsgebied. Deze kunnen worden gebruikt om een pictogram, titel, tekst en een knop toe te voegen om de aandacht van je bezoekers te trekken.</p><p>Om een uitgelichte sectie toe te voegen:</p><ul><li>Ga naar de <i>"Homepage (Uitgelicht)"</i> sectie in het thema opties gebied.</li><li>Zet de schakelaar <i>"Vooraf gemaakte homepage inschakelen"</i> aan.</li><li>Kies een pictogram uit de dropdown.</li><li>Gebruik het <i>"Titel"</i> veld om een hoofdbericht toe te voegen aan je uitgelichte sectie.</li><li>Gebruik het veld <i>"Beschrijving"</i> om meer informatie toe te voegen aan je uitgelichte sectie.</li><li>Gebruik het veld <i>"URL"</i> om een pagina van je site te selecteren om de rubriek te linken.</li><li>Een <i>"Lees meer"</i> knop zal verschijnen als het <i>"URL"</i> veld ingesteld is.</li><li>Herhaal het bovenstaande voor elke extra uitgelichte sectie.</li></ul><p>Wil je geen uitgelichte sectie? zet dan gewoon de <i>"Vooraf gemaakte homepage inschakelen"</i> schakelaar uit.</p>

source: Pre-Made Homepage<span class="hidden">Icon</span>
dutch: Vooraf gemaakte homepage<span class="hidden">pictogram</span>

source: <p>Get more with %1$s Pro!</p><ul><li>Unlimited featured sections.</li><li>Add featured sections to inner pages.</li><li>Disable Image cropping.</li><li>Change "Read More" button.</li><li>Add a link to any url.</li><li>Plus much more!</li></ul>
dutch: <p>Krijg meer met %1$s Pro!</p><ul><li>Onbeperkte uitgelichte secties.</li><li>Voeg uitgelichte secties toe aan binnenpagina's.</li><li>Schakel het bijsnijden van afbeeldingen uit.</li><li>Wijzig de knop "Lees meer".</li><li>Voeg een link toe naar een URL.</li><li>En nog veel meer!</li></ul>

source: <p>Add up to 3 featured sections to your homepage. These display only on the homepage at the top of the content area. These can be used to add an image, title, text and a button to get your visitors attention.</p><p>To add a featured section:</p><ul><li>Go to the <i>"Homepage (Featured)"</i> section in the theme options area.</li><li>Turn on the <i>"Enable Pre-Made Homepage"</i> switch.</li><li>Press the <i>"Select File"</i> button to choose an image from your media library.</li><li>Use the <i>"Title"</i> field to add a main message to your featured section.</li><li>Use the <i>"Description"</i> field to add more information to your featured section.</li><li>Use the <i>"URL"</i> field to select a page from your site to link the section.</li><li>A <i>"Read More"</i> button will show if the <i>"URL"</i> field is set.</li><li>Repeat the above for each additional featured section.</li></ul><p>Don't want a featured section? Simply turn the <i>"Enable Pre-Made Homepage"</i> switch off.</p>
dutch: <p>Voeg tot 3 uitgelichte secties toe aan je homepage. Deze worden alleen weergegeven op de homepage bovenaan het inhoudsgebied. Deze kunnen worden gebruikt om een afbeelding, titel, tekst en een knop toe te voegen om de aandacht van je bezoekers te trekken.</p><p>Om een uitgelichte sectie toe te voegen:</p><ul><li>Ga naar de <i>"Homepage (Uitgelicht)"</i> sectie in het thema opties gebied.</li><li>Zet de schakelaar <i>"Voor gemaakte Homepage inschakelen"</i> aan.</li><li>Druk op de knop <i>"Bestand selecteren"</i> om een afbeelding te kiezen uit je mediabibliotheek.</li><li>Gebruik het veld <i>"Titel"</i> om een hoofdbericht toe te voegen aan je uitgelichte sectie.</li><li>Gebruik het veld <i>"Beschrijving"</i> om meer informatie toe te voegen aan je uitgelichte sectie.</li><li>Gebruik het veld <i>"URL"</i> om een pagina van je site te selecteren om de rubriek te linken.</li><li>Een <i>"Lees meer"</i> knop zal verschijnen als het <i>"URL"</i> veld ingesteld is.</li><li>Herhaal het bovenstaande voor elke extra uitgelichte sectie.</li></ul><p>Wil je geen uitgelichte sectie? Zet dan gewoon de <i>"Voor gemaakte homepage Inschakelen"</i> schakelaar uit.</p>

source: Pre-Made Homepage<span class="hidden">Image</span>
dutch: Vooraf gemaakte homepage<span class="hidden">afbeelding</span>

source: <p>Get more with %1$s Pro!</p><p>Add a call to action to every page of your site, not just the homepage.</p><p>Get your visitors attention on every page!</p>
dutch: <p>Krijg meer met %1$s Pro!</p><p>Voeg een call-to-action toe aan elke pagina van je site, niet alleen aan de homepage.</p><p>Trek op elke pagina de aandacht van je bezoekers!</p>
