Repository: prasish012/try
Catalog: try/media_copy/translations/chromenews/existing_translations/PO FILES AS DATASETS FROM WP.TRANSLATE 2/*/wp-themes-consulting-*.po
Languages: dutch

source: Enable Breadcrumbs
dutch: Kruimelpaden inschakelen

source: Select a custom color to use as background.
dutch: Selecteer een aangepaste kleur om als achtergrond te gebruiken.

source: Intro - Background Color
dutch: Intro - Achtergrondkleur

source: Off
dutch: Uit

source: On
dutch: Aan

source: (i.e. Disable responsive layout)
dutch: (d.w.z. responsive lay-out uitschakelen)

source: Enable Fixed Layout
dutch: Inschakelen vaste lay-out

source: Choose a sidebar to use with the page layout.
dutch: Kies een zijbalk die je wil gebruiken met de pagina lay-out.

source: Select a Sidebar
dutch: Een zijbalk selecteren

source: Select page layout. This will only be applied to published Pages.
dutch: Selecteer de pagina lay-out. Dit wordt alleen toegepast op gepubliceerde pagina's.

source: Page Layout
dutch: Pagina lay-out

source: Page Structure
dutch: Paginastructuur

source: Since WordPress v4.5 you can now add a site logo using the native WordPress options. To add a site logo go the "Site Identitiy" settings on the main customizer screen.
dutch: Sinds WordPress v4.5 kun je nu een site logo toevoegen met de eigen WordPress opties. Om een site logo toe te voegen ga je naar de "Site identiteit" instellingen op het hoofdscherm van de customizer.

source: Logo Settings
dutch: Logo instellingen

source: Upgrade (10% off)
dutch: Upgrade (10% korting)

source: Homepage (Featured)
dutch: Homepage (Uitgelicht)

source: General Settings
dutch: Algemene instellingen

source: Use the options below to customize your theme!
dutch: Gebruik de opties hieronder om je thema aan te passen!

source: Theme Options
dutch: Thema opties

source: View Docs
dutch: Documentatie bekijken

source: Documentation
dutch: Documentatie

source: Upgrade Now
dutch: Nu upgraden

source: Your comment is awaiting moderation.
dutch: Je reactie is in afwachting van moderatie.

source: Edit
dutch: Bewerken

source: View all posts by %s
dutch: Toon alle berichten van %s

source: <span class="comment-count">%</span> <span class="comment-text">Comments</span>
dutch: <span class="comment-count">%</span> <span class="comment-text">Reacties</span>

source: <span class="comment-count">1</span> <span class="comment-text">Comment</span>
dutch: <span class="comment-count">1</span> <span class="comment-text">Reactie</span>

source: <span class="comment-count">0</span> <span class="comment-text">Comments</span>
dutch: <span class="comment-count">0</span> <span class="comment-text">Reacties</span>

source: Pages:
dutch: Pagina's:

source: Permalink to %s
dutch: Permalink naar %s

source: Developed by %1$s. Powered by %2$s.
dutch: Ontwikkeld door %1$s. Aangedreven door %2$s.

source: Remove this message by adding widgets to Footer Widget Area 6.
dutch: Verwijder dit bericht door widgets toe te voegen aan footer widget gebied 6.

source: Remove this message by adding widgets to Footer Widget Area 5.
dutch: Verwijder dit bericht door widgets toe te voegen aan footer widget gebied 5.

source: Remove this message by adding widgets to Footer Widget Area 4.
dutch: Verwijder dit bericht door widgets toe te voegen aan footer widget gebied 4.

source: Remove this message by adding widgets to Footer Widget Area 3.
dutch: Verwijder dit bericht door widgets toe te voegen aan footer widget gebied 3.

source: Remove this message by adding widgets to Footer Widget Area 2.
dutch: Verwijder dit bericht door widgets toe te voegen aan footer widget gebied 2.

source: Click here to go to Widget area.
dutch: Klik hier om naar het widget gebied te gaan.

source: No Widgets Selected
dutch: Geen widgets geselecteerd

source: Remove this message by adding widgets to Footer Widget Area 1.
dutch: Verwijder dit bericht door widgets toe te voegen aan footer widget gebied 1.

source: Please Add Widgets
dutch: Voeg widgets toe

source: To add featured content go to Theme Options &#45;&#62; Homepage (Featured) and turn the switch on then add the content you want for each section.
dutch: Om uitgelichte inhoud toe te voegen ga naar Thema opties &#45;&#62; Homepage (Uitgelicht) en zet de schakelaar aan en voeg dan de inhoud toe die je wil voor elke sectie.

source: To add a slider go to Theme Options &#45;&#62; Homepage and choose page slider. The slider will use the page title, excerpt and featured image for the slides.
dutch: Om een slider toe te voegen ga je naar thema opties &#45;&#62; Homepage en kies je pagina slider. De slider zal de paginatitel, de samenvatting en de uitgelichte afbeelding gebruiken voor de dia's.

source: To begin customizing your site go to Appearance &#45;&#62; Customizer and select Theme Options. Here&#39;s you&#39;ll find custom options to help build your site.
dutch: Om te beginnen met het aanpassen van je site ga naar Weergave &#45;&#62; Customizer en selecteer Thema opties. Hier vindt je aangepaste opties om je site te helpen bouwen.

source: Step 3 &#45; Create Homepage
dutch: Stap 3 &#45; Homepage maken

source: Step 2 &#45; Setup Slider
dutch: Stap 2 &#45; Instelling slider

source: Step 1 &#45; Theme Options
dutch: Stap 1 &#45; Thema opties

source: Demo Image
dutch: Demo afbeelding

source: Read More
dutch: Lees meer

source: Slider Image
dutch: Slider afbeelding

source: Third - 2:3
dutch: Derde - 2:3

source: Full - 1:4
dutch: Volledig - 1:4

source: Error 404 - Not Found.
dutch: Fout 404 - Niet Gevonden.

source: Search Results for:
dutch: Zoekresultaten voor:

source: Page Not Found
dutch: Pagina niet gevonden

source: Search Results:
dutch: Zoekresultaten:

source: Blog Post Image:
dutch: Blogbericht afbeelding:

source: Please try using the search function.
dutch: Probeer eens de zoekfunctie te gebruiken.

source: Sorry, we could not find the page you are looking for.
dutch: We konden de pagina die je zoekt niet vinden.
