Repository: prasish012/try
Catalog: try/media_copy/translations/chromenews/existing_translations/PO FILES AS DATASETS FROM WP.TRANSLATE 2/*/wp-themes-prespa-*.po
Languages: dutch

source: Read More
dutch: Lees meer

source: Research & Analysis
dutch: Onderzoek & analyse

source: User Friendly
dutch: Gebruiksvriendelijk

source: Empty Page
dutch: Lege pagina

source: Cart View
dutch: Winkelwagen bekijken

source: Add widgets here to appear on your shop pages.
dutch: Voeg hier widgets toe voor weergave op je winkelpagina's.

source: Share this post on Linkedin
dutch: Deel dit bericht op LinkedIn

source: Share this post on Twitter
dutch: Deel dit bericht op Twitter

source: Share this post on Facebook
dutch: Deel dit bericht op Facebook

source: Share this post on:
dutch: Deel dit bericht op:

source: Don't let the opportunity pass you by
dutch: Laat de kans niet aan je voorbijgaan

source: back to top
dutch: terug naar boven

source: Powered by
dutch: Aangedreven door

source: Designed by
dutch: Ontworpen door

source: close
dutch: sluit

source: search
dutch: zoeken

source: Show sub menu
dutch: Toon submenu

source: Image Placeholder
dutch: Plaatshouder afbeelding

source: Post read time
dutch: Bericht leestijd

source: Leave a Comment<span class="screen-reader-text"> on %s</span>
dutch: Laat een reactie achter <span class="screen-reader-text">op %s</span>

source: Edit <span class="screen-reader-text">%s</span>
dutch: Bewerk <span class="screen-reader-text">%s</span>

source: Related Posts
dutch: Gerelateerde berichten

source: View all posts by
dutch: Alle berichten bekijken van

source: Author:
dutch: Auteur:

source: --Select--
dutch: -Selecteer--

source: Posts navigation
dutch: Berichten navigatie

source: Prespa dark mode logo
dutch: Prespa logo donkere modus

source: sec read
dutch: seconden gelezen

source: min read
dutch: minuten gelezen

source: hrs read
dutch: uren lezen

source: days read
dutch: dagen gelezen

source: Woocommerce Notifications Background Color
dutch: WooCommerce meldingen achtergrondkleur

source: Add to Cart Text Color
dutch: Aan winkelwagen toevoegen tekstkleur

source: Add to Cart Background Color
dutch: Toevoegen aan winkelwagen achtergrond kleur

source: Customize WooCommerce colors. By default, the theme uses theme accent colors to handle these but you can specify specific styles here for more flexibility.
dutch: WooCommerce kleuren aanpassen. Standaard gebruikt het thema thema-accentkleuren om hiermee om te gaan, maar je kunt hier specifieke stijlen specificeren voor meer flexibiliteit.

source: Colors
dutch: Kleuren

source: Logo Width
dutch: Logo breedte

source: Add light version of the logo. It will be displayed in dark mode.
dutch: Lichte versie van het logo toevoegen. Het zal in donkere modus worden weergegeven.

source: Light Logo
dutch: Licht logo

source: Woocommerce Sidebar
dutch: WooCommerce zijbalk

source: Choose the sidebar position on the blog posts, including the post archives.
dutch: Kies de positie van de zijbalk op de blogberichten, inclusief de bericht archieven.

source: Post Sidebar
dutch: Bericht zijbalk

source: Choose the sidebar position on the site's pages, including the static home page.
dutch: Kies de positie van de zijbalk op de site pagina's, inclusief de statische homepage.

source: Left Sidebar
dutch: Zijbalk links

source: None
dutch: Geen

source: Right Sidebar
dutch: Zijbalk rechts

source: Page Sidebar
dutch: Pagina zijbalk

source: Footer Width
dutch: Footer breedte

source: Post Content Wrap
dutch: Bericht inhoud wrap

source: Seperate Containers
dutch: Losse containers

source: No Wrap
dutch: Geen terugloop

source: Wrap posts in a card or leave them as plain text.
dutch: Verpak berichten in een kaart of laat ze als platte tekst staan.

source: Page Content Wrap
dutch: Pagina inhoud wrap

source: Adjust the width of the container.
dutch: Pas de breedte van de container aan.

source: Header Width
dutch: Header breedte

source: Set custom width for the footer.
dutch: Aangepaste breedte voor de footer instellen.

source: Sidebar Layout
dutch: Lay-out zijbalk

source: Set custom width for the header.
dutch: Aangepaste breedte voor de header instellen.

source: Set custom width for the header, container and the footer. Wrap posts and pages into beatiful containers.
dutch: Aangepaste breedte instellen voor de header, de container en de footer. Verpak berichten en pagina's in mooie containers.

source: Select a category
dutch: Selecteer een categorie

source: By Category
dutch: Op categorie

source: Ascending
dutch: Oplopend

source: Descending
dutch: Aflopend

source: Post Order
dutch: Berichtvolgorde

source: Title
dutch: Titel

source: You Might Have Missed
dutch: Je hebt het misschien gemist

source: Show "You Missed" Section
dutch: Sectie "Je hebt gemist" tonen

source: Category Image %d
dutch: Categorie afbeelding %d

source: Category %d
dutch: Categorie %d

source: View All Button Link
dutch: Alle knop link bekijken

source: View All Button Label
dutch: Alle knop labels bekijken

source: View All
dutch: Alles bekijken

source: Post Categories Subtitle
dutch: Bericht categorieën ondertitel

source: Post Categories Title
dutch: Bericht categorieën titel

source: Post Categories
dutch: Bericht categorieën

source: Unchecking this will stick the add to cart and profile icons to the right corner of the screen on page scroll.
dutch: Als je dit uitschakelt, worden de iconen voor het toevoegen aan de winkelwagen en het profiel in de rechterhoek van het scherm geplaatst tijdens het scrollen van de pagina.

source: Show Woocommerce Icons
dutch: Toon WooCommerce iconen

source: Add your mail address
dutch: Je e-mailadres toevoegen

source: Email address
dutch: E-mailadres

source: Add your phone number
dutch: Je telefoonnummer toevoegen

source: Phone number
dutch: Telefoonnummer

source: Add your address
dutch: Je adres toevoegen

source: Address
dutch: Adres

source: Display a top bar menu on top of the site header. Please note that on mobile this menu gets combined with the primary menu for better user experience.
dutch: Geef een bovenkant balk menu weer op de bovenkant van de site header. Let op: op mobiel wordt dit menu gecombineerd met het hoofdmenu voor een betere gebruikerservaring.

source: Enable Top Menu
dutch: Bovenkant menu inschakelen

source: Menu Item Hover Animation
dutch: Menu-item hoveren animatie

source: Enable Current Menu Item Underline
dutch: Huidige menu-item onderstrepen inschakelen

source: Show Search Icon
dutch: Toon zoek icoon

source: space between
dutch: ruimte tussen

source: center
dutch: midden

source: normal
dutch: normaal

source: Position the site title and the primary menu in relation to each other.
dutch: Plaats de site titel en het hoofdmenu ten opzichte van elkaar.

source: Site Header Text Alignment
dutch: Uitlijning site header tekst

source: static
dutch: statisch

source: fixed
dutch: vast

source: Position the header on top of the page (static position), show it while scrolling (fixed) or only show it when you scroll up (sticky). The default positon is sticky.
dutch: Plaats de header aan de bovenkant van de pagina (statische positie), toon hem tijdens het scrollen (vast) of toon hem alleen als je omhoog scrolt (sticky). De standaardpositie is sticky.

source: Header Position
dutch: Header positie

source: centered site title and logo
dutch: site titel en logo gecentreerd

source: left site title and logo
dutch: links site titel en logo

source: right site title and logo
dutch: rechts site titel en logo

source: Reorder the way header items (site title, site description, logo and primary menu) are displayed
dutch: Herschik de manier waarop header items (site titel, site beschrijving, logo en primair menu) worden weergegeven

source: Header Presets
dutch: Header voorinstellingen

source: Display a top bar menu on top of the site header and customize it accordingly. You can add business info to it, social icons, e-commerce icon, etc. You can also display a standard WordPress menu here by creating a menu and linking it to the "top menu" location. (appearance => menus)
dutch: Geef een bovenkant balk menu weer op de bovenkant van de site header en pas het dienovereenkomstig aan. Je kunt er bedrijfsinformatie aan toevoegen, sociale iconen, e-commerce iconen, enz. Je kunt hier ook een standaard WordPress menu weergeven door een menu te maken en het te linken naar de "top menu" locatie. (Weergave => menu's)

source: Top Bar
dutch: Bovenbalk

source: Customize the way the site header is displayed. The site header in this theme consists of the site title, tagline and the primary menu. Enable transparent header menu - go pro version.
dutch: Pas de manier waarop de site header wordt weergegeven aan. De site header in dit thema bestaat uit de site titel, de slogan en het hoofdmenu. Schakel transparant header menu in - neem de Pro versie.

source: Customize the site header with the options below.
dutch: De site header aanpassen met de onderstaande opties.

source: Header Options
dutch: Header opties

source: Upgrade to PRO
dutch: Upgrade naar PRO

source: Pro Available
dutch: Pro versie beschikbaar

source: Show breadcrumbs on single pages
dutch: Toon kruimelpad op pagina's

source: Show breadcrumbs on single posts
dutch: Toon kruimelpaden op afzonderlijke berichten

source: Show a loading spinner while the page is loaded
dutch: Een laad spinner tonen terwijl de pagina wordt geladen

source: Enable Page Loader on Homepage
dutch: Pagina lader op homepage inschakelen

source: Show Back to Top Button
dutch: Toon terug naar bovenkant knop

source: Customize the way the website is displayed. Enable custom mouse cursor - go pro version.
dutch: De manier waarop de site wordt weergegeven aanpassen. Aangepaste muiscursor inschakelen - neem de Pro versie.

source: General Settings
dutch: Algemene instellingen

source: View list of available social icons
dutch: Lijst met beschikbare sociale iconen bekijken

source: Add Row
dutch: Rij toevoegen

source: Add your social media links and their icons will automatically appear in the top bar menu. Drag and drop the urls to rearrange the order of the icons.
dutch: Voeg je sociale media links toe en hun iconen verschijnen automatisch in het menu van de bovenkant balk. De URL's verslepen om de volgorde van de iconen te herschikken.

source: Social Icons
dutch: Sociale iconen

source: Add your social media links and their icons will automatically appear in the footer. Drag and drop the urls to rearrange the order of the icons.
dutch: Voeg je sociale media links toe en hun iconen verschijnen automatisch in de footer. De URL's verslepen om de volgorde van de iconen te herschikken.

source: Show Social icons
dutch: Toon sociale iconen

source: Footer Links Color
dutch: Footer links kleur

source: Footer Text Color
dutch: Footer tekstkleur

source: Footer Background Color
dutch: Footer achtergrondkleur

source: Change footer styles. Add copyright info and remove default theme credits - go pro version.
dutch: Verander de stijlen van de footers. Voeg copyright info toe en verwijder standaard thema credits - ga voor de Pro versie.

source: Footer Options
dutch: Footer opties

source: Background
dutch: Achtergrond

source: Enable site visitors to switch to dark or light theme mode in the header menu.
dutch: Geef site bezoekers de mogelijkheid om in het header menu over te schakelen naar een donkere of lichte thema modus.

source: Enable Dark Mode Switcher
dutch: Schakelaar donkere modus inschakelen

source: Night Mode
dutch: Nachtmodus

source: Top Bar Text Color
dutch: Tekstkleur bovenste balk

source: Top Bar Background Color
dutch: Achtergrondkleur bovenste balk

source: Primary Menu Text Color
dutch: Tekstkleur primaire zijbalk

source: Buttons Background Color
dutch: Achtergrondkleur knoppen

source: Links Text Color
dutch: Links tekstkleur

source: Link Headings Text Color
dutch: Link kopteksten tekstkleur

source: Body Text Color
dutch: Body tekstkleur

source: Headings Text Color
dutch: Kopteksten tekstkleur

source: Secondary Accent Color
dutch: Secundaire accentkleur

source: Primary Accent Color
dutch: Primaire accentkleur

source: Display related posts after post content in single blog posts
dutch: Gerelateerde berichten weergeven na inhoud bericht in afzonderlijke blogberichten

source: Show related posts
dutch: Toon gerelateerde berichten

source: Display social share icons inside blog posts.
dutch: Iconen voor sociaal delen weergeven in blog berichten.

source: Show social share icons
dutch: Toon sociaal delen iconen

source: Display post author box after post content on single blog posts
dutch: Bericht auteur vak weergeven na inhoud bericht op afzonderlijke blog berichten

source: Show post author box
dutch: Toon bericht auteur vaK

source: Inside post
dutch: Binnen berichten

source: Fullwidth header
dutch: Volledige breedte header

source: Display the post featured image as a fullwidth header above post content or inside the post
dutch: Geef de uitgelichte afbeelding van het bericht weer als header over de volledige breedte boven de bericht inhoud of in het bericht zelf

source: Featured Image Display
dutch: Uitgelichte afbeelding weergave

source: Underline
dutch: Onderstrepen

source: Choose an animation to display when hovering over a menu item.
dutch: Kies een animatie die wordt weergegeven wanneer je over een menu-item hoveren.

source: Post Archives Title Hover Animation
dutch: Bericht archief titel hoveren animatie

source: Disabled
dutch: Uitgeschakeld

source: Rotate Text Animation
dutch: Tekstanimatie roteren

source: Slide Up Animation
dutch: Slide omhoog animatie

source: Zoom In Animation
dutch: Inzoomen animatie

source: Animate blog posts in post archives.
dutch: Animeer blogberichten in berichtarchieven.

source: Post Loop Animation
dutch: Bericht loop animatie

source: Grid
dutch: Raster

source: Display post columns in a grid or masonry layout
dutch: Bericht kolommen weergeven in een raster of masonry lay-out

source: Post Archives Display
dutch: Bericht archieven weergeven

source: Four Columns
dutch: Vier kolommen

source: Three Columns
dutch: Drie kolommen

source: Two Columns
dutch: Twee kolommen

source: One Column
dutch: Eén kolom

source: Display posts in post archives in a single or multi-column layout
dutch: Berichten in bericht archieven weergeven in een lay-out met één of meerdere kolommen

source: Post Archives Layout
dutch: Bericht archief lay-out

source: Enter a number between 10 and 55. Default is 55.
dutch: Voer een getal tussen 10 en 55 in. De standaardwaarde is 55.

source: Post Excerpt Length
dutch: Bericht samenvatting lengte

source: Show post excerpts instead of full content for your post archives.
dutch: Toon berichten samenvattingen in plaats van volledige inhoud voor je berichtarchieven.

source: Blog Excerpts
dutch: Blog samenvattingen

source: Customize the way blog posts meta information in post archives and single blog posts are displayed. You can choose to show or hide the post meta after the post content. Drag and drop the boxes to chage the post meta order.
dutch: De manier aanpassen waarop de meta informatie van berichten in berichten archieven en afzonderlijke blogberichten wordt weergegeven. Je kunt kiezen om het bericht meta van berichten te tonen of te verbergen na de inhoud van het bericht. De vakken verslepen om de bestelling van het bericht meta van bericht aan te passen.

source: Show Post Meta After Post Content
dutch: Toon bericht meta na inhoud bericht

source: Show Time to Read
dutch: Toon tijd om te lezen

source: Show Number of Comments
dutch: Toon aantal reacties

source: Show Post Tags
dutch: Toon bericht tags

source: Show Post Categories
dutch: Toon berichtcategorieën

source: Show Post Author
dutch: Toon bericht auteur

source: Show Post Date
dutch: Toon bericht datum

source: Customize the way blog posts meta information in post archives and single blog posts are displayed. You can choose to show or hide the post meta before the post content. Drag and drop the boxes to chage the post meta order.
dutch: De manier aanpassen waarop meta informatie van blog berichten in berichten archieven en afzonderlijke blog berichten wordt weergegeven. Je kunt kiezen of je de meta informatie van berichten wilt verbergen of weergeven vóór de inhoud van het bericht. De vakken verslepen om de bestelling van de meta informatie voor berichten te wijzigen.

source: Show Post Meta Before Post Content
dutch: Toon bericht meta vóór inhoud bericht

source: If there is no featured image assigned to the post, try to get the first image from the post content.
dutch: Als er geen uitgelichte afbeelding aan het bericht is toegewezen, probeer dan de eerste afbeelding van de bericht inhoud te verkrijgen.

source: Display post content image as a fallback featured image in post archives
dutch: Inhoud bericht afbeelding weergeven als fallback uitgelicht afbeelding in berichtarchieven

source: Show post categories on top of the post
dutch: Toon berichtcategorieën aan de bovenkant van het bericht

source: Show post categories
dutch: Toon berichtcategorieën

source: Customize the way blog posts are displayed.
dutch: De manier aanpassen waarop blog berichten worden weergegeven.

source: Blog Settings
dutch: Bloginstellingen

source: Add
dutch: Toevoegen

source: Mobile
dutch: Mobiel

source: Shadow
dutch: Schaduw

source: Slide in
dutch: Slider in

source: Border Move
dutch: Rand verplaatsen

source: Choose button hover animation.
dutch: Kies knop hoveren animatie.

source: Button hover animation
dutch: Knop hoveren animatie

source: Add link to the button. You can link it to the About page or the Contact page or to a specific section from the Homepage.
dutch: Voeg een link toe aan de knop. Je kunt het linken naar de over pagina of de contactpagina of naar een specifiek sectie van de homepage.

source: Button Link
dutch: Knop link

source: Change the default text of the button.
dutch: Wijzig de standaardtekst van de knop.

source: Button Text
dutch: Knop tekst

source: Get Started
dutch: Ga aan de slag

source: Change the default text of the header description.
dutch: Wijzig de standaardtekst van de header beschrijving.

source: Header Description
dutch: Header beschrijving

source: Don't let the opportunity pass by
dutch: Laat de kans niet voorbijgaan

source: Change the default text of header title.
dutch: Wijzig de standaardtekst van de header titel.

source: Header Title
dutch: Header titel

source: JOURNEY OF A THOUSAND MILES BEGINS WITH A SINGLE STEP
dutch: EEN REIS VAN DUIZEND MIJL BEGINT MET ÉÉN ENKELE STAP

source: Header Image Gradient Color Two
dutch: Kopafbeelding gradiënt kleur twee

source: Header Image Gradient Color One
dutch: Kopafbeelding gradiënt kleur één

source: Control the gradient density. From 0 to 9. Default is 4. Set it to 0 to remove the entire gradient.
dutch: Regel de dichtheid van de gradiënt. Van 0 tot 9. De standaardwaarde is 4. Stel deze in op 0 om het hele gradiënt te verwijderen.

source: Header Image Gradient Density
dutch: Kopafbeelding gradiënt dichtheid

source: Add beautiful parallax effect on page scroll.
dutch: Prachtig parallax effect toevoegen aan pagina scrollen.

source: Header Image Parallax
dutch: Kopafbeelding parallax

source: Choose how you want to position the header image.
dutch: Kies hoe je de positie van de kopafbeelding wil hebben.

source: Header Background Position
dutch: Header achtergrondpositie

source: Control the height of the header image. Default is 380px.
dutch: Bepaal de hoogte van de kopafbeelding. Standaard is dit 380px.

source: Header Image Height
dutch: Kopafbeelding hoogte

source: Toggle Navigation
dutch: Toggle navigatie

source: Main navigation
dutch: Hoofdnavigatie

source: Secondary navigation
dutch: Secundaire navigatie

source: Skip to content
dutch: Ga naar de inhoud

source: Widgets in this area will be displayed in the fourth column in the footer.
dutch: Widgets in dit gebied zullen worden weergegeven in de vierde kolom in de footer.

source: Widgets in this area will be displayed in the third column in the footer.
dutch: Widgets in dit gebied zullen worden weergegeven in de derde kolom in de footer.

source: Widgets in this area will be displayed in the second column in the footer.
dutch: Widgets in dit gebied zullen worden weergegeven in de tweede kolom in de footer.

source: Widgets in this area will be displayed in the first column in the footer.
dutch: Widgets in dit gebied zullen worden weergegeven in de eerste kolom in de footer.

source: Sidebar
dutch: Zijbalk

source: Top
dutch: Bovenkant

source: Primary
dutch: Primair

source: Footer Widget Area
dutch: Footer widget gebied

source: Comments are closed.
dutch: Reacties zijn gesloten.

# comments title
source: %1$s Comment
dutch: %1$s reactie

source: One Comment
dutch: Eén reactie

source: The requested url was not found on this server. Maybe try one of the links below or a search?
dutch: De aangevraagde URL is niet gevonden op deze server. Probeer misschien een van de links hieronder of een zoekopdracht?

source: Page not Found
dutch: Pagina niet gevonden
