Repository: prasish012/try
Catalog: try/media_copy/translations/chromenews/existing_translations/PO FILES AS DATASETS FROM WP.TRANSLATE 2/*/wp-themes-neve-fse-*.po
Languages: dutch

source: Neve FSE is an experimental sister theme of Neve, for the ones that are ready to go full speed on full site editing, without backwards compatibility code.Neve FSE is a modern, minimalistic theme that is fully compatible with full-site-editing, it offers a range of patterns that make it perfect for simple design is suitable for a wide range of purposes, including blogs, small businesses, startups, agencies, firms, e-commerce shops, personal portfolio sites, and more. It also comes with several style variations to suit your unique aesthetic.
dutch: Neve FSE is een experimenteel zuster thema van Neve, voor degenen die klaar zijn om voluit te gaan op Full Site Editing, zonder achterwaartse compatibiliteit code. Neve FSE is een modern, minimalistisch thema dat volledig compatibel is met Full Site Editing, het biedt een scala aan patronen die het perfect maken voor eenvoudig ontwerp en is geschikt voor een breed scala aan doeleinden, waaronder blogs, kleine bedrijven, start-ups, agentschappen, bedrijven, e-commerce winkels, persoonlijke portfolio websites en meer. Het wordt ook geleverd met verschillende stijlvariaties die passen bij je unieke esthetiek.

source: Enhance %1$s with %2$s– up to %3$s OFF in our biggest sale of the year. Limited time only.
dutch: Verbeter %1$s met %2$s- tot %3$s UIT in onze grootste uitverkoop van het jaar. Alleen voor beperkte tijd.

source: Map Section
dutch: Kaart sectie

source: Hero section with text
dutch: Hero sectie met tekst

source: Hero section with feature columns
dutch: Hero sectie met uitgelichte kolommen

source: FAQ Section
dutch: FAQ sectie

source: Columns Section
dutch: Kolommen sectie

source: Columns with Services Text
dutch: Kolommen met diensten tekst

source: Three Columns with Testimonials Inverted
dutch: Drie kolommen met getuigenis omgekeerd

source: Services Page
dutch: Diensten pagina

source: Portfolio Page
dutch: Portfolio pagina

source: Contact Page
dutch: Contactpagina

source: About Page
dutch: Over pagina

source: Single Post Cover
dutch: Enkel bericht cover

source: Single Post Cover Boxed
dutch: Enkel bericht cover boxed

source: Archive Cover
dutch: Archief cover

source: %s Access a collection of 40+ layout patterns ready to import to your website
dutch: %s toegang tot een verzameling van 40+ lay-out patronen, klaar om te importeren naar je website

source: Neve FSE recommends
dutch: Neve FSE raadt aan

source: Dismiss
dutch: Negeren

# Color name
source: Accent Secondary
dutch: Secundair accent

# Style variation name
source: Greenlight
dutch: Groen licht

# Style variation name
source: Vivid Red-Tangelo
dutch: Levendig rood-tangelo

# Style variation name
source: Aztec Gold
dutch: Aztec goud

# Style variation name
source: Dark Pastel Red
dutch: Donker pastel rood

# Style variation name
source: Majorelle Blue
dutch: Majorelle blauw

# Template part name
source: Footer Variation - 5 Columns
dutch: Footer variatie - 5 kolommen

# Template part name
source: Footer Variation - 4 Columns
dutch: Footer variatie - 4 kolommen

# Template part name
source: Footer Variation - 3 Columns
dutch: Footer variatie - 3 kolommen

# Template part name
source: Footer Variation - Site Logo
dutch: Footer variatie - Website logo

# Template part name
source: Header Variation - Hamburger Menu
dutch: Header variatie - Hamburger menu

# Template part name
source: Header Variation - Button
dutch: Header variatie - Knop

# Template part name
source: Header Variation - Centered
dutch: Header variatie - Gecentreerd

# Color name
source: Foreground Alt
dutch: Voorgrond alt

# Color name
source: Background Dark
dutch: Achtergrond donker

# Color name
source: Background Alt
dutch: Achtergrond alt

# Color name
source: Foreground
dutch: Voorgrond

# Color name
source: Background
dutch: Achtergrond

# Font size name
source: Huge
dutch: Zeer groot

# Font size name
source: Extra Large
dutch: Extra groot

# Font size name
source: Large
dutch: Groot

# Font size name
source: Medium
dutch: Gemiddeld

# Font size name
source: Normal
dutch: Normaal

# Font size name
source: Small
dutch: Klein

source: Single Post 3 (Cover)
dutch: Enkelvoudig bericht 3 (cover)

source: Single Post 2 (Cover Boxed)
dutch: Enkelvoudige bericht 2 (cover boxed)

source: Archive List
dutch: Archieflijst

source: Archive (Cover)
dutch: Archief (cover)

source: Page Title - Cover Boxed
dutch: Paginatitel - Cover boxed

source: Page Title - Cover
dutch: Paginatitel - Cover

source: Page Title - Light
dutch: Paginatitel - Licht

source: Page Title - Dark
dutch: Paginatitel - Donker

source: Page Title - Simple
dutch: Paginatitel - Eenvoudig

source: Post Covers
dutch: Bericht covers

source: Posts
dutch: Berichten

source: Post cards 2
dutch: Berichtkaarten 2

source: Post rows
dutch: Bericht rijen

source: Post cards
dutch: Berichtkaarten

source: Posts loop grid inverted
dutch: Berichten loop raster geïnverteerd

source: Posts loop grid simple
dutch: Eenvoudige berichten loop raster

source: Columns with Team members
dutch: Kolommen met teamleden

source: Columns with Pricing
dutch: Kolommen met prijzen

source: Columns with portfolio items
dutch: Kolommen met portfolio items

source: Page Cover with Buttons
dutch: Pagina cover met knoppen

source: Page Cover with background image
dutch: Pagina cover met achtergrondafbeelding

source: Full-width columns with image and content
dutch: Volledig breedte kolommen met afbeelding en inhoud

source: Call to Action with Background Color
dutch: Call to Action met achtergrondkleur

source: Content with images
dutch: Inhoud met afbeeldingen

source: Columns with Services
dutch: Kolommen met diensten

source: Columns with icons
dutch: Kolommen met iconen

source: Columns with cards
dutch: Kolommen met kaarten

source: Columns with text and image
dutch: Kolommen met tekst en afbeelding

source: Three Columns with Testimonials
dutch: Drie kolommen met getuigenissen

source: Columns with image and text
dutch: Kolommen met afbeelding en tekst

source: Columns with image and text inverted
dutch: Kolommen met afbeelding en geïnverteerde tekst

source: Columns with content and images
dutch: Kolommen met inhoud en afbeeldingen

source: Columns with feature boxes
dutch: Kolommen met uitgelichte vakken

source: Primary Menu
dutch: Primair menu

source: Full-page layouts that can be used as templates
dutch: Volledige pagina lay-outs die gebruikt kunnen worden als templates

source: Patterns for several sections and components
dutch: Patronen voor diverse secties en componenten

source: Neve FSE Patterns
dutch: Neve FSE patronen

source: Learn More
dutch: Leer meer

source: Install & Activate %s
dutch: Installeer & activeer %s

source: Activate %s
dutch: Activeer %s

source: Otter is a Gutenberg Blocks page builder plugin that adds extra functionality to the WordPress Block Editor (also known as Gutenberg) for a better page building experience without the need for traditional page builders.
dutch: Otter is een Gutenberg blokken pagina bouwer plugin die extra functionaliteit toevoegt aan de WordPress blok-editor (ook bekend als Gutenberg) voor een betere pagina bouw ervaring zonder de noodzaak van traditionele pagina bouwers.

source: Power up your website building experience with %s!
dutch: Verbeter je website bouw ervaring met %s!

source: Otter Blocks preview
dutch: Otter blokken voorbeeld

source: Done
dutch: Gedaan

source: Installing
dutch: Aan het installeren

source: Activating
dutch: Aan het activeren

source: Maybe later
dutch: Misschien later

source: Take the survey
dutch: Doe de enquête

source: Thank you for trying Neve FSE. We would love to hear your thoughts on how we can enhance and improve the theme even further. Would you mind taking a moment to share your insights through a quick survey?
dutch: Bedankt voor het uitproberen van Neve FSE. We horen graag wat je denkt over hoe we het thema nog verder kunnen verbeteren. Zou je even de tijd willen nemen om je inzichten te delen via een snelle enquête?

source: We value your feedback
dutch: We waarderen je feedback

source: You appear to be running the Neve FSE theme from source code. Please finish installation by running %s.
dutch: Het lijkt erop dat je het Neve FSE thema vanaf de broncode uitvoert. Voltooi de installatie door %s uit te voeren.

source: upgrading PHP to the latest version
dutch: upgrade PHP naar de laatste versie

source: Hey, we've noticed that you're running an outdated version of PHP which is no longer supported. Make sure your site is fast and secure, by %1$s. Neve FSE's minimal requirement is PHP%2$s.
dutch: We hebben gemerkt dat je een verouderde versie van PHP gebruikt die niet langer wordt ondersteund. Zorg ervoor dat je website snel en veilig is, door %1$s. De minimale vereisten van Neve FSE zijn PHP%2$s.
