Repository: prasish012/try
Catalog: try/media_copy/translations/chromenews/existing_translations/PO FILES AS DATASETS FROM WP.TRANSLATE 2/*/wp-themes-prespa-*.po
Languages: dutch

source: Prespa is a next-generation multi-purpose WordPress theme. It is perfect for a blog, portfolio website, digital agency, marketing, seo, consulting, sass application website, e-commerce shop as well as any type of corporate, finance and agency website. You will be surprised how many options this generous theme provides. At the same time, a serious effort has been made to optimize the theme for speed. No Jquery, Bootstrap, Font Awesome or any other third-party library to slow you down - it uses only core WordPress functions and clean html5/css3 tempates. With our beautiful block patterns, you will be able to get started in minutes. No coding skills needed. A lot of time and effort has been spent to optimize the theme for SEO and it uses Schema.org markup (microdata) to help you rank higher in the search results. The theme is highly customizable and easy to adapt to any design. All theme demos have been made with the Gutenberg editor, which means you do not have to install any additional plugins to use the theme. At the same time, the theme also fully supports the good old Classic editor. Effortless integrations with all the popular WordPress plugins, e.g. WooCommerce is also fully guaranteed. The theme is specifically designed to make your content stand out from the crowd and it is very well thought in terms of UX/UI. Protect your visitors' eyes by allowing them to switch between day and night mode (light and dark mode) with a single click. Oh, and just like with our other themes, updates will keep on coming, constantly improving the codebase and keeping it up to date to the modern web standards. Still not convinved? Check the theme demo at https://prespa-demo.nasiothemes.com/ Theme documentation: https://nasiothemes.com/prespa-theme-documentation/
dutch: Prespa is een multifunctioneel WordPress thema van de volgende generatie. Het is perfect voor een blog, portfolio site, digitaal bureau, marketing, seo, advies, sass toepassing site, e-commerce winkel en elk type bedrijf, financiële en bureau site. Je zult verrast zijn hoeveel opties dit genereuze thema biedt. Tegelijkertijd is er serieus werk verricht om het thema te optimaliseren voor snelheid. Geen Jquery, Bootstrap, Font Awesome of enige andere externe bibliotheek om je te vertragen - het gebruikt alleen core functies van WordPress en schone html5/css3 templates. Met onze prachtige blok-patronen kun je binnen enkele minuten aan de slag. Geen programmeer vaardigheden nodig. Er is veel tijd en moeite gestoken in het optimaliseren van het thema voor SEO en het maakt gebruik van Schema.org markering (microdata) om je te helpen hoger te scoren in de zoekresultaten. Het thema is zeer aanpasbaar en gemakkelijk aan te passen aan elk ontwerp. Alle thema demo's zijn gemaakt met de Gutenberg editor, wat betekent dat je geen extra plugins hoeft te installeren om het thema te gebruiken. Tegelijkertijd ondersteunt het thema ook volledig de goede oude klassieke editor. Naadloze integraties met alle populaire WordPress plugins, bijv. WooCommerce is ook volledig gegarandeerd. Het thema is speciaal ontworpen om je inhoud te laten opvallen en is zeer goed doordacht op het gebied van UX/UI. Bescherm de ogen van je bezoekers door ze te laten schakelen tussen dag- en nachtmodus (lichte en donkere modus) met één klik. Oh, en net als bij onze andere thema's, zullen de updates blijven komen, waarbij de code basis voortdurend wordt verbeterd en up-to-date wordt gehouden volgens de moderne webstandaarden. Nog niet overtuigd? Bekijk de thema demo op https://prespa-demo.nasiothemes.com/ Thema documentatie: https://nasiothemes.com/prespa-theme-documentation/

source: Video Guide
dutch: Video handleiding

source: Prespa light mode logo
dutch: Prespa lichte modus logo

source: Add ready to use gutenberg block patterns with predefined content for an easier start with the theme. No extra plugins needed!
dutch: Voeg kant-en-klare Gutenberg blokpatronen toe met vooraf gedefinieerde inhoud voor een eenvoudigere start met het thema. Geen extra plugins nodig!

source: Body Background Color
dutch: Body achtergrondkleur

source: Choose the sidebar position on the product archives and the product page.
dutch: Kies de positie van de zijbalk op de productarchieven en de productpagina.

source: Adjust the width of the container when sidebar is present.
dutch: Pas de breedte van de container aan als de zijbalk aanwezig is.

source: Content Width (Has Sidebar)
dutch: Breedte inhoud (heeft zijbalk)

source: Content Width
dutch: Inhoud breedte

source: Please make sure that you have first added widgets from "Widgets" section. More sidebar options - go pro version.
dutch: Zorg ervoor dat je eerst widgets hebt toegevoegd uit de sectie "Widgets". Meer zijbalk opties - ga voor de Pro versie.

source: Site Layout & Sidebar
dutch: Site lay-out & zijbalk

source: Change Fonts and Font Sizes
dutch: Lettertypen en lettergroottes wijzigen

source: Choose between 1000+ Google Fonts and change font size for the main elements on the website directly from the Customizer. No coding skills needed!
dutch: Kies tussen 1000+ Google Fonts en verander de grootte van lettertypen voor de hoofd elementen op de site rechtstreeks vanuit de customizer. Geen codeervaardigheden nodig!

source: Custom sidebar options and content wrap options for the homepage and the post archives.
dutch: Aangepaste zijbalk opties en inhoud wrap opties voor de homepage en de bericht archieven.

source: Wrap pages in a card or leave them as plain text. Page wrapper might not work well if you have full-width blocks.
dutch: Verpak pagina's in een kaart of laat ze als platte tekst. De pagina wrapper werkt misschien niet goed als je blokken over de hele breedte hebt.

source: Make the dark mode default
dutch: Maak de donkere modus standaard

source: Make the dark mode the default theme mode.
dutch: Maak de donkere modus de standaard thema modus.

source: More layout options
dutch: Meer lay-out opties

source: Set custom width for posts and pages. Wrap posts and pages into beatiful containers. More options - go pro version.
dutch: Aangepaste breedte instellen voor berichten en pagina's. Verpak berichten en pagina's in mooie containers. Meer opties - ga voor de Pro versie.

source: Customize the dark theme mode. Make the dark mode default and more color options - go pro version.
dutch: De donkere thema modus aanpassen. Maak de donkere modus standaard en meer kleuropties - ga voor de Pro versie.

source: Customze the colors of the light theme mode. To customize the dark theme mode, go to the Night Mode section. Colors that are selected in the Gutenberg Block editor will not be affected. To change these, edit the page via the admin dashboard.
dutch: Pas de kleuren van de lichte thema modus aan. Ga naar de sectie nacht modus om de donkere thema modus aan te passen. Kleuren die zijn geselecteerd in de Gutenberg blok-editor worden niet beïnvloed. Om deze te wijzigen, bewerk je de pagina via het beheer dashboard.

# Theme starter content
source: Opening Hours: 10:00 – 13:00
dutch: Openingstijden: 10:00 - 13:00

# Theme starter content
source: Get in Touch
dutch: Neem contact op

# Theme starter content
source: Newsletter
dutch: Nieuwsbrief

# Theme starter content
source: Customers
dutch: Klanten

# Theme starter content
source: Services
dutch: Diensten

# Theme starter content
source: About Us
dutch: Over ons

# Theme starter content
source: Learn More
dutch: Leer meer

# Theme starter content
source: Privacy Policy
dutch: Privacybeleid

# Theme starter content
source: Terms of Use
dutch: Gebruiksvoorwaarden

# Theme starter content
source: Get Started
dutch: Ga aan de slag

# Theme starter content
source: Support
dutch: Ondersteuning

# Theme starter content
source: Need Help?
dutch: Hulp nodig?

# Theme starter content
source: Let's make something cool together. We are trusted by over 3000+ clients who can't be wrong.
dutch: Laten we samen iets cools maken. We worden vertrouwd door meer dan 3000+ klanten die zich niet kunnen vergissen.

# Theme starter content
source: About
dutch: Over

source: Get started with %s
dutch: Aan de slag met %s

source: To take advantage of everything that this theme can offer, please take a look at the %1$s%2$sGet Started with %3$s%4$s page.
dutch: Om van alles te profiteren wat dit thema kan bieden, neem een kijkje op de %1$s%2$sAan de slag met %3$s%4$s pagina.

source: Thank you for choosing %1$s!
dutch: Bedankt voor het kiezen %1$s!

source: Quick and friendly support is available via email
dutch: Snelle en vriendelijke ondersteuning is beschikbaar via e-mail

source: Priority
dutch: Prioriteit

source: Support is provided only in the WordPress.org community forums.
dutch: Ondersteuning wordt geboden in de WordPress.org community forums.

source: Nonpriority
dutch: Geen prioriteit

source: Support
dutch: Ondersteuning

source: Custom cursor
dutch: Aangepast cursor

source: Impress your visitors by adding an artistic flavor to your website. Convert your cursor into a beautiful transparent or filled circle, similar to sites featured in Awwwards.
dutch: Maak indruk op je bezoekers door een artistiek tintje aan je site toe te voegen. Verander je cursor in een mooie transparante of gevulde cirkel, vergelijkbaar met sites uitgelicht in Awwwards.

source: Transparent Header
dutch: Transparante header

source: Make header menu items appear on top of the featured image. Choose per page.
dutch: Laat header menu-items verschijnen op bovenkant van de uitgelichte afbeelding. Kies per pagina.

source: Remove Footer Credits
dutch: Footer credits verwijderen

source: Remove theme author credits and add your own copyright notice there. Customize the colors of the footer elements directly from the theme customizer. No coding skills needed!
dutch: Verwijder de credits van de auteur van het thema en voeg je eigen copyright bericht toe. Pas de kleuren van de footer elementen direct aan vanuit de thema customizer. Geen codeervaardigheden nodig!

source: Show post views
dutch: Toon bericht weergaves

source: Display the number of post views for each post.
dutch: Geef het aantal bericht weergaven voor elk bericht weer.

source: Show post likes
dutch: Toon bericht vind-ik-leuks

source: Show a beautiful heart icon on top of each post that displays the number of viewers who liked the post.
dutch: Toon een mooi hart icoon op de bovenkant van elk bericht dat het aantal kijkers weergeeft die het bericht leuk vonden.

source: One Click Demo Import
dutch: Demo importeren met één klik

source: Import demo content with predefined posts, pages and images for an easier start with the theme.
dutch: Importeer demo inhoud met voorgedefinieerde berichten, pagina's en afbeeldingen voor een eenvoudigere start met het thema.

source: Block Patterns
dutch: Blokpatronen

source: Feature
dutch: Functie

source: View Full List of Features
dutch: Volledige lijst met functies bekijken

source: Upgrade to Prespa PRO
dutch: Upgrade naar Prespa PRO

source: You will be able to create an even more unique website using the additional functionalities and customization options available in the pro version.
dutch: Je kunt een nog uniekere site maken met de extra functionaliteiten en customizer opties beschikbaar in de Pro versie.

source: If you like the free version of %1$s Theme, you will love the PRO version!
dutch: Als de gratis versie van %1$s thema je bevalt, zul je de PRO versie geweldig vinden!

source: Upgrade to %1$s Pro
dutch: Upgrade naar %1$s Pro

source: Write a Review for Prespa
dutch: Schrijf een beoordeling voor Prespa

source: If you enjoy using Prespa Theme, please leave a review for it on WordPress.org. It encourages us to continue providing updates and support for it.
dutch: Als je Prespa thema met plezier gebruikt, laat dan een beoordeling achter op WordPress.org. Het stimuleert ons om door te gaan met updaten en ondersteuning.

source: Leave a Review
dutch: Laat een beoordeling achter

source: To install the Prespa Pro theme, go to Appearance => Themes => Add new and upload the zip file that you have received upon theme purchase. To activate it, hover over Prespa Pro theme from the theme list on the same page and click "Activate". Finally, you will be asked to enter a license key that you have received by email.
dutch: Om het thema Prespa Pro te installeren, ga je naar Weergave => Thema's => Nieuw toevoegen en upload het zip bestand dat je bij de aankoop van het thema hebt ontvangen. Om het te activeren, over Prespa Pro thema hoveren van de themalijst op dezelfde pagina en klik op "Activeren". Tot slot wordt je gevraagd om de licentiesleutel in te voeren die je per e-mail heeft ontvangen.

source: 5. I have already purchased the premium version. How do I install and activate it?
dutch: 5. Ik heb de premium versie al gekocht. Hoe installeer en activeer ik deze?

source: Absolutely! all you need to do is upgrade to Prespa PRO and run the one-click demo import.
dutch: Absoluut! Je hoeft alleen maar te upgraden naar Prespa PRO en voer met één klik demo import uit te voeren.

source: 4. Can I make a website that looks exactly like the theme demo?
dutch: 4. Kan ik een site maken die er precies zo uitziet als de demo van het thema?

source: In the WordPress admin, create or edit a page, then click on the plus icon in the top left corner of the Gutenberg editor. From there, navigate to the "Patterns" tab and select "Prespa" from the pattern dropdown.
dutch: Maak of bewerk een pagina in de WordPress beheer en klik vervolgens op het plus icoon in de bovenkant van de linkerhoek van de Gutenberg editor. Navigeer van daaruit naar de tab "Patronen" en selecteer "Prespa" in de patronen dropdown.

source: 3. Where are the custom block patterns?
dutch: 3. Waar zijn de aangepaste blokpatronen?

source: Yes, in the pro version of the theme, there is a demo import button that does all the heavy lifting for you. You can choose between 12 different demos. If you are using the free version, you can take advantage of the block patterns that are included in this theme.
dutch: Ja, in de Pro versie van het thema is er een knop voor het importeren van demo's die al het zware werk voor je doet. Je kunt kiezen uit 12 verschillende demo's. Als je de gratis versie gebruikt, kun je gebruik maken van de blokpatronen die in dit thema zijn opgenomen.

source: 2. Can I add demo content for an easier start with the theme?
dutch: 2. Kan ik demo inhoud toevoegen zodat ik gemakkelijker met het thema kan beginnen?

source: Please navigate to Appearance => Customize and customize the theme to taste.
dutch: Navigeer naar Weergave => Aanpassen en pas het thema naar smaak aan.

source: 1. Where are the theme options?
dutch: 1. Waar zijn de thema opties?

source: Go to Prespa Support Forum
dutch: Ga naar het forum van Prespa ondersteuning

source: View Prespa Documentation
dutch: Prespa documentatie bekijken

source: Please check the theme documentation before using the theme. Support for %1$s Theme is provided in the official WordPress.org community support forum.
dutch: Raadpleeg de thema documentatie voordat je het thema gebruikt. Ondersteuning voor %1$s thema wordt geboden op het officiële WordPress.org ondersteuningsforum.

source: Documentation and Support
dutch: Documentatie en ondersteuning

source: Theme Options
dutch: Thema opties

source: Theme Homepage
dutch: Thema homepage

source: <span class="theme-name">%1$s Theme</span> <span class="theme-version">(version %2$s)</span>
dutch: <span class="theme-name">%1$s thema</span> <span class="theme-version">(versie %2$s)</span>

source: Prespa Theme Screenshot
dutch: Schermafbeelding Prespa thema

source: Prespa Theme
dutch: Thema Prespa

source: Cheatin&#8217; huh?
dutch: Valsspelen, hè?

source: Action failed. Please refresh the page and retry.
dutch: Actie mislukt. Vernieuw de pagina en probeer het opnieuw.

# Space size name
source: X Large
dutch: X groot

# Space size name
source: Large
dutch: Groot

# Space size name
source: Small
dutch: Klein

# Color name
source: Text Primary
dutch: Primaire tekst

# Color name
source: Black
dutch: Zwart

# Color name
source: Blue
dutch: Blauw

# Color name
source: Silver Blue
dutch: Zilverblauw

# Color name
source: White
dutch: Wit

# Color name
source: Gray
dutch: Grijs

# Color name
source: Purple
dutch: Paars

# Font family name
source: System Font
dutch: Systeem lettertype

# Pattern title
source: Why Choose Us
dutch: Waarom voor ons kiezen

# Pattern title
source: Six Services
dutch: Zes diensten

# Pattern title
source: About
dutch: Over

# Pattern title
source: Team Members
dutch: Teamleden

# Pattern title
source: Featured Post
dutch: Uitgelicht bericht

# Pattern title
source: Frequently Asked Questions
dutch: Vaak gestelde vragen

# Pattern title
source: Testimonials
dutch: Aanbevelingen

# Pattern title
source: Contact Us
dutch: Neem contact met ons op

# Pattern title
source: Pricing table
dutch: Prijstabel

# Pattern title
source: Stats Counter
dutch: Statistieken teller

# Pattern title
source: Services
dutch: Diensten

# Pattern title
source: Features
dutch: Functies

source: Continue reading<span class="screen-reader-text"> "%s"</span>
dutch: Ga door met lezen van<span class="screen-reader-text"> "%s"</span>

source: It seems we can&rsquo;t find what you&rsquo;re looking for. Perhaps searching can help.
dutch: Het lijkt erop dat we niet kunnen vinden wat je zoekt. Misschien kan zoeken helpen.

source: Sorry, but nothing matched your search terms. Please try again with some different keywords.
dutch: Er kwam niets overeen met je zoektermen. Probeer het nog eens met wat andere keywords.

source: Ready to publish your first post? <a href="%1$s">Get started here</a>.
dutch: Klaar om je eerste bericht te publiceren? <a href="%1$s">Ga hier aan de slag</a>.

source: Nothing Found
dutch: Niets gevonden

source: Pages:
dutch: Pagina's:

source: Search Here...
dutch: Zoek hier...

source: Search Results for: %s
dutch: Zoekresultaten voor: %s

source: Minim recusandae, volutpat magna, class, adipiscing, quo id consectetuer duis anim nisl vehicula in, velit quis magna venenat. Convallis mollit delectus metus.
dutch: Minim recusandae, volutpat magna, klasse, adipiscing, quo ID consectetuer duis anim nisl vehicula in, velit quis magna venenat. Convallis mollit delectus metus.

source: Minim recusandae, volutpat magna, class, adipiscing, quo id consectetuer duis anim nisl vehicula in, velit quis magna venenat. Convallis mollit delectus metuc.
dutch: Minim recusandae, volutpat magna, klasse, adipiscing, quo ID consectetuer duis anim nisl vehicula in, velit quis magna venenat. Convallis mollit delectus metuc.

source: Beautiful website design with modern UI / UX
dutch: Prachtig site ontwerp met moderne UI / UX

source: Unleash the power of creativity
dutch: Ontketen de kracht van creativiteit

source: Take your idea to the next level
dutch: Breng je idee naar een hoger niveau

source: Project Management
dutch: Project beheer

source: Web Development
dutch: Web ontwikkeling

source: Brand Identity
dutch: Merk identiteit

source: Speed Optimization
dutch: Snelheid optimalisatie

source: Building a reliable software application is not a one-off assignment. It requires grid and resilience.
dutch: Het bouwen van een betrouwbare software applicatie is geen eenmalige opdracht. Het vereist doorzettingsvermogen en veerkracht.

source: The Solutions We Offer
dutch: De oplossingen die we bieden

source: Services
dutch: Diensten

source: Learn More
dutch: Leer meer

source: Minim recusandae, volutpat magna, class, adipiscing, quo id consectetuer duis anim nisl vehicula in, velit quis magna venenat.
dutch: Minim recusandae, volutpat magna, klasse, adipiscing, quo ID consectetuer duis anim nisl vehicula in, velit quis magna venenat.

source: Download my Free CRM Tool to help you manage your projects
dutch: Download mijn gratis CRM gereedschap om je te helpen je projecten te beheren

source: Irure dolorum aute quod musin cura wisi. Ipsum sec quam potenti earum beatae inventore ab, cumque. Minim recusandae, volutpat magna, class, adipiscing, quo id consectetuer.
dutch: Irure dolorum aute quod musin cura wisi. Ipsum sec quam potenti earum beatae inventore ab, cumque. Minim recusandae, volutpat magna, klasse, adipiscing, quo ID consectetuer.

source: Minim recusandae, volutpat magna, class, adipiscing, quo id consectetuer duis anim nisl vehicula in, velit quis magna venenat. Irure dolorum aute quod musin cura wisi. Ipsum sec quam potenti earum beatae inventore ab, cumque.
dutch: Minim recusandae, volutpat magna, klasse, adipiscing, quo ID consectetuer duis anim nisl vehicula in, velit quis magna venenat. Irure dolorum aute quod musin cura wisi. Ipsum sec quam potenti earum beatae inventore ab, cumque.

source: Founder and CEO
dutch: Oprichter en CEO

source: HR Director
dutch: HR directeur

source: Head of Sales
dutch: Hoofd verkoop

source: Meet our team of dedicated professionals.
dutch: Maak kennis met ons team van toegewijde professionals.

source: Meet the Team
dutch: Ontmoet het team

source: Frequently Asked Questions
dutch: Vaak gestelde vragen

source: A masterpiece of a theme. It is one of the fastest themes I have tried – with just a few tweaks I scored more than 80% on Google Page Speed Insights! I also really liked the header slider feature.
dutch: Een meesterwerk van een thema. Het is een van de snelste thema's die ik heb geprobeerd - met slechts een paar tweaks scoorde ik meer dan 80% op Google Page Speed Insights! Ik vond ook de header slider functie erg leuk.

source: Beautiful themes! After some testing I found a little bug and contacted the development team. Only after a few hours they released an update with the fixed theme. Highly qualified support!
dutch: Prachtige thema's! Na wat testen vond ik een kleine bug en nam ik contact op met het ontwikkelteam. Pas na een paar uur brachten ze een update uit met het gerepareerde thema. Hooggekwalificeerde ondersteuning!

source: I tried many different themes and all of them had at least one thing I hated and I thought I would have to teach myself how to write a theme… but I finally found this one and I am so happy!
dutch: Ik heb veel verschillende thema's geprobeerd en ze hadden allemaal minstens één ding waar ik een hekel aan had en ik dacht dat ik mezelf zou moeten leren hoe ik een thema… moest schrijven, maar uiteindelijk heb ik deze gevonden en ik ben zo blij!

source: Digital Marketing, XYZ
dutch: Digitale marketing, XYZ

source: Hear what our clients had to say.
dutch: Luister naar wat onze klanten te zeggen hadden.

source: Still not convinced?
dutch: Nog steeds niet overtuigd?

source: TESTIMONIALS
dutch: AANBEVELINGEN

source: Have a question? We have all the answers.
dutch: Heb je een vraag? We hebben alle antwoorden.

source: Contact us
dutch: Neem contact met ons op

source: Unlimited Sites
dutch: Ongelimiteerd aantal sites

source: AGENCY
dutch: AGENTSCHAP

source: 5 Site License
dutch: 5 site licentie

source: BUSINESS
dutch: BEDRIJF

source: Choose Plan
dutch: Kies abonnement

source: 1 Site License
dutch: 1 site licentie

source: PERSONAL
dutch: PERSOONLIJK

source: Reasonable pricing plans
dutch: Redelijke geprijsde abonnementen

source: SEO and Marketing
dutch: SEO en marketing

source: Web Design
dutch: Web ontwerp

source: This is how we can be sure your brand expands to
dutch: Zo kunnen we er zeker van zijn dat je merk zich uitbreidt naar

source: Web development
dutch: Web ontwikkeling

source: Lorem ipsum is simply dummy text of the printing and typesetting
dutch: Lorem ipsum is gewoon dummy tekst van de drukkerij en zetterij

source: Our Services
dutch: Onze diensten

source: Empowering your digital marketing strategy
dutch: Je digitale marketingstrategie versterken
