Repository: prasish012/try
Catalog: try/media_copy/translations/covernews/existing_translations/PO FILES AS DATASETS FROM WP.TRANSLATE 2/*/wp-themes-prespa-*.po
Languages: russian

source: Prespa is a next-generation multi-purpose WordPress theme. It is perfect for a blog, portfolio website, digital agency, marketing, seo, consulting, sass application website, e-commerce shop as well as any type of corporate, finance and agency website. You will be surprised how many options this generous theme provides. At the same time, a serious effort has been made to optimize the theme for speed. No Jquery, Bootstrap, Font Awesome or any other third-party library to slow you down - it uses only core WordPress functions and clean html5/css3 tempates. With our beautiful block patterns, you will be able to get started in minutes. No coding skills needed. A lot of time and effort has been spent to optimize the theme for SEO and it uses Schema.org markup (microdata) to help you rank higher in the search results. The theme is highly customizable and easy to adapt to any design. All theme demos have been made with the Gutenberg editor, which means you do not have to install any additional plugins to use the theme. At the same time, the theme also fully supports the good old Classic editor. Effortless integrations with all the popular WordPress plugins, e.g. WooCommerce is also fully guaranteed. The theme is specifically designed to make your content stand out from the crowd and it is very well thought in terms of UX/UI. Protect your visitors' eyes by allowing them to switch between day and night mode (light and dark mode) with a single click. Oh, and just like with our other themes, updates will keep on coming, constantly improving the codebase and keeping it up to date to the modern web standards. Still not convinved? Check the theme demo at https://prespa-demo.nasiothemes.com/ Theme documentation: https://nasiothemes.com/prespa-theme-documentation/
russian: Prespa - многоцелевая тема WordPress нового поколения. Она идеально подходит для блога, сайта-портфолио, цифрового агентства, маркетинга, seo, консалтинга, сайта-приложения на sass, магазина электронной коммерции, а также для любого типа корпоративных, финансовых и агентских сайтов. Вы будете удивлены количеством возможностей, которые предоставляет тема. Кроме того, немало сил было уделено оптимизации темы для повышения ее производительности. Никаких Jquery, Bootstrap, Font Awesome или других сторонних библиотек, замедляющих работу - здесь используются только основные функции WordPress и чистые html5/css3 шаблоны. Благодаря нашим красивым блочным шаблонам Вы сможете приступить к работе в считанные минуты. Никаких навыков кодирования не требуется. Много времени и усилий было потрачено на оптимизацию темы для SEO, тема использует разметку Schema.org (микроданные), способствующее более высокому месту в результатах поиска. Тема хорошо настраивается и легко адаптируется к любому дизайну. Все демо-версии темы были созданы с помощью редактора Gutenberg, а это значит, что Вам не нужно устанавливать дополнительные плагины, чтобы использовать тему. Более, тема также полностью поддерживает старый добрый редактор Classic. Легкая интеграция со всеми популярными плагинами WordPress, например, WooCommerce, также полностью гарантирована. Тема специально разработана для того, чтобы Ваш контент выделялся из толпы, и очень хорошо продумана с точки зрения UX/UI. Защитите глаза своих посетителей, позволив им переключаться между дневным и ночным режимом (светлым и темным) одним щелчком мыши. Как и в случае с другими нашими темами, обновления будут постоянно выходить, постоянно улучшая кодовую базу и поддерживая ее в соответствии с современными веб-стандартами. Все еще не убеждены? Рассмотрите демо-версию темы: https://prespa-demo.nasiothemes.com/ Документация по теме: https://nasiothemes.com/prespa-theme-documentation/.

source: Video Guide
russian: Видеоруководство

source: Prespa light mode logo
russian: Логотип Prespa в светлом режиме

source: Add ready to use gutenberg block patterns with predefined content for an easier start with the theme. No extra plugins needed!
russian: Добавьте готовые шаблоны блоков Гутенберга с предопределенным содержимым, чтобы было проще начать работу с темой.

source: Body Background Color
russian: Цвет фона основного текста

source: Choose the sidebar position on the product archives and the product page.
russian: Выберите положение боковой панели в архивах товаров и на странице товара.

source: Adjust the width of the container when sidebar is present.
russian: Настройте ширину контейнера при наличии боковой панели.

source: Content Width (Has Sidebar)
russian: Ширина содержимого (есть боковая панель)

source: Content Width
russian: Ширина содержимого

source: Please make sure that you have first added widgets from "Widgets" section. More sidebar options - go pro version.
russian: Пожалуйста, убедитесь, что Вы предварительно добавили виджеты из раздела "Виджеты". Перейдите на про-версию, чтобы получить больше возможностей для боковой панели.

source: Site Layout & Sidebar
russian: Макет сайта и боковая панель

source: 1000+ Google Fonts
russian: 1000+ Шрифтов от Google

source: Change Fonts and Font Sizes
russian: Изменение шрифтов и размера шрифта

source: Choose between 1000+ Google Fonts and change font size for the main elements on the website directly from the Customizer. No coding skills needed!
russian: Выбирайте из 1000+ шрифтов Google и изменяйте размер шрифта для основных элементов сайта прямо из Кастомайзера. Никаких навыков кодирования не требуется!

source: 12 Demo templates
russian: 12 демонстрационных шаблонов

source: Custom sidebar options and content wrap options for the homepage and the post archives.
russian: Настраиваемые параметры боковой панели и параметры обтекания содержимого для главной страницы и архивов постов.

source: Wrap pages in a card or leave them as plain text. Page wrapper might not work well if you have full-width blocks.
russian: Превратите страницы в карточку или оставьте их в виде обычного текста. Обертка страниц может не сработать, если у Вас есть блоки во всю ширину страницы.

source: Make the dark mode default
russian: Сделайте темный режим по умолчанию

source: Make the dark mode the default theme mode.
russian: Сделайте темный режим режимом темы по умолчанию.

source: More layout options
russian: Дополнительные параметры макета.

source: Set custom width for posts and pages. Wrap posts and pages into beatiful containers. More options - go pro version.
russian: Установите пользовательскую ширину для постов и страниц. Оберните посты и страницы в красивые контейнеры. Перейдите на профессиональную версию для большего количества возможностей.

source: Customize the dark theme mode. Make the dark mode default and more color options - go pro version.
russian: Настройте темный режим темы. Сделайте темный режим по умолчанию и получите доступ к другим вариантов цветов - перейдите на про-версию.

source: Customze the colors of the light theme mode. To customize the dark theme mode, go to the Night Mode section. Colors that are selected in the Gutenberg Block editor will not be affected. To change these, edit the page via the admin dashboard.
russian: Настройте цвета светлого режима. Чтобы настроить темный режим темы, перейдите в раздел "Ночной режим". Цвета, выбранные в редакторе блоков Гутенберг, не будут затронуты. Чтобы изменить их, отредактируйте страницу через панель администратора.

# Theme starter content
source: Home
russian: Главная

# Theme starter content
source: Opening Hours: 10:00 – 13:00
russian: Часы работы: 10:00 - 13:00

# Theme starter content
source: Get in Touch
russian: Свяжитесь с нами

# Theme starter content
source: Newsletter
russian: Рассылка

# Theme starter content
source: Customers
russian: Клиенты

# Theme starter content
source: Services
russian: Услуги

# Theme starter content
source: About Us
russian: О нас

# Theme starter content
source: Learn More
russian: Узнать больше

# Theme starter content
source: Privacy Policy
russian: Политика конфиденциальности

# Theme starter content
source: Terms of Use
russian: Условия использования

# Theme starter content
source: Get Started
russian: Начать

# Theme starter content
source: Support
russian: Поддержка

# Theme starter content
source: Need Help?
russian: Требуется помощь?

# Theme starter content
source: Let's make something cool together. We are trusted by over 3000+ clients who can't be wrong.
russian: Давайте создадим что-то крутое вместе. Нам доверяют более 3000+ клиентов, которые точно не ошиблись.

# Theme starter content
source: About
russian: О нас

source: Get started with %s
russian: Начать работу с %s

source: To take advantage of everything that this theme can offer, please take a look at the %1$s%2$sGet Started with %3$s%4$s page.
russian: Чтобы воспользоваться всеми преимуществами этой темы, пожалуйста, загляните на страницу %1$s%2$sGet Started with %3$s%4$s.

source: Thank you for choosing %1$s!
russian: Спасибо, что выбрали %1$s!

source: Quick and friendly support is available via email
russian: Быстрая и дружелюбная поддержка доступна по электронной почте

source: Priority
russian: Приоритет

source: Support is provided only in the WordPress.org community forums.
russian: Поддержка предоставляется на форумах сообщества WordPress.org.

source: Nonpriority
russian: Неприоритетная

source: Support
russian: Поддержка

source: Custom cursor
russian: Персонализировать курсор

source: Impress your visitors by adding an artistic flavor to your website. Convert your cursor into a beautiful transparent or filled circle, similar to sites featured in Awwwards.
russian: Впечатлите своих посетителей, добавив художественную изюминку Вашему сайту. Преобразуйте Ваш курсор в красивый прозрачный или заполненный круг, подобно сайтам, представленным на Awwwards.

source: Transparent Header
russian: Прозрачный заголовок

source: Make header menu items appear on top of the featured image. Choose per page.
russian: Сделайте так, чтобы пункты меню заголовка появлялись поверх основного изображения. Выберите для каждой страницы.

source: Remove Footer Credits
russian: Удалите титры авторства в подвале

source: Remove theme author credits and add your own copyright notice there. Customize the colors of the footer elements directly from the theme customizer. No coding skills needed!
russian: Удалите титры автора темы и добавьте туда свое уведомление об авторских правах. Настройте цвета элементов нижнего колонтитула прямо из настройщика темы. Никаких навыков кодирования не требуется!

source: Show post views
russian: Показывать количество просмотров

source: Display the number of post views for each post.
russian: Отображать количество просмотров каждой записи.

source: Show post likes
russian: Показывать количество лайков

source: Show a beautiful heart icon on top of each post that displays the number of viewers who liked the post.
russian: Показывать красивый значок сердечка над каждой записью, отображая количество зрителей, которым понравилось эта публикация.

source: One Click Demo Import
russian: Импортировать демо в один клик

source: Import demo content with predefined posts, pages and images for an easier start with the theme.
russian: Импортируйте демо-контент с заранее определенными постами, страницами и изображениями, чтобы легче было начать работу с темой.

source: Block Patterns
russian: Паттерны блоков

source: Feature
russian: Функция

source: View Full List of Features
russian: Посмотреть полный список функций

source: Upgrade to Prespa PRO
russian: Обновление до Prespa PRO

source: You will be able to create an even more unique website using the additional functionalities and customization options available in the pro version.
russian: Вы сможете создать еще более уникальный сайт, используя дополнительные функциональные возможности и варианты настройки, доступные в версии pro.

source: If you like the free version of %1$s Theme, you will love the PRO version!
russian: Если вам нравится бесплатная версия темы %1$s, вам понравится и PRO-версия.

source: Upgrade to %1$s Pro
russian: Обновление до %1$s Pro

source: Write a Review for Prespa
russian: Написать отзыв для Prespa

source: If you enjoy using Prespa Theme, please leave a review for it on WordPress.org. It encourages us to continue providing updates and support for it.
russian: Если Вам понравилось пользоваться темой Prespa, пожалуйста, оставьте отзыв о ней на WordPress.org. Это поможет нам продолжать предоставлять обновления и поддержку.

source: Leave a Review
russian: Оставить отзыв

source: To install the Prespa Pro theme, go to Appearance => Themes => Add new and upload the zip file that you have received upon theme purchase. To activate it, hover over Prespa Pro theme from the theme list on the same page and click "Activate". Finally, you will be asked to enter a license key that you have received by email.
russian: Чтобы установить тему Prespa Pro, перейдите в меню Внешний вид => Темы => Добавить новую и загрузите zip-файл, который Вы получили при покупке темы. Чтобы активировать ее, наведите курсор на тему Prespa Pro в списке тем на той же странице и щёлкните "Активировать". Наконец, Вам будет предложено ввести лицензионный ключ, который Вы получили по электронной почте.

source: 5. I have already purchased the premium version. How do I install and activate it?
russian: 5. Я уже приобрел премиум-версию. Как мне установить и активировать ее?

source: Absolutely! all you need to do is upgrade to Prespa PRO and run the one-click demo import.
russian: Конечно! Все, что Вам нужно сделать, это перейти на Prespa PRO и запустить демонстрационный импорт в один щёлк.

source: 4. Can I make a website that looks exactly like the theme demo?
russian: 4. Могу ли я сделать сайт, который будет выглядеть точно так же, как демо-версия темы?

source: In the WordPress admin, create or edit a page, then click on the plus icon in the top left corner of the Gutenberg editor. From there, navigate to the "Patterns" tab and select "Prespa" from the pattern dropdown.
russian: В админке WordPress создайте или отредактируйте страницу, затем щёлкните на значок плюса в левом верхнем углу редактора Gutenberg. Оттуда перейдите на вкладку "Паттерны" и выберите "Prespa" из выпадающего списка паттернов.

source: 3. Where are the custom block patterns?
russian: 3. Где находятся паттерны пользовательских блоков?

source: Yes, in the pro version of the theme, there is a demo import button that does all the heavy lifting for you. You can choose between 12 different demos. If you are using the free version, you can take advantage of the block patterns that are included in this theme.
russian: Да, в профессиональной версии темы есть кнопка импорта демо, которая делает всю тяжелую работу за Вас. Вы можете выбрать одну из 12 различных демо-версий. Если Вы используете бесплатную версию, Вы можете воспользоваться паттернами блоков, которые включены в эту тему.

source: 2. Can I add demo content for an easier start with the theme?
russian: 2. Могу ли я добавить демо-содержимое для более легкого начала работы с темой?

source: Please navigate to Appearance => Customize and customize the theme to taste.
russian: Пожалуйста, перейдите в раздел Внешний вид => Настроить, а затем настройте тему на свой вкус.

source: 1. Where are the theme options?
russian: 1. Где находятся опции темы?

source: Go to Prespa Support Forum
russian: Перейти на форумы службы поддержки

source: View Prespa Documentation
russian: Посмотреть документацию Преспа

source: Please check the theme documentation before using the theme. Support for %1$s Theme is provided in the official WordPress.org community support forum.
russian: Пожалуйста, ознакомьтесь с документацией к теме, прежде чем использовать ее. Поддержка темы %1$s осуществляется на официальном форуме поддержки сообщества WordPress.org.

source: Documentation and Support
russian: Поддержка и документация

source: Theme Options
russian: Параметры темы

source: Theme Homepage
russian: Главная страница темы

source: <span class="theme-name">%1$s Theme</span> <span class="theme-version">(version %2$s)</span>
russian: <span class="theme-name">%1$s Lite Theme</span> <span class="theme-version">(version %2$s)</span>

source: Prespa Theme Screenshot
russian: Скриншот темы Prespa

source: Prespa Theme
russian: Тема Prespa

source: Cheatin&#8217; huh?
russian: Эй! Жульничаем?!

source: Action failed. Please refresh the page and retry.
russian: Действие не удалось. Обновите страницу и попробуйте снова.

# Space size name
source: X Large
russian: XL

# Space size name
source: Large
russian: Большой

# Space size name
source: Medium
russian: Средний

# Space size name
source: Small
russian: Маленький

# Color name
source: Text Primary
russian: Основной текст

# Color name
source: Black
russian: Чёрный

# Color name
source: Links
russian: Ссылки

# Color name
source: Blue
russian: Синий

# Color name
source: Silver Blue
russian: Серебристо-голубой

# Color name
source: White
russian: Белый

# Color name
source: Gray
russian: Серый

# Color name
source: Purple
russian: Фиолетовый

# Font family name
source: System Font
russian: Системный шрифт

# Pattern title
source: Why Choose Us
russian: Почему выбирают нас

# Pattern title
source: Six Services
russian: Шесть услуг

# Pattern title
source: Call to Action
russian: Призыв в действию

# Pattern title
source: About
russian: Про нас

# Pattern title
source: Team Members
russian: Наша команда

# Pattern title
source: Featured Post
russian: Избранная запись

# Pattern title
source: Frequently Asked Questions
russian: Часто задаваемые вопросы (FAQ)

# Pattern title
source: Testimonials
russian: Отзывы

# Pattern title
source: Contact Us
russian: Связаться с нами

# Pattern title
source: Pricing table
russian: Таблица тарифных планов

# Pattern title
source: Stats Counter
russian: Счетчик статистики

# Pattern title
source: Services
russian: Услуги

# Pattern title
source: Case Studies
russian: Тематические исследования

# Pattern title
source: Features
russian: Характеристики

# Pattern title
source: Header
russian: Заголовок

source: Continue reading<span class="screen-reader-text"> "%s"</span>
russian: Читать далее<span class="screen-reader-text"> "%s"</span>

source: It seems we can&rsquo;t find what you&rsquo;re looking for. Perhaps searching can help.
russian: Похоже, мы не можем найти то, что вы ищете. Возможно, поможет поиск.

source: Sorry, but nothing matched your search terms. Please try again with some different keywords.
russian: По вашему запросу ничего не найдено. Попробуйте другие ключевые слова.

source: Ready to publish your first post? <a href="%1$s">Get started here</a>.
russian: Готовы опубликовать свою первую запись? <a href="%1$s">Начните здесь</a>.

source: Nothing Found
russian: Ничего не найдено

source: Pages:
russian: Страницы:

source: Search Here...
russian: Искать здесь...

source: Search Results for: %s
russian: Результаты поиска для: %s

source: Beautiful website design with modern UI / UX
russian: Красивый дизайн сайта с современным UI / UX

source: Unleash the power of creativity
russian: Раскройте силу творчества

source: Take your idea to the next level
russian: Выведите ваш веб-сайт на новый уровень.

source: Project Management
russian: Управление проектами

source: Web Development
russian: Веб-разработка

source: Brand Identity
russian: Идентичность бренда

source: Speed Optimization
russian: Оптимизация скорости

source: Building a reliable software application is not a one-off assignment. It requires grid and resilience.
russian: Создание надежного программного приложения - это не одноразовое задание. Для этого требуется сетка и устойчивость.

source: The Solutions We Offer
russian: Решения, которые мы предлагаем

source: Services
russian: Услуги

source: Learn More
russian: Узнать больше

source: Download
russian: Скачать

source: Download my Free CRM Tool to help you manage your projects
russian: Скачивайте мой бесплатный CRM-инструмент, который поможет Вам управлять проектами

source: Founder and CEO
russian: Основатель и генеральный директор

source: Jonathan Doe
russian: Джонатан Доу

source: HR Director
russian: Директор по персоналу

source: Elsa Walson
russian: Эльза Уолсон

source: Jonathan Grey
russian: Джонатан Грей

source: Head of Sales
russian: Руководитель отдела продаж

source: Richard Sambrora
russian: Ричард Самброра

source: Meet our team of dedicated professionals.
russian: Познакомьтесь с нашей командой преданных своему делу профессионалов.

source: Meet the Team
russian: Познакомьтесь с командой

source: Frequently Asked Questions
russian: Часто задаваемые вопросы (FAQ)

source: A masterpiece of a theme. It is one of the fastest themes I have tried – with just a few tweaks I scored more than 80% on Google Page Speed Insights! I also really liked the header slider feature.
russian: Шедевральная тема. Это одна из самых быстрых тем, которые я когда-либо пробовал - с помощью всего нескольких настроек я набрал более 80% в Google Page Speed Insights! Мне также очень понравилась функция слайдера заголовков.

source: Stefan M
russian: Стефан М

source: Beautiful themes! After some testing I found a little bug and contacted the development team. Only after a few hours they released an update with the fixed theme. Highly qualified support!
russian: Прекрасные темы! После небольшого тестирования я обнаружил маленькую ошибку и связался с командой разработчиков. Всего через несколько часов они выпустили обновление с исправленной темой. Высококвалифицированная поддержка!

source: Maria R
russian: Мария Р

source: I tried many different themes and all of them had at least one thing I hated and I thought I would have to teach myself how to write a theme… but I finally found this one and I am so happy!
russian: Я перепробовала много разных тем, и во всех них было что-то, что меня не устраивало, и я думала, что мне придется делать все самой... но в конечном итоге мне удалось найти эту тему, и я так счастлива!

source: Digital Marketing, XYZ
russian: Цифровой маркетинг, XYZ

source: Ivan T
russian: Иван Т

source: Hear what our clients had to say.
russian: Взгляните, что пишут наши клиенты.

source: Still not convinced?
russian: Все еще не убеждены?

source: TESTIMONIALS
russian: ОТЗЫВЫ

source: Have a question? We have all the answers.
russian: У Вас есть вопросы? У нас есть ответы.

source: Contact us
russian: Свяжитесь с нами

source: Unlimited Sites
russian: Неограниченное число сайтов

source: AGENCY
russian: АГЕНТСТВО

source: 5 Site License
russian: Лицензия на 5 сайтов

source: BUSINESS
russian: Бизнес

source: Choose Plan
russian: Выберите тарифный план

source: 1 Site License
russian: 1 лицензия на сайт

source: PERSONAL
russian: Персональный

source: Reasonable pricing plans
russian: Разумные ценовые планы

source: SEO and Marketing
russian: SEO и маркетинг

source: Web Design
russian: Веб-дизайн

source: This is how we can be sure your brand expands to
russian: Вот как мы можем быть уверены, что Ваш бренд распространится на

source: Web development
russian: Веб-разработка

source: Lorem ipsum is simply dummy text of the printing and typesetting
russian: Lorem Ipsum — это текст-заполнитель, применяемый в полиграфической и печатной промышленности

source: Our Services
russian: Наши услуги

source: Empowering your digital marketing strategy
russian: Расширение возможностей Вашей стратегии цифрового маркетинга

source: Read More
russian: Читайте далее

source: Research & Analysis
russian: Исследования и анализ

source: User Friendly
russian: Дружественный интерфейс

source: Empty Page
russian: Пустая страница

source: Cart View
russian: Просмотр корзины

source: Add widgets here to appear on your shop pages.
russian: Добавьте сюда виджеты, которые будут отображаться на страницах Ваших магазинов.
