Repository: prasish012/try
Catalog: try/media_copy/translations/covernews/existing_translations/PO FILES AS DATASETS FROM WP.TRANSLATE 2/*/wp-themes-prespa-*.po
Languages: russian

source: Share this post on Linkedin
russian: Поделиться этой записью в Linkedin

source: Share this post on Twitter
russian: Поделиться этой записью в Twitter

source: Share this post on Facebook
russian: Поделиться этой записью в Facebook

source: Share this post on:
russian: Поделиться этой записью в:

source: Don't let the opportunity pass you by
russian: Не позволяйте возможности пройти мимо Вас

source: back to top
russian: вернуться в начало

source: https://wordpress.org/
russian: https://ru.wordpress.org/

source: Powered by
russian: При поддержке

source: Designed by
russian: Спроектировано

source: close
russian: закрыть

source: search
russian: поиск

source: Show sub menu
russian: Показывать подменю

source: Image Placeholder
russian: Заполнитель изображения

source: Post read time
russian: Время для прочтения

source: Leave a Comment<span class="screen-reader-text"> on %s</span>
russian: Добавить комментарий<span class="screen-reader-text"> к %s</span>

source: Edit <span class="screen-reader-text">%s</span>
russian: Редактировать <span class="screen-reader-text">%s</span>

source: Related Posts
russian: Похожие публикации

source: View all posts by
russian: Все записи от

source: Author:
russian: Автор:

source: --Select--
russian: --Выбрать--

source: Posts navigation
russian: Навигация по записям

source: Prespa dark mode logo
russian: Логотип Prespa в темном режиме

source: sec read
russian: секунд чтения

source: min read
russian: минут чтения

source: hrs read
russian: часов чтения

source: days read
russian: дней чтения

source: Home
russian: Главная

source: Woocommerce Notifications Background Color
russian: Цвет фона уведомлений Woocommerce

source: Add to Cart Text Color
russian: Добавить в корзину Цвет текста

source: Add to Cart Background Color
russian: Добавить в корзину Цвет фона

source: Customize WooCommerce colors. By default, the theme uses theme accent colors to handle these but you can specify specific styles here for more flexibility.
russian: Настройте цвета WooCommerce. По умолчанию тема использует для этого акцентные цвета темы, но Вы можете указать здесь конкретные стили для большей гибкости.

source: Colors
russian: Цвета

source: Logo Width
russian: Ширина логотипа

source: Add light version of the logo. It will be displayed in dark mode.
russian: Добавьте светлую версию логотипа. Он будет отображаться в темном режиме.

source: Light Logo
russian: Светлый логотип

source: Woocommerce Sidebar
russian: Боковая панель WooCommerce

source: Choose the sidebar position on the blog posts, including the post archives.
russian: Выберите положение боковой панели для записей блога, включая архивы записей.

source: Post Sidebar
russian: Боковая панель записи

source: Choose the sidebar position on the site's pages, including the static home page.
russian: Выберите положение боковой панели на страницах сайта, включая статическую главную страницу.

source: Left Sidebar
russian: Левая боковая панель

source: None
russian: Пусто

source: Right Sidebar
russian: Правая боковая панель

source: Page Sidebar
russian: Боковая панель страницы

source: Footer Width
russian: Ширина подвала

source: Post Content Wrap
russian: Обертка содержимого записи

source: Seperate Containers
russian: Отдельные контейнеры

source: No Wrap
russian: Без обёртки

source: Wrap posts in a card or leave them as plain text.
russian: Заверните записи в карточку или оставьте их в виде обычного текста.

source: Page Content Wrap
russian: Обертка содержимого страницы

source: Adjust the width of the container.
russian: Отрегулируйте ширину контейнера.

source: Header Width
russian: Ширина заголовка

source: Set custom width for the footer.
russian: Установите пользовательскую ширину для нижнего колонтитула.

source: Footer Layout
russian: Макет подвала

source: Sidebar Layout
russian: Макет боковой панели

source: Container Layout
russian: Макет контейнера

source: Set custom width for the header.
russian: Установите пользовательскую ширину для заголовка.

source: Header Layout
russian: Макет заголовка

source: Set custom width for the header, container and the footer. Wrap posts and pages into beatiful containers.
russian: Установите пользовательскую ширину для заголовка, контейнера и подвала. Заверните записи и страницы в красивые контейнеры.

source: Select a category
russian: Выберите рубрику

source: By Category
russian: По рубрике

source: Ascending
russian: По возрастанию

source: Descending
russian: По убыванию

source: Post Order
russian: Упорядочивание записи

source: Title
russian: Наименование

source: You Might Have Missed
russian: Вы могли пропустить

source: Show "You Missed" Section
russian: Показать раздел "Вы пропустили"

source: Category Image %d
russian: Изображение рубрики %d

source: Category %d
russian: Рубрика %d

source: View All Button Link
russian: Ссылка кнопки Посмотреть все

source: View All Button Label
russian: Этикетка кнопки Посмотреть все

source: View All
russian: Смотреть все

source: Post Categories Subtitle
russian: Подзаголовок рубрик записей

source: Post Categories Title
russian: Заголовок рубрик записей

source: Post Categories
russian: Рубрики записей

source: Unchecking this will stick the add to cart and profile icons to the right corner of the screen on page scroll.
russian: Если снять этот флажок, значки добавления в корзину и профиля будут прикреплены к правому углу экрана при прокрутке страницы.

source: Show Woocommerce Icons
russian: Показать значки Woocommerce

source: Add your mail address
russian: Добавьте свой адрес электронной почты.

source: Email address
russian: Адрес эл. почты

source: Add your phone number
russian: Добавьте свой номер телефона

source: Phone number
russian: Номер телефона

source: Add your address
russian: Добавьте свой адрес

source: Address
russian: Адрес

source: Display a top bar menu on top of the site header. Please note that on mobile this menu gets combined with the primary menu for better user experience.
russian: Отобразите меню верхней панели поверх заголовка сайта. Обратите внимание, что на мобильных устройствах это меню объединяется с основным меню для лучшего удобства пользователей.

source: Enable Top Menu
russian: Включить верхнее меню

source: Menu Item Hover Animation
russian: Пункт меню Анимация парения

source: Enable Current Menu Item Underline
russian: Включить подчеркивание пунктов в меню

source: Show Search Icon
russian: Показать значок поиска

source: Contact
russian: Контакты

source: space between
russian: интервал между

source: center
russian: центр

source: normal
russian: нормальный

source: Position the site title and the primary menu in relation to each other.
russian: Расположите заголовок сайта и основное меню по отношению друг к другу.

source: Site Header Text Alignment
russian: Выравнивание текста заголовка сайта

source: static
russian: статический

source: sticky
russian: закрепить

source: fixed
russian: фиксированный

source: Position the header on top of the page (static position), show it while scrolling (fixed) or only show it when you scroll up (sticky). The default positon is sticky.
russian: Расположите заголовок в верхней части страницы (статичное положение), показывайте его при прокрутке (фиксированное) или показывайте его только при прокрутке вверх (липкое). Позиция по умолчанию - "липкий".

source: Header Position
russian: Позиция заголовка

source: centered site title and logo
russian: центрированное название сайта и логотип

source: left site title and logo
russian: название сайта и логотип слева

source: right site title and logo
russian: название сайта и логотип справа

source: Reorder the way header items (site title, site description, logo and primary menu) are displayed
russian: Измените порядок отображения элементов заголовка (название сайта, описание сайта, логотип и основное меню)

source: Header Presets
russian: Пресеты заголовка

source: Display a top bar menu on top of the site header and customize it accordingly. You can add business info to it, social icons, e-commerce icon, etc. You can also display a standard WordPress menu here by creating a menu and linking it to the "top menu" location. (appearance => menus)
russian: Отобразите меню верхней панели поверх заголовка сайта и настройте его соответствующим образом. Вы можете добавить в него информацию о бизнесе, иконки социальных сетей, иконку электронной коммерции и т.д. Вы также можете отобразить здесь стандартное меню WordPress, создав меню и привязав его к месту "top menu". (внешний вид => меню)

source: Top Bar
russian: Верхняя панель

source: Customize the way the site header is displayed. The site header in this theme consists of the site title, tagline and the primary menu. Enable transparent header menu - go pro version.
russian: Настройте способ отображения заголовка сайта. Заголовок сайта в этой теме состоит из названия сайта, теглайна и основного меню. Включить прозрачное меню заголовка - перейдите на про-версию.

source: Site Header
russian: Заголовок сайта

source: Customize the site header with the options below.
russian: Настройте заголовок сайта с помощью приведенных ниже опций.

source: Header Options
russian: Параметры заголовка

source: Upgrade to PRO
russian: Обновите до Pro

source: Pro Available
russian: Доступна Pro

source: Show breadcrumbs on single pages
russian: Показать хлебные крошки на отдельных страницах

source: Show breadcrumbs on single posts
russian: Показать хлебные крошки на отдельных постах

source: Show a loading spinner while the page is loaded
russian: Показать волчок загрузки во время загрузки страницы

source: Enable Page Loader on Homepage
russian: Включите загрузчик страниц на домашней странице

source: Show Back to Top Button
russian: Кнопка возврата в начало страницы

source: Customize the way the website is displayed. Enable custom mouse cursor - go pro version.
russian: Настройте способ отображения сайта. Включите пользовательский курсор мыши - перейдите на версию pro.

source: General Settings
russian: Основные настройки

source: View list of available social icons
russian: Просмотрите список доступных иконок соцсетей

source: Add Row
russian: Добавить строку

source: Add your social media links and their icons will automatically appear in the top bar menu. Drag and drop the urls to rearrange the order of the icons.
russian: Добавьте ссылки на свои социальные сети, и их значки автоматически появятся в меню верхней панели. Перетаскивайте URL, чтобы изменить порядок расположения значков.

source: Social Icons
russian: Значки соцсетей

source: Add your social media links and their icons will automatically appear in the footer. Drag and drop the urls to rearrange the order of the icons.
russian: Добавьте ссылки на Ваши социальные сети, и их иконки автоматически появятся в нижнем колонтитуле. Перетаскивайте ссылки, чтобы изменить порядок расположения иконок.

source: Show Social icons
russian: Показать значки соцсетей

source: Footer Links Color
russian: Цвет ссылок подвала

source: Footer Text Color
russian: Цвет текста подвала

source: Footer Background Color
russian: Цвет фона подвала

source: Change footer styles. Add copyright info and remove default theme credits - go pro version.
russian: Измените стили нижнего колонтитула. Добавьте информацию об авторских правах и удалите стандартные титры темы - перейдите на про-версию.

source: Footer Options
russian: Настройка подвала

source: Background
russian: Фон

source: Enable site visitors to switch to dark or light theme mode in the header menu.
russian: Дайте посетителям сайта возможность переключиться на темный или светлый режим темы в меню заголовка.

source: Enable Dark Mode Switcher
russian: Отобразить переключатель темного режима

source: Night Mode
russian: Ночной режим

source: Top Bar Text Color
russian: Цвет текста верхней панели

source: Top Bar Background Color
russian: Цвет фона верхней панели

source: Primary Menu Text Color
russian: Цвет текста основного меню

source: Buttons Background Color
russian: Цвет фона кнопок

source: Links Text Color
russian: Цвет текста ссылок

source: Link Headings Text Color
russian: Цвет текста заголовков

source: Body Text Color
russian: Цвет основного текста

source: Headings Text Color
russian: Цвет текста заголовков

source: Secondary Accent Color
russian: Вторичный акцент в цветовой гамме

source: Primary Accent Color
russian: Основной акцентирующий цвет

source: Display related posts after post content in single blog posts
russian: Отображение связанных записей после содержимого записи в отдельных записях блога

source: Show related posts
russian: Показывать похожие записи

source: Display social share icons inside blog posts.
russian: Отображать значки соцсетей внутри записей блога.

source: Show social share icons
russian: Показывать значки соцсетей, чтобы поделиться

source: Display post author box after post content on single blog posts
russian: Отображение поля автора записи после ее содержимого в одиночных записях блога

source: Show post author box
russian: Показывать блок автора записи

source: Inside post
russian: Внутренние записи

source: Fullwidth header
russian: Полноразмерный заголовок

source: Display the post featured image as a fullwidth header above post content or inside the post
russian: Отобразить главное изображение записи в виде полноформатного заголовка над содержимым записи или внутри записи.

source: Featured Image Display
russian: Отображать изображение записи

source: Underline
russian: Подчеркивание

source: Choose an animation to display when hovering over a menu item.
russian: Выберите анимацию, которая будет отображаться при наведении курсора на пункт меню.

source: Post Archives Title Hover Animation
russian: Анимация при наведении на Архивы постов

source: Disabled
russian: Отключить

source: Rotate Text Animation
russian: Анимация поворота текста

source: Slide Up Animation
russian: Анимация скольжения вверх

source: Zoom In Animation
russian: Увеличение анимации

source: Animate blog posts in post archives.
russian: Анимируйте публикации в блоге в архивах постов.

source: Masonry
russian: Кладка

source: Grid
russian: Сетка

source: Display post columns in a grid or masonry layout
russian: Отображать столбцы в сетке или макете.

source: Post Archives Display
russian: Отображение архивов записей

source: Four Columns
russian: Четыре столбца

source: Three Columns
russian: Три столбца

source: Two Columns
russian: Два столбца

source: One Column
russian: Один столбик

source: Display posts in post archives in a single or multi-column layout
russian: Отображайте посты в архивах постов в одноколоночном или многоколоночном макете.

source: Post Archives Layout
russian: Макет архивов

source: Enter a number between 10 and 55. Default is 55.
russian: Введите число от 10 до 55. По умолчанию - 55.

source: Post Excerpt Length
russian: Длина отрывка поста

source: Show post excerpts instead of full content for your post archives.
russian: Показывайте выдержки из постов вместо их полного содержания в архивах Ваших постов.

source: Blog Excerpts
russian: Выдержки из блога

source: Customize the way blog posts meta information in post archives and single blog posts are displayed. You can choose to show or hide the post meta after the post content. Drag and drop the boxes to chage the post meta order.
russian: Настройте способ отображения метаинформации в архивах записей и отдельных записях блога. Вы можете выбрать, показывать или скрывать метаинформацию после содержания поста. Перетаскивайте поля, чтобы изменить порядок отображения метаданных.

source: Show Post Meta After Post Content
russian: Показывать метаинформацию поста после содержимого

source: Show Time to Read
russian: Показывать Время для чтения

source: Show Number of Comments
russian: Показывать количество комментариев

source: Show Post Tags
russian: Показывать Метки записей

source: Show Post Categories
russian: Показать Рубрики записей

source: Show Post Author
russian: Показывать Автора записи

source: Show Post Date
russian: Показать дату записи

source: Customize the way blog posts meta information in post archives and single blog posts are displayed. You can choose to show or hide the post meta before the post content. Drag and drop the boxes to chage the post meta order.
russian: Настройте способ отображения метаинформации в архивах записей и отдельных записях блога. Вы можете выбрать, показывать или скрывать метаинформацию перед содержанием поста. Перетаскивайте поля, чтобы изменить порядок отображения метаданных.

source: Show Post Meta Before Post Content
russian: Показывать метаинформацию поста после содержимого

source: If there is no featured image assigned to the post, try to get the first image from the post content.
russian: Если для поста не назначено изображение записи, попробуйте взять первое изображение из содержимого записи.

source: Display post content image as a fallback featured image in post archives
russian: Отобразить изображение содержимого записи в качестве запасного основного изображения в архивах записей

source: Show post categories on top of the post
russian: Показывайте рубрики постов в верхней части записи

source: Show post categories
russian: Показывать рубрики записей

source: Customize the way blog posts are displayed.
russian: Настройте способ отображения записей в блоге.

source: Blog Settings
russian: Настройки блога

source: Add
russian: Добавить

source: Reset
russian: Перезагрузить

source: Mobile
russian: Мобильное устройство

source: Tablet
russian: Планшет

source: Desktop
russian: Настольный ПК

source: Shadow
russian: Тени

source: Pulse
russian: Пульс

source: Slide in
russian: Скольжение

source: Border Move
russian: Перемещение границы

source: Rollover
russian: Перенос

source: Choose button hover animation.
russian: Выберите анимацию наведения на кнопку.

source: Button hover animation
russian: Анимация кнопки при наведении

source: Add link to the button. You can link it to the About page or the Contact page or to a specific section from the Homepage.
russian: Добавьте ссылку на кнопку. Вы можете связать ее со страницей "О сайте", страницей "Контакты" или с определенным разделом Домашней страницы.

source: Button Link
russian: Ссылка кнопки

source: Change the default text of the button.
russian: Измените текст кнопки по умолчанию.

source: Button Text
russian: Текст кнопки

source: Get Started
russian: Начать

source: Change the default text of the header description.
russian: Измените текст заголовка по умолчанию.

source: Header Description
russian: Описание заголовка

source: Don't let the opportunity pass by
russian: Не упустите возможность

source: Change the default text of header title.
russian: Измените текст заголовка по умолчанию.

source: Header Title
russian: Название заголовка

source: JOURNEY OF A THOUSAND MILES BEGINS WITH A SINGLE STEP
russian: ПУТЕШЕСТВИЕ В ТЫСЯЧУ МИЛЬ НАЧИНАЕТСЯ С ОДНОГО ШАГА

source: Header Image Gradient Color Two
russian: Градиентный цвет изображения заголовка номер два

source: Header Image Gradient Color One
russian: Градиентный цвет изображения заголовка номер один

source: Control the gradient density. From 0 to 9. Default is 4. Set it to 0 to remove the entire gradient.
russian: Контролируйте плотность градиента. От 0 до 9. По умолчанию - 4. Установите значение 0, чтобы удалить весь градиент.

source: Header Image Gradient Density
russian: Плотность градиента изображения заголовка

source: Add beautiful parallax effect on page scroll.
russian: Добавьте красивый эффект параллакса при прокрутке страницы.

source: Header Image Parallax
russian: Параллакс изображения заголовка

source: Choose how you want to position the header image.
russian: Выберите, как Вы хотите расположить изображение заголовка.

source: Header Background Position
russian: Положение фона заголовка

source: Control the height of the header image. Default is 380px.
russian: Контролируйте высоту изображения заголовка. По умолчанию 380px.

source: Header Image Height
russian: Высота изображения заголовка

source: Toggle Navigation
russian: Переключатель навигации

source: Main navigation
russian: Основная навигация

source: Secondary navigation
russian: Дополнительная навигация

source: Skip to content
russian: Перейти к содержимому

source: Footer 4
russian: Подвал 4

source: Widgets in this area will be displayed in the fourth column in the footer.
russian: Виджеты в этой области будут отображаться в четвертом столбце подвала.

source: Footer 3
russian: Подвал 3

source: Widgets in this area will be displayed in the third column in the footer.
russian: Виджеты в этой области будут отображаться в третьем столбце подвала.

source: Footer 2
russian: Подвал 2

source: Widgets in this area will be displayed in the second column in the footer.
russian: Виджеты в этой области будут отображаться во втором столбце подвала.

source: Footer 1
russian: Подвал 1

source: Widgets in this area will be displayed in the first column in the footer.
russian: Виджеты в этой области будут отображаться в первом столбце нижней части страницы.

source: Sidebar
russian: Боковая панель

source: Top
russian: Верх

source: Primary
russian: Первичный

source: Footer Widget Area
russian: Область виджетов подвала

source: Footer
russian: Подвал

source: Comments are closed.
russian: Комментирование закрыто.

# comments title
source: %1$s Comment
russian: %1$s Комментарий

source: One Comment
russian: Один комментарий

source: The requested url was not found on this server. Maybe try one of the links below or a search?
russian: Запрашиваемый url не был найден на этом сервере. Может быть, попробуете воспользоваться одной из ссылок ниже или поиском?

source: Page not Found
russian: Страница не найдена

source: Atanas Yonkov
russian: Атанас Йонков
