Repository: prasish012/try
Catalog: try/media_copy/translations/covernews/existing_translations/PO FILES AS DATASETS FROM WP.TRANSLATE 2/*/wp-themes-frontis-nl (1).po
Languages: dutch

source: Meet Frontis, the lightweight WordPress block theme built for speed and flexibility. Perfect for any project, Frontis offers unlimited customizability through its simple block editor, empowering you to create stunning, fast-loading websites with no hassle. Whether for a blog, business, or portfolio, Frontis provides a robust foundation that scales with your needs, while maintaining great SEO performance. Make a bold statement with Frontis, where speed meets sophistication. A Fast, Highly Customizable Block Theme for WordPress.
dutch: Maak kennis met Frontis, het lichtgewicht WordPress blokthema gebouwd voor snelheid en flexibiliteit. Frontis is perfect voor elk project en biedt onbeperkte aanpasbaarheid via de eenvoudige blokkeneditor, zodat u zonder gedoe verbluffende, snelladende sites kunt maken. Of het nu voor een blog, bedrijf of portfolio is, Frontis biedt een robuuste basis die meegroeit met uw behoeften, met behoud van geweldige SEO prestaties. Maak een gedurfd statement met Frontis, waar snelheid en verfijning elkaar ontmoeten. Een snel, zeer aanpasbaar blokthema voor WordPress.

# Pattern title
source: Testimonials Yellowish
dutch: Aanbevelingen geelachtig

# Pattern title
source: Testimonials Las Palmas
dutch: Aanbevelingen Las Palmas

# Pattern title
source: Testimonials Flamingo
dutch: Aanbevelingen flamingo

# Pattern title
source: Testimonials Apple
dutch: Aanbevelingen appel

# Pattern title
source: Service Yellowish
dutch: Dienst geelachtig

# Pattern title
source: Service Las Palmas
dutch: Dienst Las Palmas

# Pattern title
source: Service Flamingo
dutch: Dienst flamingo

# Pattern title
source: Header Yellowish
dutch: Header geelachtig

# Pattern title
source: Header Apple
dutch: Header appel

# Pattern title
source: Footer Yellowish
dutch: Footer geelachtig

# Pattern title
source: Footer Apple
dutch: Footer appel

# Pattern title
source: FAQ Yellowish
dutch: FAQ geelachtig

# Pattern title
source: FAQ Apple
dutch: FAQ appel

# Pattern title
source: CTA Yellowish
dutch: CTA geelachtig

# Pattern title
source: CTA Apple
dutch: CTA appel

# Pattern title
source: Counter Yellowish
dutch: Teller geelachtig

# Pattern title
source: Counter Las Palmas
dutch: Balie Las Palmas

# Pattern title
source: Counter Apple
dutch: Tegen appel

# Pattern title
source: Contact Yellowish
dutch: Contact geelachtig

# Pattern title
source: Contact Apple
dutch: Contact appel

# Pattern title
source: Brands Yellowish
dutch: Merken geelachtig

# Pattern title
source: Brands Las Palmas
dutch: Merken Las Palmas

# Pattern title
source: Brands Flamingo
dutch: Merken flamingo

# Pattern title
source: Blog Post Yellowish
dutch: Blog bericht geelachtig

# Pattern title
source: Blog Post Las Palmas
dutch: Blog bericht Las Palmas

# Pattern title
source: Blog Post Flamingo
dutch: Blog bericht flamingo

# Pattern title
source: Blog Post Apple
dutch: Blog bericht appel

# Pattern title
source: Banner Yellowish
dutch: Banner geelachtig

# Pattern title
source: Banner Flamingo
dutch: Banier flamingo

# Pattern title
source: About Yellowish
dutch: Over geelachtig

# Pattern title
source: About Las Palmas
dutch: Over Las Palmas

# Pattern title
source: About Apple
dutch: Over appel

source: Frontis Blocks
dutch: Frontis blokken

source: After you import this demo, you will have to setup the Instagram Widget For WP separately.
dutch: Nadat u deze demo heeft geïmporteerd, moet uw de Instagram Widget For WP apart instellen.

source: One Click Demo Import
dutch: Demo importeren met één klik

# Style variation name
source: Yellowish
dutch: Gelig

source: AI content writer plugin, ChatGPT WordPress.
dutch: AI inhoudschrijver plugin, ChatGPT WordPress.

source: Generate alt text for your images automatically.
dutch: Genereer automatisch alt-tekst voor uw afbeeldingen.

source: Ai Image Alt Text Generator for WP
dutch: AI afbeelding alt tekst generator voor WP

source: Create a mobile bottom menu for your WordPress site.
dutch: Maak een mobiel onderkant menu voor uw WordPress site.

source: WP Mobile Bottom Menu
dutch: WP mobiel onderkant menu

source: Create a table of contents for your posts and pages.
dutch: Creëert een inhoudsopgave voor uw berichten en pagina's.

source: Free WordPress Page Builder.
dutch: Gratis WordPress pagina bouwer.

source: Extend Your Website
dutch: Uw site uitbreiden

source: It is easy to manage global styles such as colors, typography, and layouts using the Global Style Manager.
dutch: Het is eenvoudig om globale stijlen zoals kleuren, typografie en lay-outs te beheren met de Globale stijlmanager.

source: Theme Customization Options
dutch: Thema-aanpassingsopties

source: Use and customize a variety of ready-made designs for sections like hero areas and testimonials.
dutch: Gebruik en pas een verscheidenheid aan kant-en-klare ontwerpen aan voor secties zoals hero gebieden en aanbevelingen.

source: Pre-designed Block Patterns
dutch: Vooraf ontworpen blokpatronen

source: Frontis prioritizes Fast Loading Times with optimized code and assets, enhancing user experience and boosting SEO.
dutch: Frontis geeft prioriteit aan snelle laadtijden met geoptimaliseerde code en middelen, waardoor de gebruikerservaring wordt verbeterd en de SEO wordt gestimuleerd.

source: Speed Optimization
dutch: Snelheid optimalisatie

source: Customize every part of your site's design directly within the WordPress editor, no coding required.
dutch: U kunt elk onderdeel van het ontwerp van uw site direct in de WordPress editor aanpassen, zonder dat u hoeft te coderen.

source: Get Support
dutch: Krijg ondersteuning

source: Features at a Glance
dutch: Functies in een oogopslag

source: Read Documentation
dutch: Lees de documentatie

source: Start Customising
dutch: Begin met aanpassen

source: Frontis is a fast, fully customizable & beautiful WordPress theme suitable for blogs, portfolios, business websites, and WooCommerce stores. It is lightweight and offers unparalleled speed.
dutch: Frontis is een snel, volledig aanpasbaar & mooi WordPress thema geschikt voor blogs, portfolio's, zakelijke sites en WooCommerce winkels. Het is lichtgewicht en biedt ongeëvenaarde snelheid.

source: Welcome to Frontis
dutch: Welkom bij Frontis

source: Hello %s,
dutch: Hallo %s,

# Pattern title
source: Template single left sidebar
dutch: Template enkelvoudig zijbalk links

# Pattern title
source: Template blog page
dutch: Template blogpagina

# Pattern title
source: Template blog page right sidebar
dutch: Template blogpagina zijbalk links

# Pattern title
source: Template blog page left sidebar
dutch: Template blogpagina zijbalk links

source: Versatile Sidebar designs for displaying content.
dutch: Veelzijdige zijbalk ontwerpen voor het tonen van inhoud.

source: Sidebar
dutch: Zijbalk

source: Versatile Pages designs for displaying content.
dutch: Veelzijdige paginaontwerpen voor het tonen van inhoud.

source: Versatile Comment Form designs for displaying content.
dutch: Veelzijdige reactie formulierontwerpen voor het tonen van inhoud.

source: Comment Form
dutch: Reactie formulier

source: Copyright @ %1$s - WordPress Theme by %2$s
dutch: Copyright @ %1$s - WordPress Thema door %2$s

# Custom template name
source: Blog Right Sidebar
dutch: Blog zijbalk rechts

# Custom template name
source: Page With Left Sidebar
dutch: Pagina met zijbalk links

# Custom template name
source: Page With Right Sidebar
dutch: Pagina met zijbalk rechts

# Style variation name
source: Selective Yellow
dutch: Selectief geel

# Style variation name
source: Conifer
dutch: Conifeer

# Style variation name
source: Fuchsia Blue
dutch: Fuchsia blauw

# Style variation name
source: Bright Turquoise
dutch: Helder turquoise

# Template part name
source: Footer Newsletter
dutch: Footer nieuwsbrief

# Template part name
source: Footer Columns
dutch: Footer kolommen

# Template part name
source: Header with large title
dutch: Header met grote titel

# Template part name
source: Vertical Header
dutch: Verticale header

# Font size name
source: Heading 6
dutch: Koptekst 6

# Font size name
source: Heading 5
dutch: Koptekst 5

# Font size name
source: Heading 4
dutch: Koptekst 4

# Font size name
source: Heading 3
dutch: Koptekst 3

# Font size name
source: Heading 2
dutch: Koptekst 2

# Font size name
source: Heading 1
dutch: Koptekst 1

# Space size name
source: Spacing-11XL - 140 PX
dutch: Afstand-11XL - 140 px

# Space size name
source: Spacing-10XL - 120 PX
dutch: Afstand-10XL - 120 px

# Space size name
source: Spacing-9XL - 112 PX
dutch: Afstand-9XL - 112 px

# Space size name
source: Spacing-8XL - 104 PX
dutch: Afstand-8XL - 104 px

# Space size name
source: Spacing-7XL - 96 PX
dutch: Afstand-7XL - 96 px

# Space size name
source: Spacing-6XL - 88 PX
dutch: Afstand-6XL - 88 px

# Space size name
source: Spacing-5XL - 80 PX
dutch: Afstand-5XL - 80 px

# Space size name
source: Spacing-4XL - 72 PX
dutch: Afstand-4XL - 72 px

# Space size name
source: Spacing-3XL - 64 PX
dutch: Afstand-3XL - 64 px

# Space size name
source: Spacing-2XL - 56 PX
dutch: Afstand-2XL - 56 px

# Space size name
source: Spacing-XL - 48 PX
dutch: Afstand-xl - 48 px

# Space size name
source: Spacing-LG - 40 PX
dutch: Afstand-LG - 40 px

# Space size name
source: Spacing-MD - 32 PX
dutch: Afstand-MD - 32 px

# Space size name
source: Spacing-SM - 24 PX
dutch: Afstand-SM - 24 px

# Space size name
source: Spacing-XS - 16 PX
dutch: Afstand-xs - 16 px

# Space size name
source: Spacing-Tiny - 8 PX
dutch: Ruimte - Klein - 8 px

# Duotone name
source: White
dutch: Wit

# Duotone name
source: Rating
dutch: Waardering

# Duotone name
source: Base
dutch: Basis

# Color name
source: Text Base
dutch: Tekstbasis

# Color name
source: Body Neutral 50
dutch: Body neutraal 50

# Color name
source: Body Neutral
dutch: Body neutraal

# Color name
source: Body Purple
dutch: Body paars

# Color name
source: White
dutch: Wit

# Color name
source: Error 50
dutch: Fout 50

# Color name
source: Error
dutch: Fout

# Color name
source: Success
dutch: Succes

# Color name
source: Warning
dutch: Waarschuwing

# Color name
source: Purple
dutch: Paars

# Color name
source: Pink
dutch: Roze

# Color name
source: Neutral 700
dutch: Neutraal 700

# Color name
source: Neutral 200
dutch: Neutraal 200

# Color name
source: Neutral 100
dutch: Neutraal 100

# Color name
source: Neutral 50
dutch: Neutraal 50

# Color name
source: Primary 950
dutch: Primair 950

# Color name
source: Primary 800
dutch: Primair 800

# Color name
source: Primary 700
dutch: Primair 700

# Color name
source: Primary 600
dutch: Primair 600

# Color name
source: Primary 400
dutch: Primair 400

# Color name
source: Primary 300
dutch: Primair 300

# Color name
source: Primary 200
dutch: Primair 200

# Color name
source: Primary 100
dutch: Primair 100

# Color name
source: Primary 50
dutch: Primair 50

source: Hide Mobile
dutch: Verberg mobiel

source: Hide Tablet
dutch: Verberg tablet

source: Hide Desktop
dutch: Verberg bureaublad

# Pattern title
source: Testimonials Selective Yellow
dutch: Aanbevelingen selectief geel

# Pattern title
source: Testimonials Fuchsia Blue
dutch: Aanbevelingen fuchsia blauw

# Pattern title
source: Testimonials Dodger Blue
dutch: Aanbevelingen dodger blauw

# Pattern title
source: Testimonials Conifer
dutch: Aanbevelingen conifeer

# Pattern title
source: Testimonials Bright Turquoise
dutch: Aanbevelingen helder turquoise

# Pattern title
source: Template single
dutch: Template enkelvoudig

# Pattern title
source: Template single right sidebar
dutch: Template enkelvoudig zijbalk rechts

# Pattern title
source: Template search
dutch: Template zoeken

# Pattern title
source: Template Post Query
dutch: Template bericht query

# Pattern title
source: Template page
dutch: Template pagina

# Pattern title
source: Template page right sidebar
dutch: Template pagina zijbalk rechts

# Pattern title
source: Template index page
dutch: Template indexpagina

# Pattern title
source: Template page left sidebar
dutch: Template pagina zijbalk links

# Pattern title
source: Template Archive
dutch: Template archief

# Pattern title
source: Social Link Sidebar
dutch: Sociale link zijbalk

# Pattern title
source: Service Selective Yellow
dutch: Dienst selectief geel

# Pattern title
source: Service Fuchsia Blue
dutch: Dienst fuchsia blauw

# Pattern title
source: Service dodger blue
dutch: Dienst dodger blauw

# Pattern title
source: Service Conifer
dutch: Dienst conifeer

# Pattern title
source: Service Bright Turquoise
dutch: Dienst helder turquoise

# Pattern title
source: Search Sidebar
dutch: Zijbalk zoeken

# Pattern title
source: Page List Sidebar
dutch: Paginalijst zijbalk

# Pattern title
source: Latest Post Sidebar
dutch: Zijbalk laatste bericht

# Pattern title
source: Latest Comments Sidebar
dutch: Laatste reacties zijbalk

# Pattern title
source: Header Selective Yellow
dutch: Header selectief geel

# Pattern title
source: Header Fuchsia Blue
dutch: Header fuchsia blauw

# Pattern title
source: Header Dodger Blue
dutch: Header dodger blauw

# Pattern title
source: Header Conifer
dutch: Header conifeer

# Pattern title
source: Header Bright Turquoise
dutch: Header helder turquoise

# Pattern title
source: Gallery Sidebar
dutch: Galerij zijbalk

# Pattern title
source: Footer Selective Yellow
dutch: Footer selectief geel

# Pattern title
source: Footer Fuchsia Blue
dutch: Footer fuchsia blauw

# Pattern title
source: Footer Dodger Blue
dutch: Footer dodger blauw

# Pattern title
source: Footer Conifer
dutch: Footer conifeer

# Pattern title
source: Footer Bright Turquoise
dutch: Footer helder turquoise

# Pattern title
source: FAQ Selective Yellow
dutch: FAQ selectief geel

# Pattern title
source: FAQ Fuchsia Blue
dutch: FAQ fuchsia blauw

# Pattern title
source: FAQ Dodger Blue
dutch: FAQ dodger blauw

# Pattern title
source: FAQ Conifer
dutch: FAQ conifeer

# Pattern title
source: FAQ Bright Turquoise
dutch: FAQ helder turquoise

# Pattern title
source: CTA Selective Yellow
dutch: CTA selectief geel

# Pattern title
source: CTA Fuchsia Blue
dutch: CTA fuchsia blauw

# Pattern title
source: CTA Dodger Blue
dutch: CTA dodger blauw

# Pattern title
source: CTA Conifer
dutch: CTA conifeer

# Pattern title
source: CTA Bright Turquoise
dutch: CTA helder turquoise

# Pattern title
source: Counter Selective Yellow
dutch: Tegen selectief geel

# Pattern title
source: Counter Fuchsia Blue
dutch: Balie fuchsia blauw

# Pattern title
source: Counter Dodger Blue
dutch: Counter dodger blauw

# Pattern title
source: Counter Conifer
dutch: Tegenconifeer

# Pattern title
source: Counter Bright Turquoise
dutch: Balie helder turquoise

# Pattern title
source: Contact Selective Yellow
dutch: Contact selectief geel

# Pattern title
source: Contact Fuchsia Blue
dutch: Contact fuchsia blauw

# Pattern title
source: Contact Conifer
dutch: Contact conifeer

# Pattern title
source: Contact Bright Turquoise
dutch: Contact helder turquoise

# Pattern title
source: Contact Blue
dutch: Contact blauw

# Pattern title
source: Categories List Sidebar
dutch: Categorielijst zijbalk

# Pattern title
source: Calendar
dutch: Kalender

# Pattern title
source: Brands Logo Selective Yellow
dutch: Merkenlogo selectief geel

# Pattern title
source: Brands Logo Fuchsia Blue
dutch: Merkenlogo fuchsia blauw

# Pattern title
source: Brands Dodger Blue
dutch: Merken dodger blauw

# Pattern title
source: Brands Logo Conifer
dutch: Merken logo conifeer

# Pattern title
source: Brands Logo Bright Turquoise
dutch: Merkenlogo helder turquoise

# Pattern title
source: Blog Post Selective Yellow
dutch: Blog bericht selectief geel

# Pattern title
source: Blog Post Fuchsia Blue
dutch: Blog bericht fuchsia blauw

# Pattern title
source: Blog Post Dodger Blue
dutch: Blog bericht dodger blauw

# Pattern title
source: Blog Post Conifer
dutch: Blog bericht conifeer

# Pattern title
source: Blog Post Bright Turquoise
dutch: Blog bericht helder turquoise

# Pattern title
source: Banner Selective Yellow
dutch: Banner selectief geel

# Pattern title
source: Banner Fuchsia Blue
dutch: Banier fuchsia blauw

# Pattern title
source: Banner Dodger Blue
dutch: Banner dodger blauw

# Pattern title
source: Banner Conifer
dutch: Banner conifeer

# Pattern title
source: Banner Bright Turquoise
dutch: Banner helder turquoise

# Pattern title
source: Author Box
dutch: Auteur vak

# Pattern title
source: Archives Sidebar
dutch: Archief zijbalk

# Pattern title
source: About Selective Yellow
dutch: Over selectief geel

# Pattern title
source: About Fuchsia Blue
dutch: Over fuchsia blauw

# Pattern title
source: About Dodger Blue
dutch: Over dodger blauw

# Pattern title
source: About Conifer
dutch: Over conifeer

# Pattern title
source: About Bright Turquoise
dutch: Over helder turquoise

source: Versatile Contact From designs for displaying content.
dutch: Veelzijdig contact van ontwerpen voor het tonen van inhoud.

source: Contact From
dutch: Contact van

source: Versatile card designs for displaying content.
dutch: Veelzijdige kaartontwerpen voor het tonen van inhoud.

source: Card
dutch: Kaart

source: Frequently asked questions section layouts.
dutch: Veelgestelde vragen sectie lay-outs.

source: Numerical counters and statistic patterns.
dutch: Numerieke tellers en statistische patronen.

source: Counter
dutch: Teller

source: Various banner layouts for promotions and highlights.
dutch: Verschillende banner lay-outs voor promoties en hoogtepunten.

source: A collection of testimonial block patterns.
dutch: Een verzameling blokpatronen met aanbevelingen.

source: Testimonial
dutch: Aanbeveling

# Editor block binding label
source: Post format name
dutch: Bericht format naam

source: A collection of post format patterns.
dutch: Een verzameling van bericht format patronen.

source: Post Formats
dutch: Bericht formats

source: A collection of full page layouts.
dutch: Een verzameling van volledige paginalay-outs.

source: Pages
dutch: Pagina's

source: Checkmark
dutch: Vinkje

source: Installing Plugin %1$s (%2$d/%3$d)
dutch: Plugin %1$s (%2$d/%3$d) aan het installeren

source: All installations have been completed.
dutch: Alle installaties zijn afgerond.

source: %1$s installed successfully.
dutch: %1$s succesvol geïnstalleerd.

source: The installation process is starting. This process may take a while on some hosts, so please be patient.
dutch: Het installatieproces begint. Dit proces kan een tijdje duren op sommige hosts, dus wees geduldig.

source: Installing and Activating Plugin %1$s (%2$d/%3$d)
dutch: Installeren en activeren van plugin %1$s (%2$d/%3$d)

source: All installations and activations have been completed.
dutch: Alle installaties en activeringen zijn afgerond.

source: Hide Details
dutch: Verberg details

source: Show Details
dutch: Details weergeven

source: %1$s installed and activated successfully.
dutch: %1$s geïnstalleerd en succesvol geactiveerd.

source: The installation and activation process is starting. This process may take a while on some hosts, so please be patient.
dutch: Het installatie- en activeringsproces is begonnen. Dit proces kan een tijdje duren op sommige hosts, dus wees geduldig.

source: The installation of %1$s failed.
dutch: De installatie van %1$s is mislukt.

source: An error occurred while installing %1$s: <strong>%2$s</strong>.
dutch: Een fout trad op tijdens de installatie van %1$s: <strong>%2$s</strong>.

source: Updating Plugin %1$s (%2$d/%3$d)
dutch: Plugin %1$s updaten (%2$d/%3$d)

source: Plugin activation failed.
dutch: Activering van de plugin mislukt.

source: No plugins are available to be activated at this time.
dutch: Er zijn op dit moment geen plugins beschikbaar om te activeren.

source: No plugins were selected to be activated. No action taken.
dutch: Er werden geen plugins geselecteerd om geactiveerd te worden. Geen actie ondernomen.

source: No plugins are available to be updated at this time.
dutch: Er zijn op dit moment geen plugins beschikbaar om te worden geüpdatet.

source: No plugins are available to be installed at this time.
dutch: Er zijn op dit moment geen plugins beschikbaar om te installeren.

source: No plugins were selected to be updated. No action taken.
dutch: Er werden geen plugins geselecteerd om te worden geüpdatet. Geen actie ondernomen.

source: No plugins were selected to be installed. No action taken.
dutch: Er werden geen plugins geselecteerd om te worden geïnstalleerd. Geen actie ondernomen.

source: Activate
dutch: Activeren

source: Update
dutch: Updaten

source: Install
dutch: Installeer

source: Upgrade message from the plugin author:
dutch: Upgrade bericht van de plugin auteur:

source: Activate %2$s
dutch: Activeer %2$s

source: Install %2$s
dutch: Installeer %2$s

source: Version
dutch: Versie

source: Source
dutch: Bron

source: No plugins to install, update or activate.
dutch: Geen plugins te installeren, te updaten of te activeren.

source: Available version:
dutch: Versie beschikbaar:

source: Minimum required version:
dutch: Minimaal vereiste versie:

source: Installed version:
dutch: Geïnstalleerde versie:

# as in: "version nr unknown"
source: unknown
dutch: onbekend

source: To Activate <span class="count">(%s)</span>
dutch: Om er <span class="count">(%s)</span> te activeren

source: Update Available <span class="count">(%s)</span>
dutch: Update beschikbaar: <span class="count">(%s)</span>

source: To Install <span class="count">(%s)</span>
dutch: Om er <span class="count">(%s)</span> te installeren

# plugins
source: All <span class="count">(%s)</span>
dutch: Alle <span class="count">(%s)</span>

source: Update recommended
dutch: Update aangeraden

source: Requires Update
dutch: Vereist update

source: Required Update not Available
dutch: Vereiste update niet beschikbaar

source: Active
dutch: Actief

source: Installed But Not Activated
dutch: Geïnstalleerd maar niet geactiveerd

source: Not Installed
dutch: Niet geïnstalleerd

source: External Source
dutch: Externe bron

source: Recommended
dutch: Aanbevolen

source: Required
dutch: Vereist

# plugin A *and* plugin B
source: and
dutch: en

source: The remote plugin package consists of more than one file, but the files are not packaged in a folder.
dutch: Het remote plugin pakket bestaat uit meer dan één bestand, maar de bestanden zijn niet verpakt in een map.

source: Please contact the plugin provider and ask them to package their plugin according to the WordPress guidelines.
dutch: Neem contact op met de plugin provider en vraag hen om hun plugin te verpakken volgens de WordPress richtlijnen.

source: The remote plugin package does not contain a folder with the desired slug and renaming did not work.
dutch: Het remote plugin pakket bevat geen map met de gewenste slug en het hernoemen werkte niet.

source: Update Required
dutch: Update vereist

source: This plugin needs to be updated to be compatible with your theme.
dutch: Deze plugin moet worden geüpdatet om compatibel te zijn met uw thema.

source: Return to the Dashboard
dutch: Terug naar het dashboard

source: Edit template
dutch: Template bewerken

source: Pill
dutch: Pil

source: Simple
dutch: Simpel

source: Elegant Date
dutch: Elegant datum

source: Elegant Author
dutch: Elegante auteur

source: Compact Author
dutch: Compacte auteur

source: Minimal
dutch: Minimaal

source: Calendar
dutch: Kalender

source: Please contact the administrator of this site for help.
dutch: Neem voor hulp contact op met de beheerder van deze site.

source: There are one or more required or recommended plugins to install, update or activate.
dutch: Er zijn een of meer vereiste of aanbevolen plugins om te installeren, te updaten of te activeren.

source: Dismiss this notice
dutch: Dit bericht negeren
