Repository: prasish012/try
Catalog: try/media_copy/translations/covernews/existing_translations/PO FILES AS DATASETS FROM WP.TRANSLATE 2/*/wp-themes-lmscourse-fse-*.po
Languages: french

source: LMSCourse FSE is a fast, full-site editing WordPress theme tailored for online courses, coaching sites, and digital schools. Fully compatible with Masteriyo, LearnDash, Tutor LMS, and LifterLMS, it lets you launch a complete LMS site with lessons, quizzes, and certificates. Lightweight, responsive, and block-based, LMSCourse FSE works seamlessly with WooCommerce and payment gateways to help you sell and manage your online learning content.
french: LMSCourse FSE est un thème WordPress rapide et entièrement axé sur l’édition de site, conçu pour les cours en ligne, les sites de coaching et les écoles numériques. Entièrement compatible avec Masteriyo, LearnDash, Tutor LMS et LifterLMS, il vous permet de lancer un site LMS complet avec des leçons, des quiz et des certificats. Léger, responsive et basé sur les blocs, LMSCourse FSE fonctionne parfaitement avec WooCommerce et les passerelles de paiement pour vous aider à vendre et gérer votre contenu d’apprentissage en ligne.

# Style variation name
source: Purple Rain
french: Pluie violette

# Style variation name
source: Petrol Sky
french: Ciel pétrole

# Style variation name
source: Black Berry
french: Baies noires

# Template part name
source: Footer Variation - CTA
french: Variation du pied de page - CTA

# Template part name
source: Footer Variation - Columns
french: Variation du pied de page - Colonnes

# Template part name
source: Footer
french: Pied de page

# Template part name
source: Header Variation - Subheader
french: Variation d’entête - Sous-entête

# Template part name
source: Header
french: Entête

# Font size name
source: Huge
french: Énorme

# Font size name
source: Extra Large
french: Très grand

# Font size name
source: Large
french: Grande

# Font size name
source: Medium
french: Moyenne

# Font size name
source: Small
french: Petite

# Color name
source: Foreground Alt
french: Alt de premier plan

# Color name
source: Background Alt
french: Alt d’arrière-plan

# Color name
source: Background Dark
french: Arrière-plan sombre

# Color name
source: Accent Secondary
french: Accentuation secondaire

# Color name
source: Accent
french: Contraste

# Color name
source: Foreground
french: Premier plan

# Color name
source: Background
french: Arrière-plan

source: Single Post 3 (Cover)
french: Publication unique 3 (couverture)

source: Single Post 2 (Cover Boxed)
french: Publication unique 2 (couverture encadrée)

source: Archive List
french: Liste d’archives

source: Archive (Cover)
french: Archive (couverture)

source: 404 Error Page
french: Page d’erreur 404

source: Page Title
french: Titre de page

source: Posts 4
french: Publications 4

source: Posts 3
french: Publications 3

source: Posts 2
french: Publications 2

source: Posts
french: Articles

source: Testimonials 3
french: Témoignages 3

source: Testimonials 2
french: Témoignages 2

source: Testimonials 1
french: Témoignages 1

source: Stats 2
french: Statistiques 2

source: Stats 1
french: Statistiques 1

source: Pricing 2
french: Tarification 2

source: Pricing 1
french: Tarification 1

source: Hero 2
french: Bannière d’accroche 2

source: Hero 1
french: Bannière d’accroche 1

source: Features 2
french: Fonctionnalités 2

source: Features 1
french: Fonctionnalités 1

source: Content 9
french: Contenu 9

source: Content 8
french: Contenu 8

source: Content 7
french: Contenu 7

source: Content 6
french: Contenu 6

source: Content 5
french: Contenu 5

source: Content 4
french: Contenu 4

source: Content 3
french: Contenu 3

source: Content 2
french: Contenu 2

source: Content 1
french: Contenu 1

source: Primary Menu
french: Menu principal

source: Full-page layouts that can be used as templates
french: Mises en page en pleine page pouvant être utilisées comme modèles

source: LMSCourse FSE Layouts
french: Mises en page de LMSCourse FSE

source: Patterns for several sections and components
french: Compositions pour plusieurs sections et composants

source: LMSCourse FSE Patterns
french: Compositions de LMSCourse FSE

source: Masteriyo LMS preview
french: Aperçu de Masteriyo LMS

source: Learn More
french: En savoir plus

source: Install & Activate %s
french: Installer et activer %s

source: Activate %s
french: Activation de %s

source: Drag & drop builder with quizzes, certificates & assignments
french: Constructeur par glisser-déposer avec quiz, certificats et devoirs

source: Complete course builder
french: Terminer la création du cours

source: Built-in payment system with Stripe, PayPal & more
french: Système de paiement intégré avec Stripe, PayPal et d’autres

source: Multiple payment options
french: Plusieurs options de paiement

source: Install and create your first course in minutes
french: Installez et créez votre premier cours en quelques minutes

source: Quick setup
french: Configuration rapide

source: The complete WordPress LMS solution for educators and businesses. Build engaging courses, track student progress, and monetize your knowledge with zero coding required.
french: La solution LMS WordPress complète pour les systèmes éducatifs et les entreprises. Créez des cours engageants, suivez les progrès des étudiants et monétisez vos connaissances sans aucune compétence en code.

source: Create and Sell Online Courses with %s!
french: Créez et vendez des cours en ligne avec %s !

source: The theme was designed to work best with Masteriyo LMS
french: Le thème a été conçu pour fonctionner au mieux avec Masteriyo LMS

source: Done
french: Terminé

source: Installing
french: Installation

source: Activating
french: Activation

source: You appear to be running the LMSCourse FSE theme from source code. Please finish installation by running %s.
french: Vous semblez utiliser le thème LMSCourse FSE à partir du code source. Veuillez terminer l’installation en exécutant %s.

source: upgrading PHP to the latest version
french: mise à niveau de PHP vers la dernière version

source: Hey, we've noticed that you're running an outdated version of PHP which is no longer supported. Make sure your site is fast and secure, by %1$s. LMSCourse FSE's minimal requirement is PHP%2$s.
french: Bonjour, nous avons remarqué que vous utilisez une version obsolète de PHP, qui n’est plus prise en charge. Assurez-vous que votre site est rapide et sécurisé en %1$s. L’exigence minimale de LMSCourse FSE est PHP%2$s.
