Repository: prasish012/try
Catalog: try/media_copy/translations/covernews/existing_translations/PO FILES AS DATASETS FROM WP.TRANSLATE 2/*/wp-themes-frontis-nl (1).po
Languages: dutch

source: All plugins installed and activated successfully. %1$s
dutch: Alle plugins geïnstalleerd en succesvol geactiveerd. %1$s

source: Plugin not activated. A higher version of %s is needed for this theme. Please update the plugin.
dutch: Plugin niet geactiveerd. Voor dit thema is een hogere versie van %s nodig. Update de plugin.

source: No action taken. Plugin %1$s was already active.
dutch: Geen actie ondernomen. plugin %1$s was al actief.

source: The following plugin was activated successfully:
dutch: De volgende plugin is succesvol geactiveerd:

source: Plugin activated successfully.
dutch: Plugin succesvol geactiveerd.

source: Return to Required Plugins Installer
dutch: Terug naar de vereiste plugins installer

source: Begin activating plugin
dutch: Begin met activeren van de plugin

source: Begin updating plugin
dutch: Begin met updaten van plugin

source: Begin installing plugin
dutch: Begin met installeren van de plugin

source: The following recommended plugin is currently inactive: %1$s.
dutch: De volgende aanbevolen plugin is momenteel inactief: %1$s.

source: The following required plugin is currently inactive: %1$s.
dutch: De volgende vereiste plugin is momenteel inactief: %1$s.

source: There is an update available for: %1$s.
dutch: Er is een update beschikbaar voor: %1$s.

source: The following plugin needs to be updated to its latest version to ensure maximum compatibility with this theme: %1$s.
dutch: De volgende plugin moet worden geüpdatet naar de nieuwste versie om maximale compatibiliteit met dit thema te garanderen: %1$s.

source: This theme recommends the following plugin: %1$s.
dutch: Dit thema beveelt de volgende plugin aan: %1$s.

source: This theme requires the following plugin: %1$s.
dutch: Dit thema vereist de volgende plugin: %1$s.

source: Something went wrong with the plugin API.
dutch: Er is iets misgegaan met de plugin API.

source: Updating Plugin: %s
dutch: Plugin aan het updaten: %s

source: Installing Plugin: %s
dutch: Plugin aan het installeren: %s

source: Install Plugins
dutch: Installeer plugins

source: Install Required Plugins
dutch: Installeer vereiste plugins

source: Contact Form 7
dutch: Contact formulier 7

# Custom template name
source: Single with Sidebar
dutch: Enkelvoudig met zijbalk

# Custom template name
source: Blog Left Sidebar
dutch: Blog zijbalk links

# Custom template name
source: Page No Title
dutch: Pagina geen titel

# Template part name
source: Sidebar
dutch: Zijbalk

# Duotone name
source: Primary
dutch: Primaire

# Color name
source: Neutral
dutch: Neutraal

# Color name
source: Tertiary
dutch: Tertiair

# Color name
source: Base
dutch: Basis

# Color name
source: Heading
dutch: Koptekst

# Color name
source: Primary
dutch: Primaire

# Pattern title
source: Service Apple
dutch: Dienst appel

# Pattern title
source: Sidebar
dutch: Zijbalk

# Pattern title
source: Comments
dutch: Reacties

# Pattern title
source: Brands Apple
dutch: Merken appel

# Pattern title
source: Banner Apple
dutch: Banner appel

source: Disable Footer
dutch: Footer uitschakelen

source: Disable Header
dutch: Schakel header uit
