Repository: prasish012/try
Catalog: try/media_copy/translations/magazine-7/existing_translations/PO FILES AS DATASETS FROM WP.TRANSLATE 2/Hindi/wp-themes-customify-*.po
Languages: hi

source: Customify
hi: कस्टमीफाय

source: Recommend Plugins
hi: अनुशंसित प्लगइन्स

source: Activate
hi: सक्रिय करें

source: Apply to body and paragraph text.
hi: अनुशंसित प्लगइन्स

source: Post Header Background Cover
hi: पोस्ट हैडर पृष्ठभूमि कवर

source: Search Page
hi: पेज खोजे

source: Blog Archive Page
hi: ब्लॉग पुरालेख पृष्ठ

source: Logo Position
hi: लोगो की स्थिति

source: Show Site Tagline
hi: साइट टैगलाइन दिखाएं

source: Show Site Title
hi: साइट शीर्षक दिखाएं

source: Open link in a new tab.
hi: नए टैब में लिंक खोलें|

source: Show Read More Button
hi: रीड मोर बटन दिखाएं

source: Drag to reorder the meta item.
hi: मेटा आइटम को पुन: व्यवस्थित करने के लिए खींचें.

source: Hide featured image if empty.
hi: खाली होने पर फीचर्ड चित्र छुपाएं।

source: Pages:
hi: पन्ने:

source: It seems we can&rsquo;t find what you&rsquo;re looking for. Perhaps searching can help.
hi: ऐसा लगता है कि हम can&rsquo;t ढूंढना जो you&rsquo;re तलाश कर रहे है। शायद खोजने से मदद हो सकती हैं।

source: Sorry, but nothing matched your search terms. Please try again with some different keywords.
hi: क्षमा करें, लेकिन आपके खोज शब्दों का कुछ भी मिलान नहीं हुआ। कुछ अलग खोजशब्दों के साथ पुन: प्रयास करें।

source: Ready to publish your first post? <a href="%1$s">Get started here</a>.
hi: अपनी पहली पोस्ट को प्रकाशित करने के लिए तैयार हैं? <a href="%1$s">यहाँ से शुरुआत करें</a>|

source: Your comment is awaiting moderation.
hi: आपकी टिप्पणी संतुलित किए जाने की प्रतीक्षा कर रही है।

source: Edit
hi: सम्पादन

source: Post author
hi: लेखक पोस्ट करें

source: Reply
hi: जवाब दे

source: (Edit)
hi: (सम्पादन)

source: Pingback:
hi: पिंगबॅक:

# post author
source: by %s
hi: %s द्वारा

# post date
source: Posted on %s
hi: %s पर प्रविष्ट किया

source: Content / Sidebar / Sidebar
hi: सामग्री / साइडबार / साइडबार

source: Sidebar / Sidebar / Content
hi: साइडबार / साइडबार / सामग्री

source: Sidebar / Content / Sidebar
hi: साइडबार / सामग्री / साइडबार

source: Content (no sidebars)
hi: सामग्री (कोई साइडबार नहीं)

source: Sidebar / Content
hi: साइडबार / सामग्री

source: Content / Sidebar
hi: सामग्री / साइडबार

source: No Support
hi: समर्थन नहीं

source: Saved %s
hi: %s सेव किया

source: Access denied
hi: एक्सेस अस्वीकृत

source: Class <strong>%s</strong> do not extends class <strong>Customify_Customize_Builder_Panel</strong>.
hi: क्लास <strong>%s</strong> नहीं बढ़ाता है क्लास <strong>Customify_Customize_Builder_Panel</strong>।

source: Reset
hi: रीसेट

source: inset
hi: इनसेट

source: Spread
hi: फैलाना

source: Blur
hi: ब्लर

source: Close
hi: बंद करे

source: Move Up
hi: ऊपर ले जाएं

source: Move Down
hi: नीचे ले जाएं

source: Toggle item visible
hi: टॉगल आइटम दृश्यमान

source: Toggle edit panel
hi: टॉगल संपादन पैनल

source: Reset to default
hi: डिफ़ॉल्ट पर रीसेट करे

source: Change
hi: बदलें

source: Add
hi: जोड़ना

source: No file selected
hi: किसी भी फाइल को चुना नहीं है

source: Type icon name
hi: आइकन प्रकार टाइप करें

source: All Icon Types
hi: सभी आइकन प्रकार

source: Cancel
hi: रद्द करें

source: Pick an icon
hi: एक आइकन उठाओ

source: Languages
hi: भाषा

source: Variants
hi: वेरिएंट

source: Strikethrough
hi: स्ट्राइकथ्रू

source: Bold
hi: बोल्ड

source: Toggle values together
hi: एक साथ मूल्य टॉगल करें

source: Chose an unit
hi: एक युनिट चुनें

source: Add an item
hi: एक आइटम जोड़ें

source: Done
hi: खत्म हो गया

source: Reorder
hi: पुनर्क्रमित

# customify-font-weight
source: Bold
hi: बोल्ड

# customify-font-weight
source: Normal
hi: साधारण

source: Do you want to reset this section settings?
hi: क्या आप इस सेक्शन सेटिंग्स को रीसेट करना चाहते हैं?

source: Reset this section settings
hi: इस सेक्शन सेटिंग्स को रीसेट करें

source: Theme Default
hi: थीम डिफ़ॉल्ट

source: Widget Title
hi: विजेट शीर्षक

source: Heading H6
hi: शीर्षक H6

source: Heading H5
hi: शीर्षक H5

source: Heading H4
hi: शीर्षक H4

source: Heading H3
hi: शीर्षक H3

source: Heading H2
hi: शीर्षक H2

source: Heading H1
hi: शीर्षक H1

source: Site Title
hi: साईट शीर्षक

source: Site Title & Tagline
hi: साइट शीर्षक और टैगलाइन

source: Apply to all heading elements.
hi: सभी हेंयडींग तत्वों पर लागू करें।

source: Heading
hi: हेंयडींग

source: Body & Paragraph
hi: बॉडी और अनुच्छेद

source: Base
hi: तल

source: Heading Color
hi: हेअडिंग रंग

source: Meta Color
hi: मेटा रंग

source: Text Color
hi: टेक्स्ट का रंग

source: Primary Color
hi: प्राथमिक रंग

source: Global Colors
hi: वैश्विक रंग

source: Meta Settings
hi: मेटा सेटिंग्स

source: Comment Form
hi: टिप्पणी फॉर्म

source: Post Navigation
hi: पोस्ट नेविगेशन

source: Tags
hi: टैग्स

source: Content
hi: सामग्री

source: Thumbnail
hi: थंबनेल

source: Items Display
hi: आइटम प्रदर्शित करें

source: Single Blog Post
hi: सिंगल ब्लॉग पोस्ट

source: Oops! That page can't be found.
hi: ऊप्स! वह पृष्ठ नहीं मिला।

source: Cover Text Align
hi: कवर पाठ संरेखित करें

source: Cover Height
hi: कवर ऊंचाई

source: Cover Overlay
hi: कवर ओवरले

source: Cover Settings
hi: कवर सेटिंग्स

source: Text Align
hi: टेक्स्ट संरेखित

source: Tagline is pull from post excerpt, archive description.
hi: टैगलाइन पोस्ट अंश, संग्रह विवरण से खींचती है।

source: Show Tagline
hi: टैगलाइन दिखाएं

source: Enable
hi: सक्षम करें

source: Enable or disable archive prefix on category, date, tag page.
hi: श्रेणी, दिनांक, टैग पेज पर संग्रह उपसर्ग को सक्षम या अक्षम करें।

source: Archive Prefix
hi: पुरालेख उपसर्ग

source: Tagline
hi: टैगलाइन

source: Title & tagline for special pages.
hi: विशेष पृष्ठों के लिए शीर्षक और टैगलाइन।

source: Title & Tagline
hi: शीर्षक और टैगलाइन

source: Use title & tagline of current post
hi: वर्तमान पोस्ट का शीर्षक और टैगलाइन का उपयोग करें

source: Single Post Title & Tagline
hi: सिंगल पोस्ट शीर्षक और टैगलाइन

source: Use featured image of current post
hi: वर्तमान पोस्ट की फीचर्ड चित्र का प्रयोग करें

source: Apply when viewing single post and page header setting displays as cover.
hi: सिंगल पोस्ट और पेज हेडर सेटिंग को कवर के रूप में प्रदर्शित करते समय लागू करें।

source: Advanced
hi: उन्नत

source: Display Settings
hi: प्रदर्शन सेटिंग्स

source: Page Header
hi: पृष्ठ हैडर

source: Tagline for 404 page
hi: 404 पेज के लिए टैगलाइन

source: Tagline for single post
hi: सिंगल पोस्ट के लिए टैगलाइन

source: Tagline for index page
hi: इंडेक्स पृष्ठ के लिए टैगलाइन

source: Title for 404 page
hi: 404 पृष्ठ के लिए शीर्षक

source: Title for single post
hi: सिंगल पोस्ट के लिए शीर्षक

source: Title for index page
hi: इंडेक्स पृष्ठ के लिए शीर्षक

source: Apply when the page not found
hi: जब पृष्ठ नहीं मिला तब आवेदन करें

source: Display on 404 page
hi: 404 पेज पर प्रदर्शित करें

source: Apply when viewing archive pages, e.g. Tag, Author, Date, Custom Post Type or Custom Taxonomy
hi: पुरालेख पृष्ठों को देखते समय आवेदन करें, उदा। टैग, लेखक, तारीख, कस्टम पोस्ट प्रकार या कस्टम वर्गीकरण

source: Display on archive
hi: पुरालेख पर प्रदर्शित करें

source: Apply when viewing search results page
hi: खोज परिणाम पृष्ठ देखते समय आवेदन करें

source: Display on search
hi: खोज पर प्रदर्शित करें

source: Apply when your homepage displays as latest posts
hi: लागू करें जब आपका मुखपृष्ठ नवीनतम पोस्ट के रूप में प्रदर्शित होता है

source: Display on index
hi: इंडेक्स पर प्रदर्शित करें

source: Apply when viewing a category page
hi: श्रेणी पृष्ठ देखते समय आवेदन करें

source: Display on categories
hi: श्रेणियों पर प्रदर्शित करें

source: Apply when viewing single post
hi: सिंगल पोस्ट देखते समय आवेदन करें

source: Display on single post
hi: सिंगल पोस्ट पर प्रदर्शित करें

source: Apply when viewing single page
hi: सिंगल पृष्ठ देखते समय आवेदन करें

source: Display on single page
hi: सिंगल पृष्ठ पर प्रदर्शित करें

source: 404 Page
hi: 404 पृष्ठ

source: Blog posts
hi: ब्लॉग पोस्ट्स

source: Pages
hi: पृष्ठ

source: Sidebar with vertical border
hi: ऊर्ध्वाधर सीमा के साथ साइडबार

source: Default Sidebar Layout
hi: डिफ़ॉल्ट साइडबार लेआउट

source: Sidebars
hi: साइडबार

source: Site content padding
hi: साइट सामग्री पैडिंग

source: Full width
hi: पूर्ण चौड़ाई

source: Site content layout
hi: साइट सामग्री लेआउट

source: Container width
hi: कंटेनर चौड़ाई

source: Site framed margin
hi: साइट फ्रेम्ड मार्जिन

source: Site boxed/framed shadow
hi: साइट बॉक्सिंग / फ्रेम छाया

source: Framed
hi: फ्रेम

source: Boxed
hi: बॉक्सिंग

source: Select global site layout.
hi: वैश्विक साइट लेआउट का चयन करें।

source: Site layout
hi: साइट लेआउट

source: Global
hi: वैश्विक

source: Layouts
hi: लेआउट्स

source: Border & border radius
hi: सीमा और सीमा त्रिज्या

source: Icon Color
hi: आइकन रंग

source: Custom Color
hi: कस्टम रंग

source: Custom
hi: कस्टम

source: Official Color
hi: आधिकारिक रंग

source: Circle
hi: चक्र

source: Square
hi: चौक

source: Rounded
hi: गोल

source: Shape
hi: आकार

source: Icon Spacing
hi: आइकन स्पेसिंग

source: Adding rel="nofollow" for social links.
hi: सोशल लिंक के लिए rel="nofollow" जोड़ना।

source: URL
hi: यूआरएल

source: Social Profiles
hi: सोशल विवरण

source: Social Icons
hi: सोशल आइकन

source: Search Modal Width
hi: मॉडल चौड़ाई खोजें

source: Form modal styling
hi: फॉर्म मोडल स्टाइल

source: Form Styling
hi: फॉर्म स्टाइल

source: Modal Settings
hi: मॉडल सेटिंग्स

source: Search icon styling
hi: आइकन स्टाइल खोज

source: Icon Padding
hi: आइकन पैडिंग

source: Search Icon
hi: आइकन खोज

# label
source: Search for:
hi: निम्न को खोजें:

source: Icon Styling
hi: आइकन स्टाइलिंग

source: Search input styling
hi: इनपुट स्टाइल खोजें

source: Input Styling
hi: इनपुट स्टाइलिंग

source: Typography for search input
hi: खोज इनपुट के लिए टाइपोग्राफी

source: Input Text Typography
hi: इनपुट पाठ(टेक्स्ट) टाइपोग्राफी

source: Input Height
hi: इनपुट ऊंचाई

source: Note: The width can not greater than grid width.
hi: ध्यान दें: चौड़ाई ग्रिड चौड़ाई से अधिक नहीं हो सकती है।

source: Search Form Width
hi: फॉर्म चौड़ाई खोजें

source: Search ...
hi: खोज...

source: Placeholder
hi: प्लेसहोल्डर

source: Search Box
hi: खोज बॉक्स

source: Merge with right item
hi: दाईं आइटम के साथ विलय करें

source: Merge with left item
hi: बाईं आइटम के साथ विलय करें

source: If you choose to merge this item, the alignment setting will inherit from the item you are merging.
hi: यदि आप इस आइटम को मर्ज करना चुनते हैं, तो संरेखण सेटिंग आपके द्वारा विलय कर रहे आइटम से प्राप्त होगी।

source: Merge Item
hi: आइटम मर्ज करें

source: Item Layout
hi: आइटम लेआउट

source: Toggle Dropdown
hi: टॉगल ड्रॉपडाउन

source: Full-screen Overlay
hi: पूर्ण स्क्रीन ओवरले

source: Slide From Right
hi: दाएं से स्लाइड

source: Slide From Left
hi: बाएं से स्लाइड

source: Display Type
hi: प्रदर्शन प्रकार

source: Height
hi: ऊंचाई

source: Header
hi: हैडर

source: Menu Sidebar
hi: मेनू साइडबार

source: Header Bottom
hi: हैडर नीचे

source: Header Main
hi: हैडर मुख्य

source: Header Top
hi: हैडर शीर्ष

source: Mobile/Tablet
hi: मोबाइल / टेबलेट

source: Desktop
hi: डेस्कटॉप

source: Color Hover
hi: होवर रंग

source: Large
hi: बड़ा

source: Medium
hi: मध्यम

source: Small
hi: छोटा

source: Icon Size
hi: आइकन आकार

source: Show Label
hi: लेबल दिखाएं

source: Label Settings
hi: लेबल सेटिंग्स

source: Label
hi: लेबल

source: Menu
hi: मेन्यू

source: Menu Icon
hi: मेनू आइकन

source: Submenu
hi: सबमेनू

source: Typography for menu
hi: मेनू के लिए टाइपोग्राफी

source: Top Menu Items Typography
hi: शीर्ष मेनू आइटम टाइपोग्राफी

source: Hover/Active
hi: होवर / सक्रिय

source: Styling for top level menu items
hi: शीर्ष स्तर मेनू आइटम के लिए स्टाइल

source: Top Menu Items Styling
hi: शीर्ष मेनू आइटम स्टाइलिंग

source: Top Menu
hi: शीर्ष मेनू

source: Arrow icon size
hi: एरो आइकन आकार

source: Hide menu dropdown arrow
hi: मेनू ड्रॉपडाउन का एरो छुपाएं

source: Menu Preset
hi: मेनू प्रीसेट

source: Assign <a href="#menu_locations" class="focus-section">Menu Location</a> for %1$s
hi: सौंपें <a href="#menu_locations" class="focus-section">मेनू स्थान</a> %1$s के लिये

source: Primary Menu
hi: प्राथमिक मेनू

source: Logo
hi: लोगो

source: Bottom
hi: तल

source: Right
hi: दाईं ओर

source: Left
hi: बाईं ओर

source: Top
hi: ऊपर

source: No
hi: नहीं

source: Yes
hi: हाँ

source: Logo Retina
hi: लोगो रेटिना

source: Logo Max Width
hi: लोगो अधिकतम चौड़ाई

source: Arbitrary HTML code.
hi: मनमाना एचटीएमएल कोड।

source: HTML
hi: एचटीएमएल

source: Add custom text here or remove it
hi: यहां कस्टम टेक्स्ट जोड़ें या इसे हटा दें

source: HTML 1
hi: एचटीएमएल 1

source: Advanced styling for button
hi: बटन के लिए उन्नत स्टाइल

source: Advanced typography for button
hi: बटन के लिए उन्नत टाइपोग्राफी

source: Link
hi: लिंक

source: After
hi: के बाद

source: Before
hi: से पहले

source: Icon Position
hi: आइकन की स्थिति

source: Icon
hi: आइकन

source: Text
hi: पाठ (टेक्स्ट)

source: Button
hi: बटन

source: <p>Replace this widget content by going to <a href="%1$s"><strong>Appearance &rarr; Customize &rarr; Footer &rarr; Footer %2$s</strong></a> and adding widgets into this widget area.</p>
hi: <p>इस विजेट सामग्री को जाकर <a href="%1$s"><strong>अँपिअरन्स &rarr; कस्टमाइज &rarr; फुटर &rarr; फुटर %2$s</strong></a> बदलें और इस विजेट क्षेत्र में विजेट जोड़ना।</p>

source: Footer Widget %s
hi: फुटर विजेट %s

source: Footer Sidebar 6
hi: फुटर साइडबार 6

source: Footer Sidebar 5
hi: फुटर साइडबार 5

source: Footer Sidebar 4
hi: फुटर साइडबार 4

source: Footer Sidebar 3
hi: फुटर साइडबार 3

source: Footer Sidebar 2
hi: फुटर साइडबार 2

source: Footer Sidebar 1
hi: फुटर साइडबार 1

source: Save
hi: सेव

source: Save Template
hi: टेम्पलेट सेव करें

source: Templates
hi: टेम्पलेट

source: No saved templates.
hi: कोई सेव किये टेम्पलेट्स नहीं।

source: Remove
hi: हटाना

source: Load
hi: लोड

source: Untitled
hi: शीर्षकहीन

source: Saved Templates
hi: सेव किये टेम्पलेट्स

source: Advanced styling for %s
hi: %s के लिए उन्नत स्टाइल

source: Widget Title Color
hi: विजेट शीर्षक रंग

source: Layout <code>Full width - Contained</code> and <code>Full Width</code> will not fit browser width because you've selected <a class='focus-control' data-id='site_layout' href='#'>Site Layout</a> as <code>Boxed</code> or <code>Framed</code>
hi: लेआउट <code>पूर्ण चौड़ाई - युक्त </code>और <code>पूर्ण चौड़ाई</code> ब्राउज़र चौड़ाई फिट नहीं होगी क्योंकि आपने <a class='focus-control' data-id='site_layout' href='#'>साइट लेआउट</a> चुनाके <code>बॉक्स</code> या <code>फ़्रेम</code> किए गए हैं

source: Contained
hi: कंटेन

source: Full width - Contained
hi: पूर्ण चौड़ाई - कंटेन

source: Footer Top
hi: फुटर शीर्ष

source: Footer
hi: फुटर

source: Footer Bottom
hi: फुटर नीचे

source: Footer Main
hi: फुटर मुख्य

source: Footer Layout
hi: फुटर लेआउट

source: Align
hi: संरेखित

source: Copyright Text Typography
hi: कॉपीराइट पाठ टाइपोग्राफी

source: Arbitrary HTML code or shortcode. Available tags: {current_year}, {site_title}, {theme_author}
hi: मनमानी एचटीएमएल कोड या शॉर्टकोड। उपलब्ध टैग: {current_year}, {site_title}, {theme_author}

source: Copyright Text
hi: कॉपीराइट पाठ(टेक्स्ट)

source: Copyright &copy; {current_year} {site_title} - Powered by {theme_author}.
hi: कॉपीराइट &copy; {current_year} {site_title} - {theme_author} द्वारा संचालित।

source: Copyright
hi: कॉपीराइट

source: Compatibility
hi: अनुकूलता

source: Blog
hi: ब्लॉग

source: How many numbers to either side of the current pages
hi: वर्तमान पृष्ठों के दोनों तरफ कितने नंबर हैं

source: Next Label
hi: अगला लेबल

source: Show Next, Previous Label
hi: अगला, पिछला लेबल दिखाएं

source: Show Pagination
hi: अंकन दिखाओ

source: Pagination
hi: अंकन

source: Read More Text
hi: और पाठ पढ़ें

source: Read More
hi: और पढो

source: Avatar Size
hi: अवतार आकार

source: Show author avatar
hi: लेखक अवतार दिखाएं

source: Title
hi: शीर्षक

source: Comment
hi: टिप्पणी

source: Categories
hi: श्रेणियाँ

source: Date
hi: तारीख

source: Author
hi: लेखक

source: Separator
hi: विभाजक

source: Meta
hi: मेटा

source: Excerpt More
hi: अधिक अंश

source: Excerpt Length
hi: अंश की लंबाई

source: Excerpt
hi: अंश

source: Thumbnail Size
hi: थंबनेल का आकार

source: Media Radius
hi: मीडिया त्रिज्या

source: Media Width
hi: मीडिया चौड़ाई

source: Media Ratio
hi: मीडिया अनुपात

source: Media
hi: मीडिया

source: Article Wrapper
hi: आर्टिकल लपेटो

source: Article Styling
hi: आर्टिकल स्टाइलिंग

source: Layout
hi: लेआउट

source: Box Shadow
hi: बॉक्स की छाया

source: Border Radius
hi: सीमा त्रिज्या

source: Border Color
hi: सीमा रंग

source: Border Width
hi: सीमा चौड़ाई

source: Outset
hi: आऊटसेट

source: Inset
hi: इनसेट

source: Ridge
hi: रिज

source: Double
hi: डबल

source: Dashed
hi: द्याश्ड

source: Dotted
hi: डॉट्टेड

source: Solid
hi: सॉलिड

source: Border Style
hi: सीमा स्टाइल

source: Border
hi: सीमा

source: Fixed
hi: स्थिर

source: Scroll
hi: स्क्रॉल

source: Attachment
hi: सलग्न

source: Repeat vertical
hi: लंबवत दोहराएं

source: Repeat horizontal
hi: क्षैतिज दोहराएं

source: No repeat
hi: दोहराना नहीं

source: Repeat
hi: दोहराना

source: Bottom Right
hi: नीचे दाएं

source: Bottom Center
hi: निचला मध्यम

source: Bottom Left
hi: नीचे बाएँ

source: Top Center
hi: शीर्ष केंद्र

source: Top Right
hi: दाईं ओर ऊपर

source: Top Left
hi: बाएं से ऊपर

source: Center
hi: केंद्र

source: Position
hi: स्थान

source: Size
hi: आकार

source: Contain
hi: शामिल

source: Auto
hi: ऑटो

source: Background Image
hi: पृष्ठभूमि चित्र

source: Background Color
hi: पीछे का रंग

source: Background
hi: पृष्ठभूमि

source: Padding
hi: पैडिंग

source: Margin
hi: मार्जिन

source: Link Color
hi: लिंक रंग

source: Color
hi: रंग

source: Hover
hi: होवर

source: Capitalize
hi: मूल बनाना

source: Lowercase
hi: लोअरकेस

source: Uppercase
hi: अपरकेस

source: Text Transform
hi: पाठ परिवर्तन

source: None
hi: कोई नहीं

source: Line through
hi: लाइन थ्रू

source: Overline
hi: ओवरलाइन

source: Underline
hi: रेखांकन

source: Text Decoration
hi: पाठ सजावट

source: Oblique
hi: ऑब्लिक्यू

source: Italic
hi: इटैलिक

source: Normal
hi: साधारण

source: Font Style
hi: फ़ॉन्ट शैली

source: Letter Spacing
hi: लेटर अंतर

source: Line Height
hi: लाईन ऊंची

source: Font Size
hi: फ़ॉन्ट आकार

source: Font Languages
hi: फ़ॉन्ट भाषाएं

source: Font Weight
hi: फ़ॉन्ट वजन

source: Font Family
hi: फ़ॉन्ट परिवार

source: Google Web Fonts
hi: गूगल वेब फ़ॉन्ट्स

source: Default Web Fonts
hi: डिफ़ॉल्ट वेब फ़ॉन्ट्स

source: Customizing
hi: अनुकूलित

source: Customizing &#9656; %s
hi: अनुकूलित &#9656; %s

source: WooCommerce Secondary Sidebar
hi: वूकॉमर्स माध्यमिक साइडबार

source: WooCommerce Primary Sidebar
hi: वूकॉमर्स प्राथमिक साइडबार

source: Display on single product
hi: सिंगल उत्पाद पर प्रदर्शित करें

source: Display on product taxonomies (categories/tags,..)
hi: उत्पाद वर्गीकरण पर प्रदर्शित (श्रेणियां / टैग, ..)

source: Styling for breadcrumb
hi: ब्रेडक्रंब के लिए स्टाइलिंग

source: Typography for breadcrumb
hi: ब्रेडक्रंब के लिए टाइपोग्राफी

source: Settings display for special pages.
hi: प्रदर्शन सेटिंग्स विशेष पृष्ठों के लिए।

source: Display
hi: प्रदर्शन

source: Hide on product tag
hi: उत्पाद टैग पर छिपाएं

source: Hide on product category
hi: उत्पाद श्रेणी पर छिपाएं

source: Hide on product page
hi: उत्पाद पृष्ठ पर छिपाएं

source: Hide on 404 page
hi: 404 पृष्ठ पर छिपाएं

source: Hide on singular
hi: सिंग्युलर पर छिपाएं

source: Hide on single post
hi: सिंगल पोस्ट पर छुपाएं

source: Hide on single page
hi: सिंगल पृष्ठ पर छुपाएं

source: Hide on archive
hi: पुरालेख पर छुपाएं

source: Hide on search
hi: खोज पर छिपाएं

source: Hide on categories
hi: श्रेणियों पर छिपाएं

source: Hide on index
hi: इंडेक्स पर छिपाएं

source: Before site main
hi: साइट मुख्य से पहले

source: Inside cover/titlebar
hi: कवर / शीर्षक पट्टी के अंदर

source: After header
hi: हैडर के बाद

source: Display Position
hi: प्रदर्शन की स्थिति

source: Breadcrumb
hi: ब्रेडक्रम्ब

source: Show
hi: दिखाए

source: Hide
hi: छिपाना

source: Titlebar
hi: शीर्षक पट्टी

source: Cover
hi: कवर

source: Disable Footer Bottom
hi: फुटर का नीचे अक्षम करें

source: Disable Footer Main
hi: फुटर मुख्य अक्षम करें

source: Disable Title
hi: शीर्षक अक्षम करें

source: Disable Header
hi: हैडर अक्षम करें

source: Disable Elements
hi: तत्व अक्षम करें

source: Full Width - Stretched
hi: पूर्ण चौड़ाई - खिंचाव

source: Full Width
hi: पूर्ण चौड़ाई

source: Default
hi: डिफ़ॉल्ट

source: Content Layout
hi: सामग्री लेआउट

source: Inherit from customize settings
hi: कस्टमाइज़ सेटिंग्स से इनहेरिट करें

source: Sidebar
hi: साइडबार

source: Customify Settings
hi: कस्टमीफाय सेटिंग्स

source: Footer Sidebar %d
hi: फुटर साइडबार %d

source: Secondary Sidebar
hi: माध्यमिक साइडबार

source: Add widgets here.
hi: यहां विजेट जोड़ें।

source: Primary Sidebar
hi: प्राथमिक साइडबार

source: Primary
hi: प्राथमिक

source: Search Results for: %s
hi: %s: के लिए खोज परिणाम

# next set of posts
source: Next
hi: अगला

# previous set of posts
source: Previous
hi: पिछला

source: Continue reading %s
hi: पढ़ना जारी रखें %s

source: Read more &larr;
hi: और पढो &larr;

source: Read more &rarr;
hi: और पढो &rarr;

# comments number
source: %1$s Comment
hi: %1$s टिप्पणी

source: 1 Comment
hi: 1 टिप्पणी

source: Multiple Headers
hi: एकाधिक हैंडर्स

source: Portfolio
hi: संग्रह (पोर्टफोलियो)

source: WooCommerce Booster
hi: वूकोमर्स बूस्टर

source: Blog Pro
hi: ब्लॉग प्रो

source: Scroll To Top
hi: शीर्ष तक स्क्रॉल करें

source: Header Sticky
hi: हैडर स्टिकी

source: Header Transparent
hi: हैडर पारदर्शी

source: Details
hi: विवरण

source: Active Now
hi: अब सक्रिय

source: Install Now
hi: अभी स्थापित करें

source: View Site Library
hi: साइट लाइब्रेरी देखें

source: <strong>Customify Sites</strong> is a free add-on for the Customify theme which help you browse and import ready made websites with few clicks.
hi: <strong>कस्टमीफाय साइट</strong>कस्टमीफाय थीम के लिए एक मुफ्त ऐड-ऑन है जो आपको कुछ क्लिक के साथ तैयार की गई वेबसाइटों को ब्राउज़ और आयात करने में सहायता करती है।

source: Customify ready to import sites
hi: कस्टमीफाय साइट आयात करने के लिए तैयार है

source: Join Our Facebook Group &rarr;
hi: हमारे फेसबुक समूह में शामिल हों &rarr;

source: Join the Facebook group for updates, discussions, chat with other Customify lovers.
hi: अपडेट, चर्चा, चैट के लिए अन्य कस्टमीफाय प्रेमियों के साथ फेसबुक समूह में शामिल हों।

source: Join the community!
hi: समुदाय में शामिल हों!

source: Links to Customizer Settings
hi: कस्टमइजर सेटिंग्स के लिए लिंक

source: Homepage Settings
hi: होमपेज सेटिंग्स

source: Blog Posts
hi: ब्लॉग पोस्ट

source: Titlebar Settings
hi: टाइटलबार सेटिंग्स

source: Sidebar Settings
hi: साइडबार सेटिंग्स

source: Typography
hi: टाइपोग्राफी

source: Styling
hi: स्टाइलिंग

source: Footer Builder
hi: फुटर बिल्डर

source: Header Builder
hi: हैडर बिल्डर

source: Layout Settings
hi: लेआउट सेटिंग

source: Logo & Site Identity
hi: लोगो और साइट पहचान

source: To fully take advantage of the best our theme can offer please make sure you visit our <a href="%1$s">Customify options page</a>.
hi: हमारी थीम का सर्वोत्तम लाभ उठाने के लिए कृपया सुनिश्चित करें कि आप हमारी <a href="%1$s">कस्टमीफाय विकल्प पृष्ठ</a> पर जाएं।

source: Thanks for installing Customify, you rock! <img draggable="false" class="emoji" alt="" src="https://s.w.org/images/core/emoji/2.4/svg/1f918.svg">
hi: कस्टमीफाय स्थापित करने के लिए धन्यवाद, यु रॉक! <img draggable="false" class="emoji" alt="" src="https://s.w.org/images/core/emoji/2.4/svg/1f918.svg">

source: logo
hi: लोगो

source: Customify Options
hi: कस्टमीफाय विकल्प

source: Skip to content
hi: सामग्री को छोड़कर

source: Comments are closed.
hi: टिप्पणियाँ बंद हैं।

source: One thought on &ldquo;%1$s&rdquo;
hi: &ldquo;%1$s&rdquo; पर एक विचार

source: It looks like nothing was found at this location. Maybe try one of the links below or a search?
hi: ऐसा लगता है कि इस स्थान पर कुछ भी नहीं मिला था। शायद नीचे दिए गए लिंक में से एक आज़माएं या एक खोज ?

source: Oops! That page can&rsquo;t be found.
hi: ऊप्स! वह पृष्ठ &rsquo; नहीं मिला।

source: WPCustomify
hi: डब्ल्यूपीकस्टमीफाय
