Repository: prasish012/try
Catalog: try/media_copy/translations/magazine-7/existing_translations/PO FILES AS DATASETS FROM WP.TRANSLATE 2/Hindi/wp-themes-sydney-*.po
Languages: hi

source: The text for the button [Defaults to <em>See all our employees</em> if left empty]
hi: बटन के लिए टेक्स्ट [खाली रहने पर <em>हमारे सभी कर्मचारियों को देखें</em> के लिए डिफ़ॉल्ट]

source: Enter an URL here if you want to section to link somewhere.
hi: यदि आप अनुभाग को कहीं लिंक करना चाहते हैं, तो यहां एक यूआरएल दर्ज करें।

source: Number of employees to show (-1 shows all of them):
hi: दिखाने के लिए कर्मचारियों की संख्या (-1 उन सभी को दिखाता है):

source: In order to display this widget, you must first add some employees from the dashboard. Add as many as you want and the theme will automatically display them all.
hi: इस विजेट को प्रदर्शित करने के लिए, आपको पहले डैशबोर्ड से कुछ कर्मचारियों को जोड़ना होगा। जितने चाहें उतने जोड़ें और थीम स्वचालित रूप से उन सभी को प्रदर्शित करेगी।

source: Sydney FP: Employees
hi: सिडनी एफपी: कर्मचारी

source: Display your team members in a stylish way.
hi: अपनी टीम के सदस्यों को स्टाइलिश तरीके से प्रदर्शित करें।

source: See all our clients
hi: हमारे सभी ग्राहक देखें

source: Enter the slug for your category or leave empty to show all clients.
hi: अपनी श्रेणी के लिए स्लग दर्ज करें या सभी ग्राहकों को दिखाने के लिए खाली छोड़ दें।

source: The text for the button [Defaults to <em>See all our clients</em> if left empty]
hi: बटन के लिए टेक्स्ट [खाली रहने पर <em>हमारे सभी क्लाइंट देखें</em> के लिए डिफ़ॉल्ट]

source: The URL for your button [In case you want a button below your clients block]
hi: आपके बटन के लिए यूआरएल [यदि आप अपने क्लाइंट ब्लॉक के नीचे एक बटन चाहते हैं]

source: Number of clients to show (-1 shows all of them):
hi: दिखाने के लिए ग्राहकों की संख्या (-1 उन सभी को दिखाता है):

source: In order to display this widget, you must first add some clients from your admin area. Set your client logos as featured images.
hi: इस विजेट को प्रदर्शित करने के लिए, आपको पहले अपने व्यवस्थापक क्षेत्र से कुछ ग्राहकों को जोड़ना होगा। अपने क्लाइंट लोगो को फीचर्ड छवियों के रूप में सेट करें।

source: Sydney FP: Clients
hi: सिडनी एफपी: ग्राहक

source: Display your clients list.
hi: अपने ग्राहकों की सूची प्रदर्शित करें।

source: Display the button inline with the text?
hi: टेक्स्ट के साथ बटन इनलाइन प्रदर्शित करें?

source: Title for the button
hi: बटन के लिए शीर्षक

source: Link for the button
hi: बटन के लिए लिंक

source: Enter your call to action.
hi: अपना कॉल टू एक्शन दर्ज करें।

source: Sydney FP: Call to action
hi: सिडनी एफपी: कॉल टू एक्शन

source: Display a call to action block.
hi: कॉल टू एक्शन ब्लॉक प्रदर्शित करें।

source: Enter your email address
hi: अपना ईमेल पता दर्ज करें

source: Enter your phone number
hi: अपना फोन नंबर डालें

source: Enter your address
hi: अपना पता दर्ज करें

source: Title
hi: शीर्षक

source: Sydney: Contact info
hi: सिडनी: संपर्क जानकारी

source: Display your contact info
hi: अपनी संपर्क जानकारी प्रदर्शित करें

source: Search Results for: %s
hi: %s :के लिए खोज परिणाम

source: Activate
hi: सक्रिय करें

source: Install
hi: संस्थापन

source: Type
hi: क़िस्म

source: Archives
hi: पुरालेख

source: Archives: %s
hi: पुरालेख: %s

# post format archive title
source: Chats
hi: चैट

# post format archive title
source: Audio
hi: ऑडियो

# post format archive title
source: Statuses
hi: स्थितियां

# post format archive title
source: Links
hi: कड़ियाँ

# post format archive title
source: Quotes
hi: उद्धरण

# post format archive title
source: Videos
hi: वीडियो

# post format archive title
source: Images
hi: छवियाँ

# post format archive title
source: Galleries
hi: गैलरी

# post format archive title
source: Asides
hi: एसाइड

source: Day: %s
hi: दिन: %s

source: Month: %s
hi: माह: %s

source: Year: %s
hi: साल: %s

source: Author: %s
hi: लेखक: %s

source: Tag: %s
hi: टैग: %s

source: Category: %s
hi: श्रेणी: %s

source: % comments
hi: % टिप्पणियाँ

source: 1 comment
hi: 1 टिप्पणी

# post date
source: Posted on %s
hi: %s पर पोस्ट किया गया

source: Post navigation
hi: पोस्ट नेविगेशन

source: Newer posts
hi: नए पोस्ट

source: Older posts
hi: पुराने पोस्ट

source: Posts navigation
hi: पोस्ट्स नेविगेशन

source: Default
hi: मूलभूत

source: Here you can select a top/bottom row padding for screen sizes < 1024px
hi: यहां आप स्क्रीन आकार < 1024px के लिए एक शीर्ष/निचली पंक्ति पैडिंग का चयन कर सकते हैं

source: Mobile padding
hi: मोबाइल पैडिंग

source: Background image of the row.
hi: पंक्ति की पृष्ठभूमि छवि।

source: Background Image
hi: पृष्ठभूमि का चित्र

source: Color of the row.
hi: पंक्ति का रंग।

source: Color
hi: रंग

source: Background color
hi: पृष्ठभूमि रंग

source: This may or may not work. It depends on the widget styles.
hi: यह काम कर भी सकता है और नहीं भी। यह विजेट शैलियों पर निर्भर करता है।

source: Center align the content?
hi: सामग्री को केंद्र में संरेखित करें?

source: Top/bottom padding
hi: ऊपर/नीचे पैडिंग

source: Bottom Border Color
hi: निचला बॉर्डर रंग

source: Sydney Theme Widgets
hi: सिडनी थीम विजेट

source: Nothing (only menu)
hi: कुछ नहीं (केवल मेनू)

source: 1. Documentation for Sydney can be found
hi: 1. सिडनी के लिए प्रलेखन पाया जा सकता है

source: Theme info
hi: थीम जानकारी

source: Sidebar color
hi: साइडबार का रंग

source: Sidebar background
hi: साइडबार पृष्ठभूमि

source: Body text
hi: बॉडी टेक्स्ट

source: Sub-menu background
hi: उप-मेनू पृष्ठभूमि

source: Sub-menu items
hi: उप-मेनू आइटम

source: Top level menu items
hi: शीर्ष स्तर के मेनू आइटम

source: Menu background
hi: मेनू पृष्ठभूमि

source: Site description
hi: साइट विवरण

source: Site title
hi: साइट शीर्षक

source: Font family
hi: फोन्ट परिवार

source: Four
hi: चार

source: Three
hi: तीन

source: Two
hi: दो

source: One
hi: एक

source: Footer widget areas
hi: फुटर विजेट क्षेत्र

source: Footer
hi: फुटर

source: Featured image
hi: फीचर्ड छवि

source: Meta
hi: मेटा

source: Excerpt length
hi: उद्धरण की लंबाई

source: Masonry (grid style)
hi: मेसोनरी (ग्रिड शैली)

source: Full width (no sidebar)
hi: पूर्ण चौड़ाई (कोई साइडबार नहीं)

source: Classic
hi: क्लासिक

source: Blog layout
hi: ब्लॉग लेआउट

source: Layout
hi: रूपरेखा

source: Blog options
hi: ब्लॉग विकल्प

source: Upload your logo
hi: अपना लोगो अपलोड करें

source: Disable the overlay?
hi: ओवरले अक्षम करें?

source: Header height [default: 300px]
hi: हेडर की ऊंचाई [डिफ़ॉल्ट: 300px]

source: Contain
hi: शामिल

source: Cover
hi: कवर

source: Header background size
hi: हैडर पृष्ठभूमि आकार

source: Centered (menu and site logo)
hi: केंद्रित (मेनू और साइट लोगो)

source: Inline
hi: पंक्ति में

source: Static
hi: स्थिर

source: Sticky
hi: स्टिकी

source: Sticky menu
hi: स्टिकी मेनू

source: Menu style
hi: मेनू शैली

source: Text for your call to action button
hi: आपके कॉल टू एक्शन बटन के लिए टेक्स्ट

source: Click to begin
hi: शुरू करने के लिए क्लिक करें

source: URL for your call to action button
hi: आपके कॉल टू एक्शन बटन का यूआरएल

source: Subtitle for the fifth slide
hi: पांचवीं स्लाइड के लिए उपशीर्षक

source: Title for the fifth slide
hi: पांचवीं स्लाइड के लिए शीर्षक

source: Upload your fifth image for the slider
hi: स्लाइडर के लिए अपनी पांचवीं छवि अपलोड करें

source: Fifth slide
hi: पांचवीं स्लाइड

source: Subtitle for the fourth slide
hi: चौथी स्लाइड के लिए उपशीर्षक

source: Title for the fourth slide
hi: चौथी स्लाइड का शीर्षक

source: Upload your fourth image for the slider
hi: स्लाइडर के लिए अपनी चौथी छवि अपलोड करें

source: Fourth slide
hi: चौथी स्लाइड

source: Subtitle for the third slide
hi: तीसरी स्लाइड के लिए उपशीर्षक

source: Title for the third slide
hi: तीसरी स्लाइड के लिए शीर्षक

source: Upload your third image for the slider
hi: स्लाइडर के लिए अपनी तीसरी छवि अपलोड करें

source: Third slide
hi: तीसरी स्लाइड

source: Subtitle for the second slide
hi: दूसरी स्लाइड के लिए उपशीर्षक

source: Title for the second slide
hi: दूसरी स्लाइड का शीर्षक

source: Upload your second image for the slider
hi: स्लाइडर के लिए अपनी दूसरी छवि अपलोड करें

source: Second slide
hi: दूसरी स्लाइड

source: Subtitle for the first slide
hi: पहली स्लाइड के लिए उपशीर्षक

source: Title for the first slide
hi: पहली स्लाइड का शीर्षक

source: Welcome to Sydney
hi: सिडनी में आपका स्वागत है

source: Upload your first image for the slider
hi: स्लाइडर के लिए अपनी पहली छवि अपलोड करें

source: First slide
hi: पहली स्लाइड

source: Slider speed in miliseconds. Use 0 to disable [default: 4000]
hi: मिलीसेकंड में स्लाइडर गति। अक्षम करने के लिए 0 का उपयोग करें [डिफ़ॉल्ट: 4000]

source: Slider speed
hi: स्लाइडर गति

source: Select the hero type for all pages except the front page
hi: मुख्य पृष्ठ को छोड़कर सभी पृष्ठों के लिए नायक प्रकार का चयन करें

source: Site header type
hi: साइट हेडर प्रकार

source: No header (only menu)
hi: कोई हेडर नहीं (केवल मेनू)

source: Image
hi: छवि

source: Full screen slider
hi: पूर्ण स्क्रीन स्लाइडर

source: Select the header type for your front page
hi: अपने फ्रंट पेज के लिए हेडर प्रकार चुनें

source: Front page header type
hi: फ्रंट पेज हेडर प्रकार

source: You can select your header type from here. After that, continue below to the next two tabs (Hero Slider and Header Image) and configure them.
hi: आप यहां से अपना हेडर प्रकार चुन सकते हैं। उसके बाद, अगले दो टैब (हीरो स्लाइडर और हेडर इमेज) के नीचे जारी रखें और उन्हें कॉन्फ़िगर करें।

source: General
hi: सामान्य

source: Skip to content
hi: सामग्री पर जाएं

source: Create your menu here
hi: अपना मेनू यहां बनाएं

source: Footer
hi: फुटर

source: Sidebar
hi: साइडबार

source: Primary Menu
hi: प्राथमिक मेनू

source: Edit
hi: सम्पादन

source: Pages:
hi: पृष्ठ:

source: It seems we can&rsquo;t find what you&rsquo;re looking for. Perhaps searching can help.
hi: ऐसा लगता है हमें वह नहीं मिला जो आप ढूंढ़ रहे है.शायद खोजने से मदद हो सकता हैं.

source: Sorry, but nothing matched your search terms. Please try again with some different keywords.
hi: क्षमा करें, लेकिन आपके खोज शब्दों का कुछ भी मिलान नहीं हुआ.कुछ अलग खोजशब्दों के साथ पुन: प्रयास करें.

source: Ready to publish your first post? <a href="%1$s">Get started here</a>.
hi: अपनी पहली पोस्ट प्रकाशित करने के लिए तैयार हैं? <a href="%1$s">यहाँ प्रारंभ करें</a>.

source: Nothing Found
hi: कुछ भी नहीं मिला

source: Comments are closed.
hi: टिप्पणिया बंद कर दी गयी है.

source: Newer Comments &rarr;
hi: नई टिप्पणिया &rarr;

source: &larr; Older Comments
hi: &larr; पुरानी टिप्पणिया

source: Comment navigation
hi: टिप्पणी नेविगेशन

# comments title
source: One thought on &ldquo;%2$s&rdquo;
hi: &ldquo;%2$s&rdquo; पर एक विचार

source: It looks like nothing was found at this location. Maybe try one of the links below or a search?
hi: इस स्थान पर कुछ भी नहीं पाया गया.शायद नीचे दिए गए कड़ियों पर जाये या खोजे?

source: Oops! That page can&rsquo;t be found.
hi: उफ़! उस पृष्ठ नहीं पाया जा सका.
