Repository: prasish012/try
Catalog: try/media_copy/translations/magazine-7/existing_translations/PO FILES AS DATASETS FROM WP.TRANSLATE 2/Hindi/wp-themes-sydney-*.po
Languages: hi

source: Sydney is a powerful business theme that provides a fast way for companies or freelancers to create an awesome online presence. As well as being fully compatible with Elementor, Sydney brings plenty of customization possibilities like access to all Google Fonts, full color control, layout control, logo upload, full screen slider, header image, sticky navigation and much more. Also, Sydney provides all the construction blocks you need to rapidly create an engaging front page. Looking for a quick start with Sydney? With just a few clicks, you can import one of our existing demos (https://athemes.com/sydney-demos/)
hi: सिडनी एक शक्तिशाली व्यवसाय थीम है जो कंपनियों या फ्रीलांसरों को एक शानदार ऑनलाइन उपस्थिति बनाने का एक तेज़ तरीका प्रदान करता है। एलीमेंटर के साथ पूरी तरह से संगत होने के साथ-साथ, सिडनी अनुकूलन की बहुत सारी संभावनाएं लाता है जैसे सभी गूगल फ़ॉन्ट तक पहुंच, पूर्ण रंग नियंत्रण, लेआउट नियंत्रण, लोगो अपलोड, पूर्ण स्क्रीन स्लाइडर, हेडर इमेज, स्टिकी नेविगेशन और बहुत कुछ। इसके अलावा, सिडनी वे सभी निर्माण ब्लॉक प्रदान करता है जिनकी आपको तेजी से एक आकर्षक फ्रंट पेज बनाने के लिए आवश्यकता होती है। सिडनी के साथ एक त्वरित शुरुआत की तलाश है? कुछ ही क्लिक के साथ, आप हमारे मौजूदा डेमो में से एक आयात कर सकते हैं (https://athemes.com/sydney-demos/)

source: Sydney
hi: सिडनी

source: The values for these elements are set from the main header.
hi: इन तत्वों के मान मुख्य हेडर से सेट किए गए हैं।

source: Integrations
hi: एकीकरण

source: Blog & pages
hi: ब्लॉग और पृष्ठ

source: Typography Options
hi: टाइपोग्राफी विकल्प

source: Full-content
hi: पूर्ण सामग्री

source: Content type
hi: सामग्री प्रकार

source: Show post content
hi: पोस्ट सामग्री दिखाएं

source: Live chat floating icon
hi: लाइव चैट फ़्लोटिंग आइकन

source: Live Chat (WhatsApp)
hi: लाइव चैट (व्हाट्सएप)

source: Custom CSS and other tools for Elementor
hi: कस्टम सीएसएस और एलीमेंटर के लिए अन्य उपकरण

source: Elementor Tools
hi: एलीमेंटर उपकरण

source: Page Header options for posts, pages, archives etc.
hi: पोस्ट, पृष्ठ, आर्काइव आदि के लिए पृष्ठ हैडर विकल्प।

source: Page Headers
hi: पृष्ठ हेडर

source: Templates Builder
hi: टेम्प्लेट बिल्डर

source: Preview
hi: पूर्वावलोकन

source: Search Templates:
hi: खोज टेम्पलेट्स:

source: Filter
hi: फ़िल्टर

source: Loading
hi: लोड हो रहा है

source: Get Pro
hi: प्रो प्राप्त करें

source: Insert
hi: डालें

source: Sync Library
hi: सिंक लाइब्रेरी

source: Back to Library
hi: लाइब्रेरी को लौटें

source: Template does not have any content
hi: टेम्पलेट में कोई सामग्री नहीं है

source: Template Library
hi: टेम्पलेट लाइब्रेरी

source: Template id missing
hi: टेम्पलेट आईडी गुम है

source: Post not found
hi: पोस्ट नहीं मिला

source: Post not found.
hi: पोस्ट नहीं मिला।

source: Please make sure your search is spelled correctly or try a different word.
hi: कृपया सुनिश्चित करें कि आपकी खोज की वर्तनी सही है या किसी भिन्न शब्द का प्रयास करें।

source: No Results Found
hi: कोई परिणाम नहीं मिला

source: Try different category or sync for new templates.
hi: नए टेम्प्लेट के लिए भिन्न श्रेणी या सिंक का प्रयास करें।

source: No Templates Found
hi: कोई टेम्पलेट नहीं मिला

source: Modal with custom content
hi: कस्टम सामग्री के साथ मॉडल

source: Modal
hi: मोडल

source: Toggle menu
hi: टॉगल मेनू

source: Close menu
hi: मेन्यू बंद करें

source: Disable Google Fonts preconnect
hi: गूगल फ़ॉन्ट प्रीकनेक्ट अक्षम करें

source: This option refers only to Google Fonts loaded by the theme, not by third-party plugins.
hi: यह विकल्प केवल थीम द्वारा लोड किए गए गूगल फ़ॉन्ट को संदर्भित करता है, तीसरे पक्ष के प्लगइन्स द्वारा नहीं।

source: Click here to select where you want to display the slider
hi: आप स्लाइडर को कहां प्रदर्शित करना चाहते हैं, यह चुनने के लिए यहां क्लिक करें

source: Mobile behavior for the slider images
hi: स्लाइडर छवियों के लिए मोबाइल व्यवहार

source: Use this if you want to show the same text on all slides.
hi: अगर आप सभी स्लाइड्स पर एक जैसा टेक्स्ट दिखाना चाहते हैं तो इसका इस्तेमाल करें।

source: Prevent the text from changing?
hi: टेक्स्ट को बदलने से रोकें?

source: Slider settings
hi: स्लाइडर सेटिंग्स

source: Slider button
hi: स्लाइडर बटन

source: CPT: Taxonomy name
hi: सीपीटी: टैक्सोनॉमी नाम

source: CPT: Term name
hi: सीपीटी: टर्म का नाम

source: CPT: Post name
hi: सीपीटी: पोस्ट का नाम

source: Author name
hi: लेखक का नाम

source: Tag name
hi: टैग नाम

source: Category name
hi: श्रेणी का नाम

source: Page name
hi: पृष्ठ का नाम

source: Post name
hi: पोस्ट नाम

source: Product name
hi: उत्पाद का नाम

source: Boxed
hi: बॉक्स्ड

source: Unboxed
hi: अनबॉक्सड

source: Boxed content area
hi: बॉक्स सामग्री क्षेत्र

source: Stretched
hi: ताना हुआ

source: Narrow
hi: सँकरा

source: Select your layout
hi: अपना लेआउट चुनें

source: Text color (sticky)
hi: टेक्स्ट का रंग (स्टिकी)

source: Transparent header
hi: पारदर्शी हैडर

source: Narrow container width
hi: संकीर्ण कंटेनर चौड़ाई

source: Container width
hi: कंटेनर की चौड़ाई

source: Layouts
hi: लेआउट

source: Singles
hi: एकल

source: Save Conditions
hi: शर्तें सहेजें

source: Add User Condition
hi: उपयोगकर्ता शर्त जोड़ें

source: Add Display Condition
hi: प्रदर्शन स्थिति जोड़ें

source: User Roles
hi: उपयोगकर्ता की भूमिका

source: User Logged Out
hi: उपयोगकर्ता लॉग आउट

source: User Logged In
hi: उपयोगकर्ता लॉग इन

source: User Auth
hi: उपयोगकर्ता प्रमाणीकरण

source: Privacy Policy Page
hi: गोपनीयता नीति पृष्ठ

source: Author
hi: लेखक

source: Other
hi: अन्य

source: Custom Post Types
hi: कस्टम पोस्ट प्रकार

source: Specific
hi: विशिष्ट

source: Product Tags
hi: उत्पाद टैग

source: Product Categories
hi: उत्पाद श्रेणियां

source: Product Archives
hi: उत्पाद आर्काइव

source: WooCommerce
hi: वूकॉमर्स

source: Single Page
hi: एक पृष्ठ

source: Pages
hi: पृष्ठे

source: Post Tags
hi: पोस्ट टैग्स

source: Post Categories
hi: पोस्ट श्रेणियां

source: Post Archives
hi: पोस्ट अभिलेखागार(आर्काइव्ज)

source: Single Post
hi: एकल पोस्ट

source: Posts
hi: पोस्ट

source: Singulars
hi: एकवचन

source: Basic
hi: मूलभूत

source: Entire Site
hi: पूरी साइट

source: Exclude
hi: निकालना

source: Include
hi: शामिल

source: Add/Edit Conditions
hi: शर्तें जोड़ें/संपादित करें

source: Widget titles color (deprecated)
hi: विजेट शीर्षक रंग (पदावनत)

source: 4. Priority email support is available for our premium users. You can upgrade
hi: 4. हमारे प्रीमियम उपयोगकर्ताओं के लिए प्राथमिक ईमेल समर्थन उपलब्ध है। आप अपग्रेड कर सकते हैं

source: 3. You can receive free support on the community forums
hi: 3. आप सामुदायिक मंचों पर निःशुल्क सहायता प्राप्त कर सकते हैं

source: 2. All of our starter sites, both free and pro, can be previewed
hi: 2. हमारी सभी शुरुआती साइटों, दोनों मुफ़्त और पेशेवर, का पूर्वावलोकन किया जा सकता है

source: Build headers, footers etc. with Elementor.
hi: एलीमेंटर के साथ हेडर, फुटर आदि बनाएं।

source: Background color (sticky)
hi: पृष्ठभूमि का रंग (स्टिकी)

source: Proceed to checkout
hi: चेक आउट करने के लिए आगे बढ़ें

source: Built-in Wishlist, Product Swatch
hi: बिल्ट-इन विशलिस्ट, प्रोडक्ट स्वैच

source: Extended WooCommerce Module
hi: विस्तारित वूकॉमर्स मॉड्यूल

source: Extra features for WooCommerce
hi: वूकॉमर्स के लिए अतिरिक्त सुविधाएँ

source: Extended WooCommerce
hi: विस्तारित वूकॉमर्स

source: Load Google Fonts Locally?
hi: गूगल फ़ॉन्ट्स को स्थानीय रूप से लोड करें?

source: Floating quick links bar (contact, social etc.)
hi: फ़्लोटिंग त्वरित लिंक बार (संपर्क, सामाजिक आदि)

source: Quick Links Module
hi: त्वरित लिंक मॉड्यूल

source: Sticky and transparent menu
hi: स्टिकी और पारदर्शी मेनू

source: Want more customization options?
hi: अधिक अनुकूलन विकल्प चाहते हैं?

source: Learn More
hi: और अधिक जानें

source: Extra features for your footer
hi: आपके फुटर लेख के लिए अतिरिक्त सुविधाएँ

source: Extended Footer Module
hi: विस्तारित फुटर मॉड्यूल

source: Breadcrumbs functionality.
hi: ब्रेडक्रंब कार्यक्षमता।

source: Breadcrumbs Module
hi: ब्रेडक्रंब मॉड्यूल

source: Extra features for your blog.
hi: आपके ब्लॉग के लिए अतिरिक्त सुविधाएँ।

source: Extended Blog Module
hi: विस्तारित ब्लॉग मॉड्यूल

source: New features for your header area.
hi: आपके हेडर क्षेत्र के लिए नई सुविधाएँ।

source: Extended Header Module
hi: विस्तारित हैडर मॉड्यूल

source: Templates Module
hi: टेम्पलेट्स मॉड्यूल

source: Documentation article
hi: दस्तावेज़ीकरण लेख

source: Build templates
hi: टेम्पलेट बनाएँ

source: Clear
hi: साफ़ करें

source: This product is currently out of stock and unavailable.
hi: यह उत्पाद वर्तमान में स्टॉक में नहीं है और अनुपलब्ध है।

source: Quick View
hi: त्वरित देखें

source: Quick view the %s product
hi: %s उत्पाद को तुरंत देखें

source: Login/Register
hi: लॉग इन / रजिस्टर

source: My Account
hi: मेरा खाता

source: Large
hi: विशाल

source: Medium
hi: मध्यम

source: Small
hi: छोटा

source: Loop add to cart button size
hi: लूप कार्ट बटन आकार में जोड़ें

source: Button color
hi: बटन का रंग

source: Button background color
hi: बटन पृष्ठभूमि रंग

source: Hide button icon
hi: बटन आइकन छुपाएं

source: Product prices color
hi: उत्पाद की कीमतों का रंग

source: Product prices font size
hi: उत्पाद की कीमतें फ़ॉन्ट आकार

source: Product title
hi: उत्पाद का शीर्षक

source: Card background
hi: कार्ड पृष्ठभूमि

source: Image radius
hi: छवि त्रिज्या

source: Display Coupon Form
hi: कूपन फॉर्म प्रदर्शित करें

source: Cross Sell
hi: क्रॉस सेल

source: Cart
hi: कार्ट

source: Badge text
hi: बैज टेक्स्ट

source: Sale!
hi: बिक्री!

source: Border radius
hi: सीमा त्रिज्या

source: Sale tag
hi: बिक्री टैग

source: Elements spacing
hi: तत्वों की दूरी

source: Short description
hi: संक्षिप्त वर्णन

source: Category
hi: श्रेणी

source: Price
hi: मूल्य

source: Reviews
hi: समीक्षा करें

source: Card elements
hi: कार्ड तत्व

source: Add to cart button
hi: कार्ट बटन में जोड़ें

source: Product card
hi: उत्पाद कार्ड

source: Display breadcrumbs
hi: ब्रेडक्रंब प्रदर्शित करें

source: Results count
hi: परिणाम गिनती

source: Product sorting
hi: उत्पाद छँटाई

source: Page Description
hi: पृष्ठ विवरण

source: Page title
hi: पृष्ठ शीर्षक

source: Page elements
hi: पृष्ठ तत्व

source: No Sidebar
hi: कोई साइडबार नहीं

source: Layout type
hi: लेआउट प्रकार

source: Product price color
hi: उत्पाद की कीमत का रंग

source: Product price size
hi: उत्पाद की कीमत का आकार

source: Product title color
hi: उत्पाद शीर्षक रंग

source: Product title size
hi: उत्पाद शीर्षक का आकार

source: Related products
hi: संबंधित उत्पाद

source: Upsell products
hi: अपसेल उत्पाद

source: Product tabs
hi: उत्पाद टैब

source: Tags
hi: टैग्स

source: Categories
hi: श्रेणियाँ

source: Ratings
hi: रेटिंग

source: Breadcrumbs
hi: ब्रेडक्रंब

source: Gallery columns
hi: गैलरी कॉलम

source: Requires page refresh after saving
hi: सेव करने के बाद पेज को रिफ्रेश करने की जरूरत है

source: Gallery thumbnail slider
hi: गैलरी थंबनेल स्लाइडर

source: Product Image
hi: उत्पाद छवि

source: Menu Items Font size
hi: मेनू आइटम फ़ॉन्ट आकार

source: Enable top-level menu items typography options
hi: शीर्ष-स्तरीय मेनू आइटम टाइपोग्राफी विकल्प सक्षम करें

source: Top-level menu items
hi: शीर्ष-स्तरीय मेनू आइटम

source: Placeholder color
hi: प्लेसहोल्डर रंग

source: Form fields
hi: फॉर्म फील्ड

source: Content links hover
hi: सामग्री लिंक होवर

source: Content links
hi: सामग्री लिंक

source: Links
hi: लिंक्स

source: Sydney page options
hi: सिडनी पृष्ठ विकल्प

source: Body
hi: बॉडी

source: Heading 6
hi: शीर्षक 6

source: Heading 5
hi: शीर्षक 5

source: Heading 4
hi: शीर्षक 4

source: Heading 3
hi: शीर्षक 3

source: Heading 2
hi: शीर्षक 2

source: Heading 1
hi: शीर्षक 1

source: Text decoration
hi: टेक्स्ट डेकोरेशन

source: Letter spacing
hi: लेटर अंतराल

source: Line height
hi: लाईन ऊंचाई

source: Oblique
hi: तिरछा

source: Italic
hi: इटैलिक

source: Font style
hi: फ़ॉन्ट शैली

source: Headings
hi: शीर्षक

source: Typography
hi: टाइपोग्राफी

source: Site description font size
hi: साइट विवरण फ़ॉन्ट आकार

source: Site title font size
hi: साइट शीर्षक फ़ॉन्ट आकार

source: Enable preloader
hi: प्रीलोडर सक्षम करें

source: Continue to use the old header
hi: पुराने हेडर का उपयोग जारी रखें

source: Note 4: Please take a full backup of your website before upgrading.
hi: नोट 4: कृपया अपग्रेड करने से पहले अपनी वेबसाइट का पूर्ण बैकअप लें।

source: Note 1: this upgrade is optional, there is no need to do it if you are happy with your current header.
hi: नोट 1: यह अपग्रेड वैकल्पिक है, यदि आप अपने वर्तमान हेडर से खुश हैं तो इसे करने की कोई आवश्यकता नहीं है।

source: Are you sure you want to dismiss this notice?
hi: क्या आप वाकई इस नोटिस को खारिज करना चाहते हैं?

source: Your cart
hi: आपका कार्ट

source: Your account
hi: आपका खाता

source: View your shopping cart
hi: अपना शॉपिंग कार्ट देखें

source: Upgrade Theme Header
hi: थीम हैडर को अपग्रेड करें

source: Want to see the new header options before upgrading? Check out our %s.
hi: अपग्रेड करने से पहले नए हेडर विकल्प देखना चाहते हैं? हमारे %s देखें।

source: Note 3: this upgrade refers only to the header (site identity and menu bar). It does not change any settings regarding your hero area (slider, video etc).
hi: नोट 3: यह अपग्रेड केवल हेडर (साइट आइडेंटिटी और मेन्यू बार) को संदर्भित करता है। यह आपके हीरो क्षेत्र (स्लाइडर, वीडियो आदि) के संबंध में कोई सेटिंग नहीं बदलता है।

source: Note 2: your current header customizations will be lost and you will have to use the new options to customize your header.
hi: नोट 2: आपके वर्तमान शीर्षलेख अनुकूलन खो जाएंगे और आपको अपने शीर्षलेख को अनुकूलित करने के लिए नए विकल्पों का उपयोग करना होगा।

source: This version of Sydney comes with a new and improved header. Activate it by clicking the button below and you can access new options.
hi: सिडनी का यह संस्करण एक नए और बेहतर हेडर के साथ आता है। नीचे दिए गए बटन पर क्लिक करके इसे सक्रिय करें और आप नए विकल्पों तक पहुंच सकते हैं।

source: Sydney Header Update
hi: सिडनी हैडर अद्यतन

source: Top bar
hi: टॉप बार

source: 0 comments
hi: 0 टिप्पणी

source: Search
hi: खोज

source: Layout 5
hi: लेआउट 5

source: Layout 4
hi: लेआउट 4

source: Layout 3
hi: लेआउट 3

source: Border width
hi: बॉर्डर चौड़ाई

source: Border color
hi: किनारे का रंग

source: Border size
hi: बॉर्डर आकार

source: Bottom row padding
hi: नीचे की पंक्ति की पैडिंग

source: Submenu color
hi: सबमेनू रंग

source: Submenu background
hi: सबमेनू पृष्ठभूमि

source: Bottom row text color
hi: नीचे की पंक्ति में लेख का रंग

source: Bottom row background color
hi: निचली पंक्ति पृष्ठभूमि रंग

source: Phone number
hi: फ़ोन नंबर

source: Email address
hi: ईमेल पता

source: Contact info
hi: संपर्क सूचना

source: Open in a new tab?
hi: एक नए टैब में खोलें?

source: Enable account icon
hi: खाता आइकन सक्षम करें

source: Enable cart icon
hi: कार्ट आइकन सक्षम करें

source: Cart &amp; account icons
hi: कार्ट और खाता आइकॉन

source: Top right
hi: दांया शीर्ष

source: Top left
hi: बांया शीर्ष

source: Bottom row
hi: निचली पंक्ति

source: Top row
hi: सबसे ऊपर की कतार

source: On scroll to top
hi: स्क्रॉल टू टॉप

source: Always sticky
hi: हमेशा स्टिकी

source: Sticky header type
hi: स्टिकी हैडर प्रकार

source: Enable sticky header
hi: स्टिकी हेडर सक्षम करें

source: Menu position
hi: मेनू स्थिति

source: Settings
hi: सेटिंग्स

source: Main header
hi: मुख्य हैडर

source: Site description color
hi: साइट विवरण रंग

source: Site title color
hi: साइट शीर्षक का रंग

source: Logo height
hi: लोगो की ऊंचाई

source: Separator color
hi: विभाजक रंग

source: Separator size
hi: विभाजक आकार

source: Offcanvas menu
hi: ऑफकैनवास मेनू

source: Top &amp; bottom padding
hi: ऊपर और नीचे की पैडिंग

source: Menu bar
hi: मेनू बार

source: Menu icon
hi: मेनू आइकन

source: Link spacing
hi: लिंक रिक्ति

source: Link separator
hi: लिंक विभाजक

source: Link alignment
hi: लिंक संरेखण

source: Additional offcanvas elements
hi: अतिरिक्त कैनवास तत्व

source: Layout 2
hi: लेआउट 2

source: Layout 1
hi: लेआउट 1

source: Off-canvas mode
hi: ऑफ-कैनवास मोड

source: Additional elements
hi: अतिरिक्त तत्व

source: Mobile header
hi: मोबाइल हेडर

source: Hero Slider
hi: हीरो स्लाइडर

source: Hero type
hi: हीरो प्रकार

source: Hero area
hi: हीरो क्षेत्र

source: Click me
hi: मुझे क्लिक करें

source: Are you sure you want to upgrade your header?
hi: क्या आप वाकई अपने हेडर को अपग्रेड करना चाहते हैं?

# post author
source: By %1$s %2$s
hi: %1$s %2$s द्वारा

source: See all posts by %s
hi: %s के सभी पोस्ट देखें

source: By %s
hi: %s द्वारा

source: Hover state
hi: होवर स्टेट

source: Border Color
hi: सीमा का रंग

source: Text Color
hi: टेक्स्ट का रंग

source: Default state
hi: डिफ़ॉल्ट स्थिति

source: Text transform
hi: टेक्स्ट ट्रांसफॉर्म

source: Font size
hi: फोन्ट आकार

source: Left/Right padding
hi: बाएँ / दाएँ पैडिंग

source: Top/Bottom padding
hi: ऊपर/नीचे पैडिंग

source: Excerpt color
hi: अंश रंग

source: Excerpt font size
hi: अंश फ़ॉन्ट आकार

source: Meta font size
hi: मेटा फ़ॉन्ट आकार

source: Post title font size
hi: पोस्ट शीर्षक फ़ॉन्ट आकार

source: None
hi: कोई नहीं

source: Delimiter style
hi: सीमांकक शैली

source: Show author avatar
hi: लेखक अवतार दिखाएं

source: Below excerpt
hi: नीचे का अंश

source: Read more link
hi: अधिक पढ़ें लिंक

source: Title spacing
hi: शीर्षक रिक्ति

source: Text alignment
hi: पाठ्य संरेखण

source: Image size
hi: छवि का आकार

source: Enable featured image
hi: फीचर्ड छवि सक्षम करें

source: Columns
hi: कॉलम

source: List zig-zag
hi: ज़िग-ज़ैग सूची

source: Masonry
hi: मसोनरी

source: List
hi: सूची

source: Grid
hi: ग्रिड

source: Classic 2
hi: क्लासिक 2

source: Blog archives
hi: ब्लॉग आर्काइव

source: Blog
hi: ब्लॉग

source: Meta color
hi: मेटा रंग

source: Meta size
hi: मेटा आकार

source: Title color
hi: शीर्षक का रंग

source: Post title size
hi: पोस्ट शीर्षक का आकार

source: Related posts title
hi: संबंधित पोस्ट शीर्षक

source: You might also like:
hi: आप इसे भी पसंद कर सकते हैं:

source: Related posts
hi: संबंधित पोस्ट

source: Author box
hi: लेखक बॉक्स

source: Post tags
hi: पोस्ट टैग्स

source: Elements
hi: एलिमेंट

source: Spacing
hi: अंतरालन

source: Post comments
hi: पोस्ट टिप्पणियां

source: Post categories
hi: पोस्ट श्रेणियां

source: Post author
hi: पोस्ट लेखक

source: Post date
hi: पोस्ट दिनांक

source: Meta elements
hi: मेटा एलिमेंट

source: Below title
hi: शीर्षक के नीचे

source: Above title
hi: ऊपर का शीर्षक

source: Image spacing
hi: छवि रिक्ति

source: Above
hi: ऊपर

source: Below
hi: नीचे

source: Image placement
hi: छवि प्लेसमेंट

source: Show featured image
hi: फीचर्ड छवि दिखाएं

source: Header spacing
hi: हैडर रिक्ति

source: Header alignment
hi: हैडर संरेखण

source: Sidebar position
hi: साइडबार की स्थिति

source: Enable sidebar
hi: साइडबार सक्षम करें

source: Single posts
hi: एकल पोस्ट

source: Usage example: <strong>fas fa-cloud</strong> (solid). <strong>far fa-building</strong> (regular), <strong>fab fa-android</strong> (brands)
hi: उपयोग का उदाहरण: <strong>fas fa-cloud</strong> (ठोस)। <strong>far fa-building</strong> (नियमित), <strong>fab fa-android</strong> (ब्रांड)

source: Padding
hi: पैडिंग

source: Icon size
hi: आइकन का आकार

source: Background hover color
hi: पृष्ठभूमि हॉवर रंग

source: Icon hover color
hi: आइकन होवर रंग

source: Icon color
hi: आइकन रंग

source: Bottom offset
hi: निचला ऑफसेट

source: Side offset
hi: साइड ऑफसेट

source: Position
hi: स्थान

source: Button radius
hi: बटन त्रिज्या

source: Icon 4
hi: आइकन 4

source: Icon 3
hi: आइकन 3

source: Icon 2
hi: आइकन 2

source: Icon 1
hi: आइकन 1

source: Text
hi: पाठ

source: Back to top
hi: शीर्ष पर वापस जाएँ

source: Text + Icon
hi: पाठ + आइकन

source: Icon
hi: आइकन

source: Enable scroll to top
hi: शीर्ष पर स्क्रॉल करें सक्षम करें

source: Scroll to top
hi: शीर्ष तक स्क्रॉल करें

source: Misc
hi: विविध

source: Vertical Padding
hi: वर्टिकल पैडिंग

source: Text color
hi: पाठ का रंग

source: Add new
hi: नया जोड़ें

source: Social profile
hi: सामाजिक प्रोफ़ाइल

source: You can use the following tags: {copyright}, {year}, {site_title}, {theme_author}
hi: आप निम्न टैग का उपयोग कर सकते हैं: {copyright}, {year}, {site_title}, {theme_author}

source: %1$1s. Proudly powered by %2$2s
hi: %1$1s। गर्व से %2$2s द्वारा संचालित

source: Copyright area
hi: कॉपीराइट क्षेत्र

source: Widget titles size
hi: विजेट शीर्षक आकार

source: Column spacing
hi: कॉलम रिक्ति

source: Vertical section padding
hi: वर्टिकल सेक्शन पैडिंग

source: Divider width
hi: डिवाइडर चौड़ाई

source: Divider color
hi: डिवाइडर रंग

source: Divider size
hi: डिवाइडर का आकार

source: Enable top divider
hi: शीर्ष विभाजक सक्षम करें

source: Links color (hover)
hi: लिंक रंग (होवर)

source: Links color
hi: लिंक रंग

source: Widget text color
hi: विजेट पाठ का रंग

source: Widget area 4
hi: विजेट क्षेत्र 4

source: Widget area 3
hi: विजेट क्षेत्र 3

source: Widget area 2
hi: विजेट क्षेत्र 2

source: Widget area 1
hi: विजेट क्षेत्र 1

source: Mobile/tablet only
hi: मोबाइल / टैबलेट केवल

source: Desktop only
hi: केवल डेस्कटॉप

source: Show on all devices
hi: सभी उपकरणों पर दिखाएं

source: Visibility
hi: दृश्यता

source: Bottom
hi: तल

source: Middle
hi: मध्य

source: Top
hi: शीर्ष

source: Vertical alignment
hi: लंबवत संरेखण

source: Full-width
hi: पूर्ण चौड़ाई

source: Container type
hi: कंटेनर प्रकार

source: 4 columns
hi: 4 कॉलम

source: 3 columns
hi: 3 कॉलम

source: 2 columns
hi: 2 कॉलम

source: 1 column
hi: 1 कॉलम

source: Disabled
hi: निष्क्रिय

source: Footer widgets layout
hi: फुटर विजेट लेआउट

source: Footer widgets
hi: फुटर विजेट्स

source: Add
hi: जोड़ें

source: Style
hi: शैली

source: <strong>Optional:</strong> Now <strong>Sydney</strong> is compatible with Font Awesome 5. For it is needed the latest version of <strong>Sydney Toolbox</strong> plugin. You can update the plugin <a href="%s">here</a>.
hi: <strong>वैकल्पिक:</strong> अब <strong>सिडनी</strong> फ़ॉन्ट विस्मयकारी 5 के साथ संगत है। इसके लिए <strong>सिडनी टूलबॉक्स</strong> प्लगइन के नवीनतम संस्करण की आवश्यकता है। आप प्लगइन को <a href="%s">यहां</a> अपडेट कर सकते हैं।

source: Update to v5
hi: अपडेट करें v5 में

source: This is a global change. That means this change will affect all website icons and you will need update the icons class names in all theme widgets and post types that use Font Awesome 4 icons. For example: "fa-android" to "fab fa-android".
hi: यह एक वैश्विक परिवर्तन है। इसका अर्थ है कि यह परिवर्तन सभी वेबसाइट आइकनों को प्रभावित करेगा और आपको सभी थीम विजेट्स और पोस्ट प्रकारों में आइकन्स क्लास नामों को अपडेट करने की आवश्यकता होगी जो फ़ॉन्ट विस्मयकारी 4 आइकनों का उपयोग करते हैं। उदाहरण के लिए: "fa-android" से "fab fa-android"।

source: Important:
hi: महत्वपूर्ण:

source: Your website is currently running the version 4. Click in the below button to update to version 5.
hi: आपकी वेबसाइट वर्तमान में संस्करण 4 चला रही है। संस्करण 5 में अपडेट करने के लिए नीचे दिए गए बटन में क्लिक करें।

source: Sydney Font Awesome Update:
hi: सिडनी फ़ॉन्ट विस्मयकारी अद्यतन:

source: It was not possible complete the request, please reload the page and try again.
hi: अनुरोध पूरा करना संभव नहीं था, कृपया पृष्ठ को पुनः लोड करें और पुनः प्रयास करें।

source: Are you sure? Keep in mind this is a global change and you will need update your icons class names in all theme widgets and post types that use Font Awesome 4 icons.
hi: क्या आपको यकीन है? ध्यान रखें कि यह एक वैश्विक परिवर्तन है और आपको अपने आइकॉन वर्ग के नाम को सभी थीम विजेट और पोस्ट प्रकारों में अपडेट करने की आवश्यकता होगी जो फॉन्ट विस्मयकारी 4 आइकॉन का उपयोग करते हैं।

source: Full list of differences between Sydney and Sydney Pro
hi: सिडनी और सिडनी प्रो के बीच अंतर की पूरी सूची

source: Custom Elementor widgets
hi: कस्टम एलिमेंटर विजेट

source: Hooks system
hi: हुक सिस्टम

source: Footer credits
hi: फुटर क्रेडिट

source: Transparent menu bar
hi: पारदर्शी मेनू बार

source: Starter sites
hi: स्टार्टर साइट्स

source: Type of starter sites
hi: शुरुआती साइटों का प्रकार

source: Multiple blog layouts
hi: एकाधिक ब्लॉग लेआउट

source: Let us know. We'd love to hear from you.
hi: हमें बताइए। हमें आपसे सुनकर अत्यंत खुशी होगी।

source: Have an idea or feedback?
hi: कोई विचार या प्रतिक्रिया है?

source: Join Our Community
hi: हमारी संस्था से जुड़े
