Repository: prasish012/try
Catalog: try/media_copy/translations/magazine-7/existing_translations/PO FILES AS DATASETS FROM WP.TRANSLATE 2/Hindi/wp-themes-sydney-*.po
Languages: hi

source: Enable Schema markup
hi: स्कीमा मार्कअप सक्षम करें

source: See the Changelog
hi: चेंजलॉग देखें

source: Keep informed with the latest changes about each theme.
hi: प्रत्येक थीम के बारे में नवीनतम परिवर्तनों से अवगत रहें।

source: Changelog
hi: चेंजलॉग

source: Suggest an Idea
hi: कोई आइडिया सुझाएं

source: Submit a Review
hi: एक समीक्षा सबमिट करें

source: Review
hi: समीक्षा

source: Join Now
hi: अब शामिल हों

source: Discuss products and ask for community support or help the community.
hi: उत्पादों पर चर्चा करें और सामुदायिक समर्थन मांगें या समुदाय की मदद करें।

source: Community
hi: समुदाय

source: pro
hi: प्रो

source: Get Support
hi: समर्थन प्राप्त करें

source: Have a question? Hit a bug? Get the help you need, when you need it from our friendly support staff.
hi: एक सवाल है? एक बग मारो? जरूरत पड़ने पर हमारे मित्रवत सहयोगी स्टाफ से सहायता प्राप्त करें।

source: Need help? We're here for you!
hi: मदद की ज़रूरत है? हम यहां आपके लिए हैं!

source: Priority Status
hi: प्राथमिकता स्थिति

source: Clicking “Starter Sites” button will install and activate the demo importer plugin.
hi: "स्टार्टर साइट्स" बटन पर क्लिक करने से डेमो आयातक प्लगइन स्थापित और सक्रिय हो जाएगा।

source: Starter Sites
hi: स्टार्टर साइट्स

source: Hello,
hi: नमस्ते,

source: A slow host can really put a drag on your site’s performance, even an optimized one. Make sure you get a host that won’t hold you back by reading our review, complete with real speed tests, of the fastest WordPress hosts.
hi: एक धीमा होस्ट वास्तव में आपकी साइट के प्रदर्शन पर दबाव डाल सकता है, यहां तक ​​कि एक अनुकूलित भी। सुनिश्चित करें कि आपको एक ऐसा होस्ट मिले जो आपको सबसे तेज़ वर्डप्रेस होस्ट की वास्तविक गति परीक्षणों के साथ हमारी समीक्षा पढ़कर रोक न सके।

source: Fastest WordPress Hosts
hi: सबसे तेज वर्डप्रेस होस्ट

source: Every site that is serious about speed (and should be pretty much all sites these days) needs a caching plugin and WP Rocket is our pick of the bunch. Get the lowdown on why we recommend it n our data-backed review:
hi: प्रत्येक साइट जो गति के बारे में गंभीर है (और इन दिनों लगभग सभी साइटें होनी चाहिए) को कैशिंग प्लगइन की आवश्यकता होती है और WP रॉकेट गुच्छा का हमारा चयन है। हम इसकी अनुशंसा क्यों करते हैं, इसकी निम्न जानकारी प्राप्त करें n हमारी डेटा-समर्थित समीक्षा:

source: WP Rocket Review
hi: WP रॉकेट की समीक्षा

source: We run through the top 10 WordPress performance plugins to keep your site running fast. Goes beyond just caching plugins (though those are on there too!). A must-read for all WordPress site owners.
hi: हम आपकी साइट को तेज़ गति से चलाने के लिए शीर्ष 10 वर्डप्रेस प्रदर्शन प्लगइन्स चलाते हैं। केवल कैशिंग प्लगइन्स से परे चला जाता है (हालांकि वे वहां भी हैं!) सभी वर्डप्रेस साइट स्वामियों के लिए अवश्य पढ़ें।

source: Best WordPress Speed Optimization Plugins
hi: सर्वश्रेष्ठ वर्डप्रेस स्पीड ऑप्टिमाइज़ेशन प्लगइन्स

source: Customize
hi: अनुकूल बनाये

source: Failed to initialize or activate importer plugin.
hi: आयातक प्लग इन को प्रारंभ या सक्रिय करने में विफल।

source: Insufficient permissions to install the plugin.
hi: प्लगइन स्थापित करने के लिए अपर्याप्त अनुमतियाँ।

source: Something went wrong, contact support.
hi: कोई गड़बड़ी हुई, सहायता टीम से संपर्क करें।

source: Theme Dashboard
hi: थीम डैशबोर्ड

source: Upgrade to Pro
hi: प्रो में अपग्रेड करें

source: Performance
hi: कार्य प्रदर्शन

source: Free vs PRO
hi: फ्री बनाम प्रो

source: Extra Widget Area
hi: अतिरिक्त विजेट क्षेत्र

source: Buttons
hi: बटन

source: Single Product
hi: एकल उत्पाद

source: Footer Credits
hi: फुटर क्रेडिट

source: Blog Options
hi: ब्लॉग विकल्प

source: Color Options
hi: रंग विकल्प

source: Header Options
hi: हैडर विकल्प

source: Change Site Title or Logo
hi: साइट का शीर्षक या लोगो बदलें

source: Theme Features
hi: थीम सुविधाएँ

source: Sydney is now installed and ready to use. Click on Starter Sites to get off to a flying start with one of our pre-made templates, or go to Theme Dashboard to get an overview of everything.
hi: सिडनी अब स्थापित है और उपयोग के लिए तैयार है। हमारे पूर्व-निर्मित टेम्प्लेट में से एक के साथ उड़ान शुरू करने के लिए स्टार्टर साइट्स पर क्लिक करें, या हर चीज का अवलोकन प्राप्त करने के लिए थीम डैशबोर्ड पर जाएं।

source: Get Sydney Pro Today
hi: सिडनी प्रो आज ही प्राप्त करें

source: Here are some of the differences between Sydney and Sydney Pro:
hi: यहाँ सिडनी और सिडनी प्रो के बीच कुछ अंतर हैं:

source: Differences between Sydney and Sydney Pro
hi: सिडनी और सिडनी प्रो के बीच अंतर

source: I already did
hi: मैंने पहले से ही कर लिया

source: Maybe later
hi: शायद बाद में

source: Sure
hi: ज़रूर

source: Hey, %1$s! You've been using Sydney for more than two weeks now and we hope you're happy with it. If you have a few minutes, we would love to get a 5 star review from you.
hi: हे, %1$s! आप दो सप्ताह से अधिक समय से सिडनी का उपयोग कर रहे हैं और हम आशा करते हैं कि आप इससे खुश होंगे। यदि आपके पास कुछ मिनट हैं, तो हम आपसे 5 सितारा समीक्षा प्राप्त करना पसंद करेंगे।

source: Sidebar layout (single course)
hi: साइडबार लेआउट (एकल कोर्स)

source: Sidebar layout (course archive)
hi: साइडबार लेआउट (पाठ्यक्रम आर्काइव)

source: Learnpress
hi: लर्नप्रेस

source: Single courses
hi: एकल पाठ्यक्रम

source: Learndash
hi: लर्नडैश

source: Lesson title font size
hi: पाठ शीर्षक फ़ॉन्ट आकार

source: Lesson title
hi: पाठ का शीर्षक

source: Single lesson
hi: एकल पाठ

source: Course accent color
hi: पाठ्यक्रम उच्चारण रंग

source: Course title font size
hi: पाठ्यक्रम शीर्षक फ़ॉन्ट आकार

source: Course title
hi: पाठ्यक्रम शीर्षक

source: Single course
hi: एकल कोर्स

source: Archives titles font size
hi: आर्काइव शीर्षक फ़ॉन्ट आकार

source: Archives entry meta
hi: आर्काइव एंट्री मेटा

source: Archives titles color (hover)
hi: आर्काइव शीर्षक रंग (होवर)

source: Archives titles color
hi: आर्काइव शीर्षक रंग

source: Styling
hi: स्टाइलिंग

source: Memberships columns
hi: सदस्यता कॉलम

source: Membership archives
hi: सदस्यता आर्काइव

source: Sidebar right
hi: साइडबार दाएँ

source: Sidebar left
hi: साइडबार बाएं

source: Sidebar layout
hi: साइडबार लेआउट

source: Course catalog columns
hi: कोर्स कैटलॉग कॉलम

source: Courses archives
hi: पाठ्यक्रम आर्काइव

source: Remove sidebar from single products?
hi: एकल उत्पादों से साइडबार हटाएं?

source: Single products
hi: एकल उत्पाद

source: Custom HTML
hi: मनपसंद एचटीएमएल

source: Button border radius
hi: बटन सीमा त्रिज्या

source: Button font size
hi: बटन फ़ॉन्ट आकार

source: Left/right button padding
hi: बाएँ / दाएँ बटन पैडिंग

source: Top/bottom button padding
hi: ऊपर/नीचे बटन पैडिंग

source: Open link in a new tab?
hi: लिंक को नए टैब में खोलें?

source: Button text
hi: बटन टेक्स्ट

source: Get in touch
hi: संपर्क में रहो

source: Button link
hi: बटन लिंक

source: Button
hi: बटन

source: Nothing
hi: कुछ नहीं

source: Header custom item
hi: हैडर कस्टम आइटम

source: Contained
hi: निहित

source: Menu container
hi: मेनू कंटेनर

source: Menu layout
hi: मेनू लेआउट

source: [aThemes Posts] See all button text
hi: [aThemes Posts] सभी बटन टेक्स्ट देखें

source: [aThemes Testimonials] Testimonial
hi: [aThemes Testimonials] प्रशंसापत्र

source: [aThemes Testimonials] Position
hi: [aThemes Testimonials] स्थिति

source: [aThemes Testimonials] Name
hi: [aThemes Testimonials] नाम

source: [aThemes Employees] Link
hi: [aThemes Employees] लिंक

source: [aThemes Employees] Position
hi: [aThemes Employees] स्थिति

source: [aThemes Employees] Name
hi: [aThemes Employees] नाम

source: [aThemes Portfolio] Link
hi: [aThemes Portfolio] लिंक

source: [aThemes Portfolio] Term
hi: [aThemes Portfolio] टर्म

source: [aThemes Portfolio] Title
hi: [aThemes Portfolio] शीर्षक

source: Font weight
hi: फ़ॉन्ट वजन

source: Discover Sydney Pro
hi: डिस्कवर सिडनी प्रो

source: Take Sydney to a whole other level by upgrading to the Pro version.
hi: प्रो संस्करण में अपग्रेड करके सिडनी को एक दूसरे स्तर पर ले जाएं।

source: See the changelog
hi: चैंजलोग देखें

source: Keep informed about each theme update.
hi: प्रत्येक थीम अद्यतन के बारे में सूचित रखें।

source: Submit a review here
hi: यहां एक समीक्षा सबमिट करें

source: It makes us happy to hear from our users. We would appreciate a review.
hi: अपने उपयोगकर्ताओं से सुनकर हमें खुशी होती है। हम एक समीक्षा की सराहना करेंगे।

source: View Sydney Pro
hi: सिडनी प्रो देखें

source: Font options
hi: फ़ॉन्ट विकल्प

source: Header options
hi: हैडर विकल्प

source: Change your site title or add a logo
hi: अपनी साइट का शीर्षक बदलें या लोगो जोड़ें

source: Theme elements can be styled from the Customizer. Use the links below to go straight to the section you want.
hi: थीम तत्वों को कस्टमाइज़र से स्टाइल किया जा सकता है। अपने इच्छित अनुभाग पर सीधे जाने के लिए नीचे दिए गए लिंक का उपयोग करें।

source: Styling with the Customizer
hi: कस्टमाइज़र के साथ स्टाइलिंग

source: All recommended plugins need to be installed and activated for this step.
hi: इस चरण के लिए सभी अनुशंसित प्लगइन्स को स्थापित और सक्रिय करने की आवश्यकता है।

source: Importing the demo will make your website look like our website.
hi: डेमो इम्पोर्ट करने से आपकी वेबसाइट हमारी वेबसाइट जैसी दिखने लगेगी।

source: Import demo content (optional)
hi: डेमो सामग्री आयात करें (वैकल्पिक)

source: This plugin is useful for importing our demos. You can uninstall it after you're done with it.
hi: यह प्लगइन हमारे डेमो को इम्पोर्ट करने के लिए उपयोगी है। काम पूरा हो जाने के बाद आप इसे अनइंस्टॉल कर सकते हैं।

source: First time Elementor user?
hi: पहली बार एलिमेंटर उपयोगकर्ता?

source: Elementor will enable you to create pages by adding widgets to them using drag and drop.
hi: एलीमेंटर आपको ड्रैग एंड ड्रॉप का उपयोग करके विजेट्स जोड़कर पेज बनाने में सक्षम करेगा।

source: Sydney Toolbox is a free addon for the Sydney WordPress theme. It helps with things like demo import and additional Elementor widgets.
hi: सिडनी टूलबॉक्स सिडनी वर्डप्रेस थीम के लिए एक मुफ्त ऐडऑन है। यह डेमो इम्पोर्ट और अतिरिक्त एलीमेंटर विजेट जैसी चीजों में मदद करता है।

source: Install one plugin at a time. Wait for each plugin to activate.
hi: एक समय में एक प्लगइन स्थापित करें। प्रत्येक प्लगइन के सक्रिय होने की प्रतीक्षा करें।

source: Install recommended plugins
hi: अनुशंसित प्लगइन्स स्थापित करें

source: Activating
hi: सक्रिय कर रहा है

source: Jetpack Portfolio
hi: जेटपैक पोर्टफोलियो

source: Deactivate
hi: निष्क्रिय करें

source: Modern
hi: आधुनिक

source: Read more
hi: और पढ़े

source: or go to the Customizer
hi: या कस्टमाइज़र पर जाएं

source: Click the pencil icon to change this text
hi: इस टेक्स्ट को बदलने के लिए पेंसिल आइकन पर क्लिक करें

source: No sidebar
hi: कोई साइडबार नहीं

source: Page builder ready
hi: पेज बिल्डर तैयार

source: Classic (alternative)
hi: क्लासिक (वैकल्पिक)

source: Buy Sydney Pro
hi: सिडनी प्रो खरीदें

source: Priority support
hi: प्राथमिकता समर्थन

source: 5 Extra Page Templates (Contact, Featured Header - Default, Featured Header - Wide, No Header - Default, No Header - Wide)
hi: 5 अतिरिक्त पृष्ठ टेम्प्लेट (संपर्क, फीचर्ड हैडर - डिफॉल्ट, फीचर्ड हैडर - वाइड, नो हैडर - डिफॉल्ट, नो हैडर - वाइड)

source: WooCommerce compatible
hi: वूकॉमर्स संगत

source: Single Post/Page Options
hi: एकल पोस्ट/पृष्ठ विकल्प

source: Header support for shortcodes
hi: शॉर्टकोड के लिए हैडर समर्थन

source: Header support for Crelly Slider
hi: क्रेली स्लाइडर के लिए हेडर सपोर्ट

source: Extra Customizer Options (Front Page Section Titles, Single Employees, Single Projects, Header Contact Info, Buttons)
hi: अतिरिक्त कस्टमाइज़र विकल्प (फ्रंट पेज सेक्शन टाइटल, सिंगल कर्मचारी, सिंगल प्रोजेक्ट, हेडर संपर्क जानकारी, बटन)

source: Extra widgets (timeline, latest news in carousel, pricing tables, a new employees widget and a new contact widget)
hi: अतिरिक्त विजेट (टाइमलाइन, हिंडोला में नवीनतम समाचार, मूल्य निर्धारण टेबल, एक नया कर्मचारी विजेट और एक नया संपर्क विजेट)

source: Footer Credits option
hi: फुटर क्रेडिट विकल्प

source: Background image support
hi: पृष्ठभूमि छवि समर्थन

source: Widgetized footer
hi: विजेटयुक्त फुटर

source: Color options
hi: रंग विकल्प

source: Polylang integration
hi: पॉलीलैंग एकीकरण

source: Translation ready
hi: अनुवाद तैयार

source: Front Page Blocks
hi: फ्रंट पृष्ठ ब्लॉक

source: Slider, image or video header
hi: स्लाइडर, छवि या वीडियो हेडर

source: Social Icons
hi: सोशल आइकॉन

source: Parallax backgrounds
hi: लंबन पृष्ठभूमि

source: Access to all Google Fonts
hi: सभी गूगल फ़ॉन्ट्स तक पहुंच

source: Sydney Pro
hi: सिडनी प्रो

source: Feature
hi: विशेषता

source: See the Documentation
hi: दस्तावेज़ीकरण देखें

source: Our documentation can help you learn how to use the theme and also provides you with premade code snippets and answers to FAQs.
hi: हमारा प्रलेखन आपको यह जानने में मदद कर सकता है कि थीम का उपयोग कैसे करना है और आपको पूर्वनिर्मित कोड स्निपेट और अक्सर पूछे जाने वाले प्रश्नों के उत्तर भी प्रदान करता है।

source: Visit the forums
hi: फोरम पर जाएँ

source: Need help? Go ahead and visit our support forums and we'll be happy to assist you with any theme related questions you might have
hi: मदद की ज़रूरत है? आगे बढ़ें और हमारे समर्थन फोरम पर जाएँ और हमें आपके किसी भी थीम संबंधी प्रश्नों के साथ आपकी सहायता करने में खुशी होगी

source: Visit our forums
hi: हमारे फोरम पर जाएँ

source: Go to the automatic importer
hi: स्वचालित आयातक पर जाएं

source: Install and activate
hi: स्थापित करें और सक्रिय करें

source: Free vs Pro
hi: नि: शुल्क बनाम प्रो

source: Getting started
hi: शुरू करना

source: Sydney is now installed and ready to go. To help you with the next step, we've gathered together on this page all the resources you might need. We hope you enjoy using Sydney.
hi: सिडनी अब स्थापित है और जाने के लिए तैयार है। अगले चरण में आपकी सहायता करने के लिए, हमने इस पृष्ठ पर वे सभी संसाधन एकत्र किए हैं जिनकी आपको आवश्यकता हो सकती है। हमें आशा है कि आप सिडनी का उपयोग करके आनंद लेंगे।

source: Hello, %s,
hi: नमस्ते, %s,

source: Responsive
hi: रेस्पॉन्सिव

source: Full screen
hi: पूर्ण स्क्रीन

source: Text before the play button (only for lightbox mode):
hi: प्ले बटन से पहले टेक्स्ट (केवल लाइटबॉक्स मोड के लिए):

source: Lightbox
hi: लाइटबॉक्स

source: Normal
hi: समान्य

source: Video mode:
hi: वीडियो मोड:

source: Mobile menu button
hi: मोबाइल मेनू बटन

source: Menu items hover
hi: मेनू आइटम होवर

source: Video
hi: वीडियो

source: Add a value in the field to change the top/bottom row padding, otherwise 100px will be applied by default
hi: शीर्ष/नीचे पंक्ति पैडिंग को बदलने के लिए फ़ील्ड में एक मान जोड़ें, अन्यथा डिफ़ॉल्ट रूप से 100px लागू किया जाएगा

source: Excerpt
hi: अंश

source: Full content
hi: पूर्ण सामग्री

source: Content to display:
hi: प्रदर्शित करने के लिए सामग्री:

source: Get Sydney Pro
hi: सिडनी प्रो प्राप्त करें

source: This applies to all headings in the widget, except the widget title
hi: यह विजेट शीर्षक को छोड़कर, विजेट में सभी शीर्षकों पर लागू होता है

source: Headings color
hi: शीर्षकों का रंग

source: Widget title color
hi: विजेट शीर्षक रंग

source: This setting depends on the content, it may or may not work
hi: यह सेटिंग सामग्री पर निर्भर करती है, यह काम कर भी सकती है और नहीं भी

source: Right
hi: दांया

source: Center
hi: केंद्र

source: Left
hi: बांया

source: Content alignment
hi: सामग्री संरेखण

source: Overlay color
hi: ओवरले रंग

source: Disable row overlay?
hi: पंक्ति ओवरले अक्षम करें?

source: Header
hi: शीर्ष

source: Show project title?
hi: प्रोजेक्ट शीर्षक दिखाएं?

source: "Show all" text:
hi: "सभी दिखाएँ" टेक्स्ट:

source: Show navigation filter? (Category slugs must be specified).
hi: नेविगेशन फ़िल्टर दिखाएं? (श्रेणी स्लग निर्दिष्ट किया जाना चाहिए)।

source: Enter the slugs (comma separated) for your categories or leave empty to show all projects.
hi: अपनी श्रेणियों के लिए स्लग (अल्पविराम से अलग) दर्ज करें या सभी परियोजनाओं को दिखाने के लिए खाली छोड़ दें।

source: Number of projects to show (-1 shows all of them):
hi: दिखाने के लिए परियोजनाओं की संख्या (-1 उन सभी को दिखाता है):

source: Show all
hi: सब दिखाएं

source: Sydney FP: Portfolio
hi: सिडनी एफपी: पोर्टफोलियो

source: Display your projects in a grid.
hi: अपनी परियोजनाओं को एक ग्रिड में प्रदर्शित करें।

source: Page wrapper - bottom padding
hi: पेज रैपर - बॉटम पैडिंग

source: Open clients links in a new tab?
hi: क्‍लाइंट लिंक को नए टैब में खोलें?

source: Bottom padding for the page wrapper (the space between the page content and the footer)
hi: पृष्ठ आवरण के लिए निचला पैडिंग (पृष्ठ सामग्री और फुटर के बीच का स्थान)

source: Top padding for the page wrapper (the space between the header and the page title)
hi: पृष्ठ रैपर के लिए टॉप पैडिंग (हेडर और पेज टाइटल के बीच की जगह)

source: Page wrapper - top padding
hi: पेज रैपर - टॉप पैडिंग

source: Autoplay time [ms]
hi: ऑटोप्ले समय [एमएस]

source: Support
hi: समर्थन

source: Documentation
hi: प्रलेखन

source: Sydney Info
hi: सिडनी जानकारी

source: Full width
hi: पूर्ण चौड़ाई

source: Front Page
hi: मुखपृष्ठ

source: Paste the URL of the video (only from a network that supports oEmbed, like Youtube, Vimeo etc.):
hi: वीडियो का यूआरएल पेस्ट करें (केवल ओएम्बेड का समर्थन करने वाले नेटवर्क से, जैसे यूट्यूब, विमीओ आदि):

source: Sydney: Video
hi: सिडनी: वीडियो

source: Display a video from Youtube, Vimeo etc.
hi: यूट्यूब, विमीओ आदि से एक वीडियो प्रदर्शित करें।

source: See all our testimonials
hi: हमारे सभी प्रशंसापत्र देखें

source: Enter the slug for your category or leave empty to show all testimonials.
hi: अपनी श्रेणी के लिए स्लग दर्ज करें या सभी प्रशंसापत्र दिखाने के लिए खाली छोड़ दें।

source: The text for the button [Defaults to <em>See all our testimonials</em> if left empty]
hi: बटन के लिए टेक्स्ट [खाली रहने पर <em>हमारे सभी प्रशंसापत्र देखें</em> के लिए डिफ़ॉल्ट]

source: The URL for your button [In case you want a button below your testimonials block]
hi: आपके बटन के लिए यूआरएल [यदि आप अपने प्रशंसापत्र ब्लॉक के नीचे एक बटन चाहते हैं]

source: Number of testimonials to show (-1 shows all of them):
hi: दिखाने के लिए प्रशंसापत्रों की संख्या (-1 उन सभी को दिखाता है):

source: In order to display this widget, you must first add some testimonials from your admin area.
hi: इस विजेट को प्रदर्शित करने के लिए, आपको पहले अपने व्यवस्थापक क्षेत्र से कुछ प्रशंसापत्र जोड़ने होंगे।

source: Sydney FP: Testimonials
hi: सिडनी एफपी: प्रशंसापत्र

source: Display your testimonials in a slider.
hi: एक स्लाइडर में अपने प्रशंसापत्र प्रदर्शित करें।

source: &mdash; Select &mdash;
hi: &mdash; चयन करें &mdash;

source: Select your social menu:
hi: अपना सामाजिक मेनू चुनें:

source: In order to display your social icons in a widget, all you need to do is go to <strong>Appearance > Menus</strong> and create a menu containing links to your social profiles, then assign that menu here. Supported networks: Facebook, Twitter, Google Plus, Instagram, Dribble, Vimeo, Linkedin, Youtube, Flickr, Pinterest, Tumblr, Foursquare, Behance.
hi: किसी विजेट में अपने सामाजिक आइकन प्रदर्शित करने के लिए, आपको बस इतना करना है कि <strong>अपीयरेंस > मेनू</strong> पर जाएं और अपनी सामाजिक प्रोफ़ाइल के लिंक वाला एक मेनू बनाएं, फिर उस मेनू को यहां असाइन करें. समर्थित नेटवर्क: फेसबुक, ट्विटर, गूगल प्लस, इंस्टाग्राम, ड्रिबल, विमीओ, लिंकडइन, यूट्यूब, फ्लिकर, पिनटेरेस्ट, टंबलर, फोरस्क्वार, बिहेन्स।

source: No menus have been created yet. <a href="%s">Create some</a>.
hi: अभी तक कोई भी मेनू बनाया नहीं गया है। <a href="%s">कुछ बनाएँ</a>।

source: Sydney FP: Social Profile
hi: सिडनी एफपी: सोशल प्रोफाइल

source: Display your social profile on your front page
hi: अपने सामने वाले पृष्ठ पर अपनी सामाजिक प्रोफ़ाइल प्रदर्शित करें

source: Fourth skill value
hi: चौथा कौशल मूल्य

source: Fourth skill name
hi: चौथा कौशल नाम

source: Third skill value
hi: तीसरा कौशल नाम

source: Third skill name
hi: तीसरा कौशल नाम

source: Second skill value
hi: दूसरा कौशल मूल्य

source: Second skill name
hi: दूसरा हुनर ​​का नाम

source: First skill value
hi: पहला कौशल मूल्य

source: First skill name
hi: कौशल का पहला नाम

source: Sydney FP: Skills
hi: सिडनी एफपी: कौशल

source: Show your visitors some of your skills.
hi: अपने आगंतुकों को अपने कुछ कौशल दिखाएं।

source: Number of columns:
hi: कॉलम की संख्या:

source: Sydney FP: Services type B
hi: सिडनी एफपी: सर्विसेज टाइप बी

source: See all our services
hi: हमारी सभी सेवाएं देखें

source: Display services in two columns instead of three?
hi: सेवाओं को तीन के बजाय दो कॉलम में प्रदर्शित करें?

source: Enter the slug for your category or leave empty to show all services.
hi: अपनी श्रेणी के लिए स्लग दर्ज करें या सभी सेवाएं दिखाने के लिए खाली छोड़ दें।

source: The text for the button [Defaults to <em>See all our services</em> if left empty]
hi: बटन के लिए टेक्स्ट [खाली रहने पर <em>हमारी सभी सेवाएं देखें</em> के लिए डिफ़ॉल्ट]

source: The URL for your button [In case you want a button below your services block]
hi: आपके बटन के लिए यूआरएल [यदि आप अपने सेवा ब्लॉक के नीचे एक बटन चाहते हैं]

source: Number of services to show (-1 shows all of them):
hi: दिखाने के लिए सेवाओं की संख्या (-1 उन सभी को दिखाता है):

source: In order to display this widget, you must first add some services from your admin area.
hi: इस विजेट को प्रदर्शित करने के लिए, आपको पहले अपने व्यवस्थापक क्षेत्र से कुछ सेवाओं को जोड़ना होगा।

source: Sydney FP: Services Type A
hi: सिडनी एफपी: सर्विसेज टाइप ए

source: Show what services you are able to provide.
hi: दिखाएं कि आप कौन सी सेवाएं प्रदान करने में सक्षम हैं।

source: Call to action button text:
hi: कॉल टू एक्शन बटन टेक्स्ट:

source: Call to action button URL:
hi: कॉल टू एक्शन बटन यूआरएल:

source: Add your list items here. One item per row, start each row with <strong>^</strong>. Example: <strong>^ list item </strong>
hi: अपने सूची आइटम यहां जोड़ें। प्रति पंक्ति एक आइटम, प्रत्येक पंक्ति को <strong>^</strong> से प्रारंभ करें। उदाहरण: <strong>^ सूची आइटम </strong>

source: Add a bit of text here. It will be displayed.
hi: यहाँ थोड़ा टेक्स्ट जोड़ें। इसे प्रदर्शित किया जाएगा।

source: Title:
hi: शीर्षक:

source: Sydney FP: List
hi: सिडनी एफपी: सूची

source: A simple list widget
hi: एक साधारण सूची विजेट

source: See all our news
hi: हमारे सभी समाचार देखें

source: Add the text for the button here if you want to change the default <em>See all our news</em>
hi: यदि आप डिफ़ॉल्ट को बदलना चाहते हैं तो यहां बटन के लिए टेक्स्ट जोड़ें <em>हमारे सभी समाचार देखें</em>

source: Enter the slug for your category or leave empty to show posts from all categories.
hi: अपनी श्रेणी के लिए स्लग दर्ज करें या सभी श्रेणियों से पोस्ट दिखाने के लिए खाली छोड़ दें।

source: Sydney FP: Latest News
hi: सिडनी एफपी: नवीनतम समाचार

source: Show the latest news from your blog.
hi: अपने ब्लॉग से नवीनतम समाचार दिखाएं।

source: Fourth fact icon
hi: चौथा तथ्य आइकन

source: Fourth fact value
hi: चौथा तथ्य मान

source: Fourth fact name
hi: चौथा तथ्य नाम

source: Third fact icon
hi: तीसरा तथ्य आइकन

source: Third fact value
hi: तीसरा तथ्य मान

source: Third fact name
hi: तीसरा तथ्य नाम

source: Second fact icon
hi: दूसरा तथ्य आइकन

source: Second fact value
hi: दूसरा तथ्य मान

source: Second fact name
hi: दूसरा तथ्य नाम

source: First fact icon
hi: पहला तथ्य आइकन

source: First fact value
hi: पहला तथ्य मान

source: First fact name
hi: पहला तथ्य नाम

source: Usage example: <strong>fa-android</strong>
hi: उपयोग उदाहरण: <strong>fa-android</strong>

source: here.
hi: यहाँ।

source: You can find a list of the available icons
hi: आप उपलब्ध आइकन की एक सूची पा सकते हैं

source: Sydney FP: Facts
hi: सिडनी एफपी: तथ्य

source: Show your visitors some facts about your company.
hi: अपने दर्शकों को अपनी कंपनी के बारे में कुछ तथ्य दिखाएं।

source: See all our employees
hi: हमारे सभी कर्मचारियों को देखें

source: Center the employees? (use only if you have 1 or 2 employees)
hi: कर्मचारियों को केन्द्रित करें? (केवल तभी उपयोग करें जब आपके पास 1 या 2 कर्मचारी हों)

source: Enter the slug for your category or leave empty to show all employees.
hi: अपनी श्रेणी के लिए स्लग दर्ज करें या सभी कर्मचारियों को दिखाने के लिए खाली छोड़ दें।
