Repository: prasish012/try
Catalog: try/media_copy/translations/newsphere/existing_translations/PO FILES AS DATASETS FROM WP.TRANSLATE 2/Spain/wp-themes-frontis-*.po
Languages: es

source: Meet Frontis, the lightweight WordPress block theme built for speed and flexibility. Perfect for any project, Frontis offers unlimited customizability through its simple block editor, empowering you to create stunning, fast-loading websites with no hassle. Whether for a blog, business, or portfolio, Frontis provides a robust foundation that scales with your needs, while maintaining great SEO performance. Make a bold statement with Frontis, where speed meets sophistication. A Fast, Highly Customizable Block Theme for WordPress.
es: Te presentamos Frontis, el tema ligero de bloques de WordPress creado para ofrecer velocidad y flexibilidad. Perfecto para cualquier proyecto, Frontis ofrece una personalización ilimitada a través de su sencillo editor de bloques, permitiéndote crear sitios web asombrosos y de carga rápida sin complicaciones. Ya sea para un blog, un negocio o un porfolio, Frontis proporciona una base sólida que se adapta a tus necesidades, a la vez que mantiene un gran rendimiento SEO. Haz una declaración audaz con Frontis, donde la velocidad se une a la sofisticación. Un tema de bloques rápido y altamente personalizable para WordPress.

# Pattern title
source: Testimonials Yellowish
es: Recomendaciones - Yellowish

# Pattern title
source: Testimonials Las Palmas
es: Recomendaciones - Las Palmas

# Pattern title
source: Testimonials Flamingo
es: Recomendaciones - Flamingo

# Pattern title
source: Testimonials Apple
es: Recomendaciones - Apple

# Pattern title
source: Service Yellowish
es: Servicio - Yellowish

# Pattern title
source: Service Las Palmas
es: Servicio - Las Palmas

# Pattern title
source: Service Flamingo
es: Servicio - Flamingo

# Pattern title
source: Header Yellowish
es: Cabecera - Yellowish

# Pattern title
source: Header Las Palmas
es: Cabecera - Las Palmas

# Pattern title
source: Header Flamingo
es: Cabecera - Flamingo

# Pattern title
source: Header Apple
es: Cabecera - Apple

# Pattern title
source: Footer Yellowish
es: Pie de página - Yellowish

# Pattern title
source: Footer Las Palmas
es: Pie de página - Las Palmas

# Pattern title
source: Footer Flamingo
es: Pie de página - Flamingo

# Pattern title
source: Footer Apple
es: Pie de página - Apple

# Pattern title
source: Counter Yellowish
es: Contador - Yellowish

# Pattern title
source: Counter Las Palmas
es: Contador - Las Palmas

# Pattern title
source: Counter Apple
es: Contador - Apple

# Pattern title
source: Contact Yellowish
es: Contacto - Yellowish

# Pattern title
source: Contact Las Palmas
es: Contacto - Las Palmas

# Pattern title
source: Contact Flamingo
es: Contacto - Flamingo

# Pattern title
source: Contact Apple
es: Contacto - Apple

# Pattern title
source: Brands Yellowish
es: Marcas - Yellowish

# Pattern title
source: Brands Las Palmas
es: Marcas - Las Palmas

# Pattern title
source: Brands Flamingo
es: Marcas - Flamingo

# Pattern title
source: Blog Post Yellowish
es: Entrada de blog - Yellowish

# Pattern title
source: Blog Post Las Palmas
es: Entrada de blog - Las Palmas

# Pattern title
source: Blog Post Flamingo
es: Entrada de blog - Flamingo

# Pattern title
source: Blog Post Apple
es: Entrada de blog - Apple

# Pattern title
source: About Yellowish
es: Acerca de - Yellowish

# Pattern title
source: About Las Palmas
es: Acerca de - Las Palmas

# Pattern title
source: About Apple
es: Acerca de - Apple

source: Frontis Blocks
es: Bloques de Frontis

source: After you import this demo, you will have to setup the Instagram Widget For WP separately.
es: Después de importar esta demostración, tendrás que configurar el widget de Instagram for WP por separado.

source: Frontis Demo Data
es: Datos de la demo de Frontis

source: One Click Demo Import
es: Importación de la demo en un clic

source: AI content writer plugin, ChatGPT WordPress.
es: Plugin IA de redacción de contenido, ChatGPT WordPress.

source: Generate alt text for your images automatically.
es: Genera automáticamente textos alternativos para tus imágenes.

source: Create a mobile bottom menu for your WordPress site.
es: Crea un menú inferior móvil para tu sitio WordPress.

source: Create a table of contents for your posts and pages.
es: Crea una tabla de contenido para tus entradas y páginas.

source: Free WordPress Page Builder.
es: Maquetador de páginas gratuito para WordPress.

source: Extend Your Website
es: Amplía tu sitio web

source: It is easy to manage global styles such as colors, typography, and layouts using the Global Style Manager.
es: Es fácil gestionar los estilos globales tales como los colores, la tipografía y los diseños, utilizando el Gestor de estilos globales.

source: Theme Customization Options
es: Opciones de personalización del tema

source: Use and customize a variety of ready-made designs for sections like hero areas and testimonials.
es: Utiliza y personaliza una variedad de diseños ya preparados para secciones como las áreas de sección destacada y las recomendaciones.

source: Pre-designed Block Patterns
es: Patrones de bloques prediseñados

source: Frontis prioritizes Fast Loading Times with optimized code and assets, enhancing user experience and boosting SEO.
es: Frontis da prioridad a los tiempos de carga rápidos con código y activos optimizados, mejorando la experiencia del usuario y potenciando el SEO.

source: Customize every part of your site's design directly within the WordPress editor, no coding required.
es: Personaliza cada parte del diseño de tu sitio directamente en el editor de WordPress, sin necesidad de programación.

source: Full Site Editing
es: Edición completa del sitio

source: Get Support
es: Obtener soporte

source: Features at a Glance
es: Un vistazo a las características

source: Read Documentation
es: Leer la documentación

source: Start Customising
es: Empieza a personalizar

source: Frontis is a fast, fully customizable & beautiful WordPress theme suitable for blogs, portfolios, business websites, and WooCommerce stores. It is lightweight and offers unparalleled speed.
es: Frontis es un tema de WordPress rápido, totalmente personalizable y bonito, adecuado para blogs, porfolios, sitios web empresariales y tiendas WooCommerce. Es ligero y ofrece una velocidad inigualable.

source: Welcome to Frontis
es: Te damos la bienvenida a Frontis

source: Hello %s,
es: Hola %s,

# Pattern title
source: Template single left sidebar
es: Barra lateral izquierda individual de la plantilla

# Pattern title
source: Template blog page
es: Plantilla de página de blog

# Pattern title
source: Template blog page right sidebar
es: Plantilla de página de blog con barra lateral derecha

# Pattern title
source: Template blog page left sidebar
es: Plantilla de página de blog con barra lateral izquierda

source: Versatile Sidebar designs for displaying content.
es: Diseños versátiles de barra lateral para mostrar contenido.

source: Sidebar
es: Barra lateral

source: Versatile Pages designs for displaying content.
es: Diseños versátiles de páginas para mostrar contenido.

source: Versatile Comment Form designs for displaying content.
es: Formulario de comentarios versátil para mostrar contenido.

source: Comment Form
es: Formulario de comentario

source: Copyright @ %1$s - WordPress Theme by %2$s
es: Copyright @ %1$s - Tema WordPress de %2$s

# Custom template name
source: Blog Right Sidebar
es: Barra lateral derecha del blog

# Custom template name
source: Page With Left Sidebar
es: Página con barra lateral izquierda

# Custom template name
source: Page With Right Sidebar
es: Página con barra lateral derecha

# Style variation name
source: Conifer
es: Coníferas

# Style variation name
source: Fuchsia Blue
es: Azul fucsia

# Style variation name
source: Bright Turquoise
es: Turquesa brillante

# Template part name
source: Footer Newsletter
es: Boletín del pie de página

# Template part name
source: Footer Columns
es: Columnas del pie de página

# Template part name
source: Header with large title
es: Cabecera con título grande

# Template part name
source: Vertical Header
es: Cabecera vertical

# Font size name
source: Heading 6
es: Encabezado 6

# Font size name
source: Heading 5
es: Encabezado 5

# Font size name
source: Heading 4
es: Encabezado 4

# Font size name
source: Heading 3
es: Encabezado 3

# Font size name
source: Heading 2
es: Encabezado 2

# Font size name
source: Heading 1
es: Encabezado 1

# Space size name
source: Spacing-11XL - 140 PX
es: Espaciado-11XL - 140 PX

# Space size name
source: Spacing-10XL - 120 PX
es: Espaciado-10XL - 120 PX

# Space size name
source: Spacing-9XL - 112 PX
es: Espacio-9XL - 112 PX

# Space size name
source: Spacing-8XL - 104 PX
es: Separación-8XL - 104 PX

# Space size name
source: Spacing-7XL - 96 PX
es: Espaciado-7XL - 96 PX

# Space size name
source: Spacing-6XL - 88 PX
es: Espaciado-6XL - 88 PX

# Space size name
source: Spacing-5XL - 80 PX
es: Espaciado-5XL - 80 PX

# Space size name
source: Spacing-4XL - 72 PX
es: Espaciado-4XL - 72 PX

# Space size name
source: Spacing-3XL - 64 PX
es: Espaciado-3XL - 64 PX

# Space size name
source: Spacing-2XL - 56 PX
es: Espaciado-2XL - 56 PX

# Space size name
source: Spacing-XL - 48 PX
es: Espaciado-XL - 48 PX

# Space size name
source: Spacing-LG - 40 PX
es: Espaciado-LG - 40 PX

# Space size name
source: Spacing-MD - 32 PX
es: Espaciado-MD - 32 PX

# Space size name
source: Spacing-SM - 24 PX
es: Espaciado-SM - 24 PX

# Space size name
source: Spacing-XS - 16 PX
es: Espaciado-XS - 16 PX

# Space size name
source: Spacing-Tiny - 8 PX
es: Espaciado-Diminuto - 8 PX

# Duotone name
source: White
es: Blanco

# Duotone name
source: Rating
es: Valoración

# Color name
source: White
es: Blanco

# Color name
source: Success
es: Correcto

# Color name
source: Warning
es: Advertencia

# Color name
source: Purple
es: Morado

# Color name
source: Pink
es: Rosa

# Color name
source: Primary 950
es: Principal 950

# Color name
source: Primary 800
es: Principal 800

# Color name
source: Primary 700
es: Principal 700

# Color name
source: Primary 600
es: Principal 600

# Color name
source: Primary 400
es: Principal 400

# Color name
source: Primary 300
es: Principal 300

# Color name
source: Primary 200
es: Principal 200

# Color name
source: Primary 100
es: Principal 100

# Color name
source: Primary 50
es: Principal 50

source: Hide Mobile
es: Ocultar en móviles

source: Hide Tablet
es: Ocultar en tabletas

source: Hide Desktop
es: Ocultar en escritorio

# Pattern title
source: Testimonials Fuchsia Blue
es: Recomendaciones - Azul fucsia

# Pattern title
source: Testimonials Conifer
es: Recomendaciones - Conífera

# Pattern title
source: Testimonials Bright Turquoise
es: Recomendaciones - Turquesa brillante

# Pattern title
source: Template single right sidebar
es: Plantilla con barra lateral individual a la izquierda

# Pattern title
source: Template search
es: Plantilla de búsqueda

# Pattern title
source: Template Post Query
es: Plantilla de consulta de entradas

# Pattern title
source: Template page
es: Plantilla de página

# Pattern title
source: Template page right sidebar
es: Plantilla de página con barra lateral derecha

# Pattern title
source: Template index page
es: Plantilla de página de índice

# Pattern title
source: Template page left sidebar
es: Plantilla de página con barra lateral izquierda

# Pattern title
source: Template Archive
es: Plantilla de archivo

# Pattern title
source: Template 404
es: Plantilla 404

# Pattern title
source: Social Link Sidebar
es: Barra lateral de enlaces sociales

# Pattern title
source: Service Fuchsia Blue
es: Servicio - Azul fucsia

# Pattern title
source: Service Conifer
es: Servicio - Conífera

# Pattern title
source: Service Bright Turquoise
es: Servicio - Turquesa brillante

# Pattern title
source: Search Sidebar
es: Barra lateral de búsqueda

# Pattern title
source: Page List Sidebar
es: Barra lateral de lista de páginas

# Pattern title
source: Latest Post Sidebar
es: Barra lateral de últimas entradas

# Pattern title
source: Latest Comments Sidebar
es: Barra lateral de últimos comentarios

# Pattern title
source: Header Fuchsia Blue
es: Cabecera - Azul fucsia

# Pattern title
source: Header Conifer
es: Cabecera - Conífera

# Pattern title
source: Header Bright Turquoise
es: Cabecera - Turquesa brillante

# Pattern title
source: Gallery Sidebar
es: Barra lateral de la galería

# Pattern title
source: Footer Fuchsia Blue
es: Pie de página - Azul fucsia

# Pattern title
source: Footer Conifer
es: Pie de página - Conífera

# Pattern title
source: Footer Bright Turquoise
es: Pie de página - Turquesa brillante

# Pattern title
source: FAQ Fuchsia Blue
es: FAQ - Azul fucsia

# Pattern title
source: FAQ Conifer
es: FAQ - Conífera

# Pattern title
source: FAQ Bright Turquoise
es: FAQ - Turquesa brillante

# Pattern title
source: CTA Fuchsia Blue
es: CTA - Azul fucsia

# Pattern title
source: CTA Conifer
es: CTA - Conífera

# Pattern title
source: CTA Bright Turquoise
es: CTA - Turquesa brillante

# Pattern title
source: Counter Fuchsia Blue
es: Contador - Azul fucsia

# Pattern title
source: Counter Conifer
es: Contador - Conífera

# Pattern title
source: Counter Bright Turquoise
es: Contador - Turquesa brillante

# Pattern title
source: Contact Fuchsia Blue
es: Contacto - Azul fucsia

# Pattern title
source: Contact Conifer
es: Contacto - Conífera

# Pattern title
source: Contact Bright Turquoise
es: Contacto - Turquesa brillante

# Pattern title
source: Contact Blue
es: Contacto - Azul

# Pattern title
source: Categories List Sidebar
es: Barra lateral de lista de categorías

# Pattern title
source: Calendar
es: Calendario

# Pattern title
source: Brands Logo Fuchsia Blue
es: Logo de marcas - Azul fucsia

# Pattern title
source: Brands Logo Conifer
es: Logo de marcas - Conífera

# Pattern title
source: Brands Logo Bright Turquoise
es: Logo de marcas - Turquesa brillante

# Pattern title
source: Blog Post Fuchsia Blue
es: Entrada de blog - Azul fucsia

# Pattern title
source: Blog Post Conifer
es: Entrada de blog - Conífera

# Pattern title
source: Blog Post Bright Turquoise
es: Entrada de blog - Turquesa brillante

# Pattern title
source: Banner Fuchsia Blue
es: Banner - Azul fucsia

# Pattern title
source: Banner Conifer
es: Banner - Conífera

# Pattern title
source: Banner Bright Turquoise
es: Banner - Turquesa brillante

# Pattern title
source: Author Box
es: Caja de autor

# Pattern title
source: Archives Sidebar
es: Barra lateral de los archivos

# Pattern title
source: About Fuchsia Blue
es: Acerca de - Azul fucsia

# Pattern title
source: About Conifer
es: Acerca de - Conífera

# Pattern title
source: About Bright Turquoise
es: Acerca de - Turquesa brillante

source: Contact From
es: Formulario de búsqueda

source: Versatile card designs for displaying content.
es: Diseños versátiles de tarjeta para mostrar contenido.

source: Card
es: Tarjeta

source: Frequently asked questions section layouts.
es: Disposiciones de la sección de preguntas frecuentes.

source: Numerical counters and statistic patterns.
es: Contadores numéricos y patrones estadísticos.

source: Counter
es: Contador

source: Various banner layouts for promotions and highlights.
es: Varios diseños de banner para promociones y destacados.

source: A collection of testimonial block patterns.
es: Una colección de patrones de bloques de recomendaciones.

source: Testimonial
es: Recomendación

source: Footer
es: Pie de página

# Editor block binding label
source: Post format name
es: Nombre del formato de la entrada

source: A collection of post format patterns.
es: Una colección de patrones de formato de entradas.

source: Post Formats
es: Formatos de entrada

source: A collection of full page layouts.
es: Una colección de diseños a página completa.

source: Pages
es: Páginas

source: Checkmark
es: Marca de verificación

source: Installing Plugin %1$s (%2$d/%3$d)
es: Instalando el plugin %1$s (%2$d/%3$d)

source: All installations have been completed.
es: Todas las instalaciones se han completado.

source: %1$s installed successfully.
es: %1$s instalado correctamente.

source: The installation process is starting. This process may take a while on some hosts, so please be patient.
es: Comienza el proceso de instalación. Este proceso puede tardar un poco en algunos servidores, ten paciencia por favor.

source: Installing and Activating Plugin %1$s (%2$d/%3$d)
es: Instalando y activando el plugin %1$s (%2$d/%3$d)

source: All installations and activations have been completed.
es: Todas las instalaciones y activaciones han terminado.

source: Hide Details
es: Ocultar detalles

source: Show Details
es: Mostrar detalles

source: %1$s installed and activated successfully.
es: %1$s instalado y activado correctamente.

source: The installation and activation process is starting. This process may take a while on some hosts, so please be patient.
es: Comienza el proceso de instalación y activación. Este proceso puede tardar un poco en algunos servidores, ten paciencia por favor.

source: The installation of %1$s failed.
es: La instalación de %1$s ha fallado.

source: An error occurred while installing %1$s: <strong>%2$s</strong>.
es: Ha ocurrido un error al instalar %1$s: <strong>%2$s</strong>.

source: Updating Plugin %1$s (%2$d/%3$d)
es: Actualizando el plugin %1$s (%2$d/%3$d)

source: Plugin activation failed.
es: La activación del plugin ha fallado.

source: No plugins are available to be activated at this time.
es: Ahora mismo no hay plugins que activar.

source: No plugins were selected to be activated. No action taken.
es: No se han seleccionado plugins para activar. No se ha realizado ninguna acción.

source: No plugins are available to be updated at this time.
es: Ahora mismo no hay plugins que actualizar.

source: No plugins are available to be installed at this time.
es: Ahora mismo no hay plugins que instalar.

source: No plugins were selected to be updated. No action taken.
es: No se han seleccionado plugins para actualizar. No se ha realizado ninguna acción.

source: No plugins were selected to be installed. No action taken.
es: No se han seleccionado plugins para instalar. No se ha realizado ninguna acción.

source: Activate
es: Activar

source: Update
es: Actualizar

source: Install
es: Instalar

source: Upgrade message from the plugin author:
es: Mensaje de actualización del autor del plugin:

source: Activate %2$s
es: Activar %2$s

source: Update %2$s
es: Actualizar %2$s

source: Install %2$s
es: Instalar %2$s

source: Status
es: Estado

source: Version
es: Versión

source: Type
es: Tipo

source: Source
es: Origen

source: No plugins to install, update or activate.
es: No hay plugins que instalar, actualizar o activar.

source: Available version:
es: Versión disponible:

source: Minimum required version:
es: Versión mínima obligatoria:

source: Installed version:
es: Versión instalada:

# as in: "version nr unknown"
source: unknown
es: desconocida

source: To Activate <span class="count">(%s)</span>
es: Para activar <span class="count">(%s)</span>

source: Update Available <span class="count">(%s)</span>
es: Actualización disponible <span class="count">(%s)</span>

source: To Install <span class="count">(%s)</span>
es: Para instalar <span class="count">(%s)</span>

# plugins
source: All <span class="count">(%s)</span>
es: Todo <span class="count">(%s)</span>

source: Update recommended
es: Actualización recomendada

source: Requires Update
es: Necesita actualización

source: Required Update not Available
es: Actualización obligatoria no disponible

source: Active
es: Activo

source: Installed But Not Activated
es: Instalado, pero no activado

source: Not Installed
es: No instalado

source: Pre-Packaged
es: Pre-empaquetado

source: External Source
es: Fuente externa

source: WordPress Repository
es: Repositorio de WordPress

source: Recommended
es: Recomendados

source: Required
es: Obligatorio

# plugin A *and* plugin B
source: and
es: y

source: The remote plugin package consists of more than one file, but the files are not packaged in a folder.
es: El paquete remoto del plugin está compuesto por más de un archivo, pero los archivos no están dentro de una carpeta.

source: Please contact the plugin provider and ask them to package their plugin according to the WordPress guidelines.
es: Por favor, ponte en contacto con el proveedor del plugin y pídele que empaquete su plugin de acuerdo con las directrices de WordPress.

source: The remote plugin package does not contain a folder with the desired slug and renaming did not work.
es: El paquete remoto del plugin no contiene una carpeta con el slug deseado y renombrarlo no ha funcionado.

source: Update Required
es: Actualización obligatoria

source: This plugin needs to be updated to be compatible with your theme.
es: Este plugin debe actualizarse para que sea compatible con tu tema.

source: Return to the Dashboard
es: Volver al escritorio

source: Edit template
es: Editar plantilla

source: Simple
es: Sencillo

source: Elegant Date
es: Fecha - Elegante

source: Elegant Author
es: Autor - Elegante

source: Compact Author
es: Autor - Compacto

source: Minimal
es: Minimalista

source: Calendar
es: Calendario

source: Please contact the administrator of this site for help.
es: Por favor, ponte en contacto con el administrador de este sitio para obtener ayuda.

source: There are one or more required or recommended plugins to install, update or activate.
es: Hay uno más plugins necesarios o recomendados pendientes de instalar, actualizar o activar.

source: Dismiss this notice
es: Descartar este aviso

source: All plugins installed and activated successfully. %1$s
es: Todos los plugins han sido instalados y activados correctamente. %1$s

source: Plugin not activated. A higher version of %s is needed for this theme. Please update the plugin.
es: El plugin no se ha activado. Este tema necesita una versión superior de %s. Por favor, actualiza el plugin.

source: No action taken. Plugin %1$s was already active.
es: No se ha realizado ninguna acción. El plugin %1$s ya estaba activo.

source: The following plugin was activated successfully:
es: El siguiente plugin se ha activado correctamente:

source: Plugin activated successfully.
es: Plugin activado correctamente.

source: Return to Required Plugins Installer
es: Volver al instalador de plugins obligatorios

source: Begin activating plugin
es: Comenzar a activar el plugin

source: Begin updating plugin
es: Empezar a actualizar el plugin

source: Begin installing plugin
es: Empezar a instalar el plugin

source: The following recommended plugin is currently inactive: %1$s.
es: El siguiente plugin recomendado está actualmente inactivo: %1$s.

source: The following required plugin is currently inactive: %1$s.
es: El siguiente plugin obligatorio está actualmente inactivo: %1$s.

source: There is an update available for: %1$s.
es: Hay una actualización disponible para: %1$s.

source: The following plugin needs to be updated to its latest version to ensure maximum compatibility with this theme: %1$s.
es: El siguiente plugin necesita ser actualizado a su última versión para asegurar la máxima compatibilidad con este tema: %1$s.

source: This theme recommends the following plugin: %1$s.
es: Este tema recomienda el siguiente plugin: %1$s.

source: This theme requires the following plugin: %1$s.
es: Este tema necesita el siguiente plugin: %1$s.

source: Something went wrong with the plugin API.
es: Algo ha ido mal con la API del plugin.

source: Updating Plugin: %s
es: Actualizando el plugin: %s

source: Installing Plugin: %s
es: Instalando el plugin: %s

source: Install Plugins
es: Instalar los plugins

source: Install Required Plugins
es: Instalar los plugins obligatorios

# Custom template name
source: Single with Sidebar
es: Individual con barra lateral
