Repository: prasish012/try
Catalog: try/media_copy/translations/newsphere/existing_translations/PO FILES AS DATASETS FROM WP.TRANSLATE 2/Spain/wp-themes-raft-*.po
Languages: es

source: Raft is a lightweight, full-site-editing compatible (FSE) theme ready for your next website. Raft is a super fast, easily customizable, simple theme. It’s perfect for blogs, small business, startups, agencies, firms, e-commerce shops (WooCommerce storefront) as well as personal portfolio sites and most types of projects. Raft works perfectly with Gutenberg and the most popular page builders (Elementor, Brizy, Beaver Builder or the Block Editor). Raft is also WooCommerce ready, responsive, RTL & translation ready. Learn more at https://themeisle.com/themes/raft/.
es: Raft es un tema ligero, compatible con la edición de sitios completos (FSE), perfecto para crear tu próximo sitio web. Raft es un tema súper rápido, fácilmente personalizable y sencillo. Es perfecto para blogs, pequeñas empresas, startups, agencias, empresas, tiendas de comercio electrónico (escaparate de WooCommerce), así como sitios de porfolios personales y para casi cualquier tipo de proyecto. Raft funciona perfectamente con Gutenberg y los constructores de páginas más populares (Elementor, Brizy, Beaver Builder o el Editor de Bloques). Raft también está preparado para WooCommerce, es adaptable, está preparado para RTL y para la traducción. Más información en https://themeisle.com/themes/raft/.

source: Enhance %1$s with %2$s– up to %3$s OFF in our biggest sale of the year. Limited time only.
es: Mejora %1$s con %2$s- hasta %3$s de DESCUENTO en nuestra mayor oferta del año. Solo por tiempo limitado.

source: %s Access a collection of 40+ layout patterns ready to import to your website
es: %s Accede a una colección de más de 40 patrones de diseño listos para importar a tu sitio web

source: Raft recommends
es: Raft recomienda

source: Dismiss
es: Descartar

source: Install %s
es: Instalar %s

source: Install our free builder plugin for more blocks, enhanced functionality, and seamless theme setup.
es: Instala nuestro plugin maquetador gratuito para obtener más bloques, una funcionalidad mejorada y una configuración perfecta del tema.

source: Extend Raft with our Free Builder
es: Amplía Raft con nuestro maquetador gratuito

source: Thanks for downloading Raft Theme 🎉
es: Gracias por descargar el tema Raft 🎉

source: Posts Query Loop 3
es: Bucle de consulta de entradas 3

source: Call to Action 2
es: Llamada a la acción 2

source: Call to Action
es: Llamada a la acción

# Style variation name
source: washed
es: lavado

# Style variation name
source: Violet Grain
es: Grano violeta

# Style variation name
source: Green Retro
es: Retro verde

# Custom template name
source: Page with Header & Footer
es: Página con cabecera y pie de página

# Color name
source: Inverted Text
es: Texto invertido

# Color name
source: Light Background
es: Fondo claro

# Color name
source: Dark Background
es: Fondo oscuro

# Color name
source: Accent Secondary
es: Énfasis secundario

# Color name
source: Text
es: Texto

source: Page title with button
es: Título de la página con botón

source: Page title on background
es: Título de la página en el fondo

source: Text Columns
es: Columnas de texto

source: Testimonial Fullwidth
es: Testimonio ancho completo

source: Testimonial Columns with Rating
es: Columnas de testimonios con valoración

source: Testimonial Cards
es: Tarjetas de testimonio

source: Testimonial on Background
es: Testimonio sobre fondo

source: Team Member Rows
es: Filas de miembros del equipo

source: Pricing Plans 2
es: Planes de precios 2

source: Pricing Plans 5
es: Planes de precios 5

source: Pricing Plans 4
es: Planes de precios 4

source: Pricing Plans 3
es: Planes de precios 3

source: Post Query Loop 2
es: Bucle de consulta de entradas 2

source: Portfolio Columns
es: Columnas de porfolio

source: Posts Loop Rows
es: Filas de bucle de entradas

source: Posts Loop Cards
es: Tarjetas de bucle de entradas

source: Posts Loop Card Centered
es: Tarjeta de bucle de entradas centrada

source: Hero with Columns
es: Fondo con columnas

source: Hero Columns
es: Columnas con fondo completo

source: Hero Cover with boxed title
es: Fondo completo con título en caja

source: Feature Block
es: Bloques de características

source: Features on Background
es: Características en fondo

source: Feature Cards
es: Tarjetas de características

source: Cover with Background
es: Portada con fondo

source: Contact Details
es: Datos de contacto

source: Centered Title
es: Título centrado

source: Centered Text on Background
es: Texto centrado sobre el fondo

source: Call to Action with Image
es: Llamada a la acción con imagen

source: Create your new website today, with Raft!
es: Crea hoy tu nueva web, ¡con Raft!

source: Get started today, get in touch!
es: Empieza hoy mismo, ¡ponte en contacto!

source: "...Absolutely one of the best services out there, very professional and easy-going experience, highly recommended..."
es: "...Absolutamente uno de los mejores servicios que existen, una experiencia muy profesional y fácil de llevar, muy recomendable..."

source: A content subtitle
es: Un subtítulo de contenido

source: A generic content title
es: Un título de contenido genérico

source: Read also…
es: Lee también...

source: Categories
es: Categorías

source: Unfortunately the page was not found.
es: Lamentablemente, no se ha encontrado la página.

source: Search for a keyword...
es: Busca una palabra clave...

source: Search
es: Buscar

source: Search results
es: Resultados de búsqueda

source: Continue reading
es: Seguir leyendo

source: Read more
es: Leer más

source: Client Name
es: Nombre del cliente

source: A project title
es: Un título de proyecto

source: Selected Portfolio
es: Porfolio seleccionado

source: Just a frequent question
es: Sólo una pregunta frecuente

source: Contact detail example
es: Ejemplo de datos de contacto

source: Follow us
es: Síguenos

source: Contact details
es: Datos de contacto

source: Get in touch
es: Ponte en contacto

source: A pricing feature
es: Característica del precio

source: Plan title
es: Título del plan

source: A pricing section. Join premium!
es: Una sección de precios. ¡Únete a premium!

source: Company role
es: Papel en la empresa

source: Team member name
es: Nombre del miembro del equipo

source: Our Team
es: Nuestro equipo

source: Get Started
es: Primeros pasos

source: Button Text
es: Texto del botón

source: A placeholder description that you can replace with your own content.
es: Una descripción de marcador de posición que puedes sustituir por tu propio contenido.

source: This is feature title
es: Este es el título de la característica

source: Showcase your Features and Services
es: Muestra tus características y servicios

source: Just some placeholder text
es: Solo un marcador de posición de texto

source: This is placeholder text, feel free to replace it with your unique content as it's included here just to provide you with a better understanding of how your text will fit in the layout. Explore the various patterns and templates as you create your personalized web experience.
es: Este es un texto de marcador de posición, no dudes en sustituirlo por tu contenido único, ya que se incluye aquí sólo para proporcionarte una mejor comprensión de cómo encajará tu texto en el diseño. Explora los distintos patrones y plantillas mientras creas tu experiencia web personalizada.

source: A short section description
es: Una breve descripción de la sección

source: Subtitle
es: Subtítulo

source: This is section title
es: Este es el título de la sección

source: Explore our Services
es: Explora nuestros servicios

source: About me
es: Sobre mí

source: About our Team
es: Acerca de nuestro equipo

source: This is a page title
es: Esto es un título de página

source: Block Based Themes Made simple
es: Temas basados en bloques simplificados

source: Services Page
es: Página de servicios

source: Portfolio Page
es: Página de porfolio

source: Contact Page
es: Página de contacto

source: About Page
es: Página «Acerca de»

source: Homepage 3
es: Página de inicio 3

source: Homepage 2
es: Página de inicio 2

source: Single Post Cover
es: Fondo de entrada única

source: Single Post Columns
es: Columnas de una entrada

source: Single Post Centered
es: Entrada única centrada

source: Archive Row
es: Archivo con filas

source: Archive Cards
es: Archivo con tarjetas

source: Archive Boxed
es: Archivo en caja

source: Archives
es: Archivos

source: Singles
es: Individuales

source: Pages
es: Páginas

source: Post Loops
es: Bucles de entradas

source: Pricing
es: Precios

source: Team
es: Equipo

source: Testimonials
es: Recomendaciones

source: Content
es: Contenido

source: Features
es: Características

source: Heroes / Page Titles
es: Heros / Títulos de página

source: Footers
es: Pies de página

source: Headers
es: Cabeceras

source: Featured
es: Destacado

source: Try it out!
es: ¡Pruébalo!

# Style variation name
source: Wooden
es: Madera

# Style variation name
source: Light Serif
es: Serifa suave

# Style variation name
source: Dark Fit
es: Ajuste oscuro

# Style variation name
source: Blue Cream
es: Crema azul

# Template part name
source: Footer with Columns
es: Pie de página con columnas

# Template part name
source: Header Centered
es: Cabecera centrada

# Font family name
source: Figtree
es: Higuera

source: Pricing Plans
es: Planes de precios

source: Inverted Gallery with Title
es: Galería invertida con título

source: Horizontal content cards
es: Tarjetas de contenido horizontal

source: Content Columns with Hero
es: Columnas de contenido con sección a pantalla completa

source: Alternating Feature Columns
es: Columnas alternas de características

# Style variation name
source: Purple Dawn
es: Amanecer morado

# Style variation name
source: Night Owl
es: Búho nocturno

# Style variation name
source: Green corn
es: Maíz verde

# Style variation name
source: Garden flow
es: Jardín fluido

# Style variation name
source: Clean cut
es: Corte limpio

# Style variation name
source: Blue retro
es: Azul retro

# Style variation name
source: Apple clean
es: Manzana limpia

# Template part name
source: Footer
es: Pie de página

# Template part name
source: Header
es: Cabecera

# Custom template name
source: WooCommerce Cart
es: Cesta WooCommerce

# Custom template name
source: WooCommerce Checkout
es: Pago de WooCommerce

# Custom template name
source: WooCommerce Single Product
es: Producto individual de Woocommerce

# Custom template name
source: Blank Page - Only Content
es: Página en blanco - Sólo contenido

# Color name
source: Accent
es: Acento

# Color name
source: Background
es: Fondo

# Font size name
source: Huge
es: Enorme

# Font size name
source: Extra Large
es: Muy grande

# Font size name
source: Large
es: Grande

# Font size name
source: Medium
es: Medio

# Font size name
source: Small
es: Pequeño

source: Two Columns of Features
es: Dos columnas de características

source: Three Columns of Features
es: Tres columnas de características

source: Powered by Blocks
es: Funciona con bloques

source: Built-in Patterns
es: Patrones integrados

source: Style Variations
es: Variaciones de estilo

source: Unfortunately no posts were found
es: Lamentablemente no se ha encontrado ninguna entrada

source: Post Query Loop
es: Bucle de consulta de entradas

source: Inverted Background
es: Fondo invertido

source: Image Gallery with Title
es: Galería de imágenes con título

source: Hero Section
es: Sección a pantalla completa

source: Frequently Asked Questions
es: Preguntas frecuentes

source: Call to Action 3
es: Llamada a la acción 3

source: Primary Menu
es: Menú principal

source: Pills
es: Pastillas

source: Learn More
es: Más información

source: Activate %s
es: Activar %s

source: Otter Blocks preview
es: Vista previa de los bloques de Otter

source: Done
es: Hecho

source: Installing
es: Instalando

source: Activating
es: Activando

source: You appear to be running the Raft theme from source code. Please finish installation by running %s.
es: Parece que estás ejecutando el tema Raft desde el código fuente. Por favor, termina la instalación ejecutando %s.

source: upgrading PHP to the latest version
es: actualizando PHP a la última versión

source: Hey, we've noticed that you're running an outdated version of PHP which is no longer supported. Make sure your site is fast and secure, by %1$s. Raft's minimal requirement is PHP%2$s.
es: Nos hemos dado cuenta de que estás ejecutando una versión obsoleta de PHP que ya no es compatible. Asegúrate de que tu sitio es rápido y seguro, %1$s. El requisito mínimo de Raft es PHP%2$s.
