Repository: prasish012/try
Catalog: try/media_copy/translations/newsphere/existing_translations/PO FILES AS DATASETS FROM WP.TRANSLATE 2/Spain/wp-themes-frontis-*.po
Languages: es

# Custom template name
source: Blog Left Sidebar
es: Barra lateral izquierda del blog

# Custom template name
source: Page No Title
es: Página sin título

# Template part name
source: Sidebar
es: Barra lateral

# Template part name
source: Footer
es: Pie de página

# Template part name
source: Header
es: Cabecera

# Duotone name
source: Primary
es: Principal

# Color name
source: Tertiary
es: Terciario

# Color name
source: Heading
es: Encabezado

# Color name
source: Primary
es: Principal

# Pattern title
source: Service Apple
es: Servicio - Apple

# Pattern title
source: Sidebar
es: Barra lateral

# Pattern title
source: Header
es: Cabecera

# Pattern title
source: Footer
es: Pie de página

# Pattern title
source: Comments
es: Comentarios

# Pattern title
source: Brands Apple
es: Marcas - Apple

source: Disable Footer
es: Desactivar el pie de página

source: Disable Header
es: Desactivar la cabecera
