Repository: prasish012/try
Catalog: try/media_copy/translations/enternews/existing_translations/PO FILES AS DATASETS FROM WP.TRANSLATE 2/Spain/wp-themes-spectra-one-*.po
Languages: es

source: Enable Sticky Header
es: Activar cabecera fija

source: Disable Elements
es: Desactivar elementos

# Pattern title
source: Three column featured
es: Tres columnas destacadas

# Pattern title
source: Testimonial
es: Testimonio

# Pattern title
source: Template single
es: Plantilla de single

# Pattern title
source: Template search
es: Plantilla de búsqueda

# Pattern title
source: Template page
es: Plantilla de página

# Pattern title
source: Template index
es: Plantilla de índice

# Pattern title
source: Template Archive
es: Plantilla de archivo

# Pattern title
source: Template 404
es: Plantilla 404

# Pattern title
source: Post grid
es: Cuadrícula de entradas

# Pattern title
source: Hero banner
es: Banner a pantalla completa

# Pattern title
source: Sidebar default
es: Barra lateral por defecto

# Pattern title
source: Header left menu
es: Cabecera menú izquierdo

# Pattern title
source: Header center menu
es: Cabecera menú centrado

# Pattern title
source: Footer six columns menu separated
es: Pie de página seis columnas menú separado

# Pattern title
source: Footer minimal menu right
es: Pie de página mínimo con menú a la derecha

# Pattern title
source: Footer minimal menu center
es: Pie de página mínimo menú central

# Pattern title
source: Footer five columns menu inline
es: Pie de página cinco columnas menú en línea

# Pattern title
source: Blog simple
es: Blog sencillo

# Pattern title
source: Blog left featured image
es: Blog imagen destacada izquierda

# Pattern title
source: Blog grid
es: Blog cuadrícula

# Pattern title
source: Blog classic
es: Blog clásico

source: Easily Customizable
es: Fácilmente personalizable

source: Search...
es: Buscar...

source: Search
es: Buscar

source: Latest from the blog
es: Lo último del blog

source: Discover a new way to build website
es: Descubre una nueva forma de construir tu web

source: Terms and Conditions
es: Términos y condiciones

source: Service Inquiry
es: Consulta de servicio

source: Ask Product Details
es: Pedir detalles del producto

source: Get Quote
es: Obtén un presupuesto

source: Book A Meeting
es: Reserva una reunión

source: What’s New
es: Novedades

source: Need Help?
es: ¿Necesitas ayuda?

source: Terms
es: Términos

source: Privacy
es: Privacidad

source: Contact
es: Contacto

source: About
es: Acerca de

source: Home
es: Inicio

source: · All rights reserved
es: · Todos los derechos reservados

source: Learn More
es: Aprende más

source: Ask the Community
es: Preguntar a la comunidad

source: How to Videos
es: Vídeos instructivos

source: Need help?
es: ¿Necesitas ayuda?

source: Privacy Policy
es: Política de privacidad

source: Contact Support
es: Contactar con soporte

source: Knowledge Base
es: Base de conocimiento

source: Support
es: Soporte

source: Brand Guidelines
es: Directrices de marca

source: Brand Assets
es: Activos de marca

source: Blog Articles
es: Artículos del blog

source: Gallery
es: Galería

source: Resources
es: Recursos

source: Meet Our Team
es: Conoce a nuestro equipo

source: Contact Us
es: Contáctanos

source: News
es: Noticias

source: About Us
es: Sobre nosotros

source: Company
es: Empresa

source: Partners
es: Socios

source: Services
es: Servicios

source: Products List
es: Lista de productos

source: Products
es: Productos

source: Get Started
es: Primeros pasos

source: Take your website to the next level!
es: ¡Lleva tu web al siguiente nivel!

source: Read More
es: Leer más

source: Latest Posts
es: Últimas entradas

source: Style variations
es: Variaciones de estilo

source: Interactive design tools and its many customization options to customize anything and everything needed to build the fully-functional website of your dreams.
es: Herramientas de diseño interactivas y sus numerosas opciones de personalización para personalizar todo lo necesario para construir el sitio totalmente funcional de tus sueños.

source: Everything you need to create amazing websites
es: Todo lo que necesitas para crear una web fantástica

source: Icon
es: Icono

source: Disable Footer
es: Desactivar el pie de página

source: Disable Header
es: Desactivar la cabecera

source: Wide Thin Line
es: Línea ancha y delgada

source: Minimal
es: Mínimo

source: Pill
es: Pastilla

source: Secondary
es: Secundario

source: Done
es: Hecho

source: Installing
es: Instalando

source: Activating
es: Activando

source: Close this notice..
es: Cerrar este aviso..
