Repository: prasish012/try
Catalog: try/media_copy/translations/enternews/existing_translations/PO FILES AS DATASETS FROM WP.TRANSLATE 2/Spain/wp-themes-spectra-one-*.po
Languages: es

source: Spectra One is a beautiful and modern WordPress theme built with the Full Site Editing (FSE) feature. It's a versatile theme that can be used for blogs, portfolios, businesses, and more. Spectra One comes with a sleek and professional design that will make your website stand out from the crowd.
es: Spectra One es un bonito y moderno tema de WordPress creado con la función de edición completa del sitio (FSE). Es un tema versátil que puede utilizarse para blogs, portafolios, empresas y mucho más. Spectra One tiene un diseño elegante y profesional que hará que tu sitio web destaque entre la multitud.

source: Spectra One Editor Settings
es: Ajustes del editor de Spectra One

source: Spectra One Settings
es: Ajustes de Spectra One

# Pattern title
source: Wide banner with button center
es: Banner ancho con botón en el centro

# Pattern title
source: text with download
es: texto con descarga

# Pattern title
source: Testimonial list
es: Lista de recomendaciones

# Pattern title
source: Testimonial grid
es: Cuadrícula de recomendaciones

# Pattern title
source: Image with feature list and heading
es: Imagen con lista de características y encabezado

# Pattern title
source: Image with feature list column
es: Imagen con columna de lista de características

# Pattern title
source: Three column featured grid background
es: Fondo de cuadrícula destacado de tres columnas

# Pattern title
source: Three column featured grid outline
es: Contorno de cuadrícula destacado de tres columnas

# Pattern title
source: Three column featured grid
es: Cuadrícula de tres columnas destacadas

# Pattern title
source: Two column featured left
es: Dos columnas destacadas a la izquierda

# Pattern title
source: Three column featured center
es: Tres columnas destacadas centradas

# Pattern title
source: Two column FAQ
es: Dos columnas de FAQ

# Pattern title
source: Author details
es: Detalles del autor

# Pattern title
source: Teams four columns square
es: Equipo cuatro columnas cuadrado

# Pattern title
source: Teams three columns square
es: Equipo tres columnas cuadrado

# Pattern title
source: Wide Hero banner with background
es: Banner hero ancho con fondo

# Pattern title
source: Wide banner with button center inverse
es: Banner ancho con boton centrado invertido

# Pattern title
source: Wide banner with button center blend
es: Banner ancho con boton centrado fundido

# Pattern title
source: Right text with image
es: Texto derecho con imagen

# Pattern title
source: Left text with image
es: Texto izquierdo con imagen

source: Download Now
es: Descargar ahora

source: Version 1.0.0
es: Versión 1.0.0

source: Download Spectra Theme
es: Descargar tema Spectra

source: This block-based WordPress theme is a game-changer. I've struggled with complex themes in the past, but this one is easy to use.
es: Este tema de WordPress basado en bloques cambia las reglas del juego. He tenido problemas con temas complejos en el pasado, pero éste es fácil de usar.

source: Really love it!
es: ¡Me encanta!

source: Developer
es: Desarrollador

source: I've tried countless themes, but none have impressed me as much as this! It's incredibly fast, which means my website load in a snap.
es: He probado innumerables temas, ¡pero ninguno me ha impresionado tanto como éste! Es increíblemente rápido, lo que significa que mi web carga en un santiamén.

source: Superb quality!
es: ¡Excelente calidad!

source: This theme made the process of building my website a breeze. The drag-and-drop interface was easy to use and the templates were customizable.
es: Este tema hizo que el proceso de creación de mi sitio fuera pan comido. La interfaz de arrastrar y soltar era fácil de usar y las plantillas eran personalizables.

source: Experience lightning-fast page load speeds.
es: Experimenta velocidades de carga de página ultrarrápidas.

source: Tailor your website to your liking with endless options.
es: Adapta tu web a tu gusto con infinitas opciones.

source: Learn More →
es: Saber más →

source: Spectra offers a wide selection of meticulously crafted patterns to enhance your content.
es: Spectra ofrece una amplia selección de patrones meticulosamente elaborados para realzar tu contenido.

source: Design Patterns
es: Patrones de diseño

source: Define global styling settings for your website, such as typography, colors, and spacing.
es: Define ajustes de estilo globales para tu sitio, como la tipografía, los colores y el espaciado.

source: Global Styles
es: Estilos globales

source: Easily customize your website's layout and design using an intuitive, drag-and-drop interface.
es: Personaliza fácilmente la disposición y el diseño de tu web mediante una interfaz intuitiva de arrastrar y soltar.

source: Drag and Drop
es: Arrastrar y soltar

source: Have a question?
es: ¿Tienes alguna pregunta?

source: Leslie loves exploring new foods, devouring motivational books, and hanging out with her loved ones. She's a real-life inspiration and proof that hard work and passion pay off!
es: A Leslie le encanta explorar nuevos alimentos, devorar libros de motivación y pasar tiempo con sus seres queridos. Es una inspiración en la vida real y la prueba de que el trabajo duro y la pasión dan sus frutos.

source: Meet the owner
es: Conoce al propietario

source: Install Spectra Theme
es: Instalar el tema Spectra

# Pattern title
source: Hero single title blend
es: Fundido de hero del título

# Pattern title
source: Hero page title blend
es: Fundido de hero del título del página

# Pattern title
source: Hero banner blend
es: Fundido de banner del hero

# Duotone name
source: Tertiary
es: Terciario

# Pattern title
source: Counter three column left
es: Contador tres columnas izquierda

# Pattern title
source: Counter three column center
es: Contador tres columnas centro

# Pattern title
source: Counter four column left
es: Contador tres columnas izquierda

# Pattern title
source: Counter four column center
es: Contador cuatro columnas centro

# Pattern title
source: Pricing two column
es: Precios a dos columnas

# Pattern title
source: Pricing three column with icon
es: Precios a tres columnas con icono

# Pattern title
source: Pricing three column highlight
es: Precios destacados en tres columnas

# Pattern title
source: Pricing three column
es: Precios a tres columnas

# Pattern title
source: Pricing two column with icon
es: Precios a dos columnas con icono

# Pattern title
source: Pricing two column highlight
es: Precios destacados en dos columnas

# Pattern title
source: Hero banner with background
es: Banner a pantalla completa con fondo

# Pattern title
source: Hero banner two column inverse
es: Banner a pantalla completa dos columnas inverso

# Pattern title
source: Hero banner two column blend
es: Banner a pantalla completa dos columnas mezcla

# Pattern title
source: Hero banner inverse
es: Banner a pantalla completa invertido

# Pattern title
source: Image with feature list
es: Imagen con lista de características

# Pattern title
source: Text with contact info
es: Texto con información de contacto

# Pattern title
source: Teams four columns circle
es: Equipo cuatro columnas círculo

# Pattern title
source: Teams three column
es: Equipo tres columnas

# Pattern title
source: Contact info card with background
es: Tarjeta de información de contacto con fondo

# Pattern title
source: Contact info card with gradient
es: Tarjeta de información de contacto con degradado

# Pattern title
source: Contact info card
es: Tarjeta de información de contacto

# Pattern title
source: Wide banner with button inverse
es: Banner ancho con botón invertido

# Pattern title
source: Wide banner with button blend
es: Banner ancho con mezcla de botones

# Pattern title
source: Announcement bar
es: Barra de anuncios

# Pattern title
source: Announcement bar with social
es: Barra de anuncios con sociales

source: Essentials patterns
es: Patrones esenciales

source: Premium support
es: Soporte premium

source: Premium starter templates
es: Plantillas de inicio premium

source: 5 Team members license
es: Licencia para equipo de 5 miembros

source: Everything in Pro Plan plus...
es: Todo lo del plan Pro más...

source: Growth Plan
es: Plan Growth

source: Recommended
es: Recomendado

source: Priority customer support
es: Servicio de atención al cliente prioritario

source: Pro blocks access
es: Acceso a bloques pro

source: Premium pattern library
es: Biblioteca de patrones premium

source: Custom typography
es: Tipografía personalizada

source: Everything in Starter Plan plus...
es: Todo lo del plan de Starter más...

source: Unlock the full potential of your website with our Pro plan.
es: Libera todo el potencial de tu web con nuestro plan Pro.

source: Pro Plan
es: Plan Pro

source: Unmatched performance
es: Rendimiento inigualable

source: Handcrafted theme styles
es: Estilos de tema hechos a mano

source: Essential pattern library
es: Biblioteca de patrones esenciales

source: Customization options
es: Opciones de personalización

source: / month
es: / mes

source: Everything you need to get start building your website.
es: Todo lo que necesitas para empezar a construir tu web.

source: Starter Plan
es: Plan Starter

source: Select your favorite plan and start your online store today!
es: ¡Selecciona tu plan favorito y pon en marcha tu tienda online hoy mismo!

source: Pricing tailored to your needs
es: Precios adaptados a tus necesidades

source: Unleash the power of block editor
es: Libera el poder del editor de bloques

source: Full Site Editing
es: Edición completa del sitio

source: Follow us
es: Síguenos

source: mail@demosite.com
es: mail@example.com

source: Email
es: Correo electrónico

source: Phone
es: Teléfono

source: Address
es: Dirección

source: Contact info
es: Información de contacto

source: Active installs
es: Instalaciones activas

source: Average ratings
es: Valoración promedio

source: We look forward to hearing from you and providing the assistance you need. Whether you have a general inquiry, require technical support, or want to learn more about our products, our knowledgeable team is ready to assist you.
es: Esperamos tener noticias tuyas y proporcionarte la ayuda que necesites. Tanto si tienes una consulta general como si necesitas asistencia técnica o quieres saber más sobre nuestros productos, nuestro equipo de expertos está preparado para ayudarte.

source: We look forward to hearing from you
es: Esperamos recibir noticias tuyas.

source: Senior Developer
es: Desarrollador senior

source: Senior Product Designer
es: Diseñador de producto senior

source: Product Manager
es: Director de producto

source: Creative Director
es: Director creativo

source: Meet our dedicated team of professionals who are passionate about providing top-notch service and delivering exceptional results.
es: Conoce a nuestro entregado equipo de profesionales, apasionados por ofrecer un servicio de primera y unos resultados excepcionales.

source: The talent driving our success
es: El talento que impulsa nuestro éxito

source: Meet the team
es: Conoce al equipo

source: Senior Product Designer at Spectra
es: Diseñador de producto senior en Spectra

source: click here
es: haz clic aquí

source: Announcement message can be here..
es: El mensaje del anuncio puede estar aquí..

source: Announcement message can be here..
es: El mensaje de anuncio puede estar aquí..

source: Pricing
es: Precios

source: Scroll To Top
es: Scroll al inicio

source: Scroll to top updated
es: Desplazamiento arriba actualizado

# Style variation name
source: Pink
es: Rosa

# Template part name
source: Sidebar
es: Barra lateral

# Custom template name
source: Single sidebar
es: Barra lateral de single

# Custom template name
source: Page sidebar
es: Barra lateral de página

# Space size name
source: XXX Small
es: XXX Pequeño

# Pattern title
source: Template single sidebar
es: Plantilla de single con barra lateral

# Pattern title
source: Template page sidebar
es: Plantilla de página con barra lateral

# Pattern title
source: Hero single title
es: Título hero para single

# Pattern title
source: Hero page title
es: Título hero para página

# Pattern title
source: Header
es: Cabecera

# Pattern title
source: Header left menu blend
es: Cabecera fundida menú izquierdo

# Pattern title
source: Header center menu blend
es: Cabecera fundida menú centrado

# Pattern title
source: Header blend
es: Cabecera fundida

# Pattern title
source: Footer
es: Pie de página

source: I've used a few different website builders over the years, and this one is by far the best. The responsive design ensures that my website looks great on any device.
es: He utilizado varios maquetadores web diferentes a lo largo de los años, y éste es con diferencia el mejor. El diseño adaptable garantiza que mi web se vea genial en cualquier dispositivo.

source: Great on any device
es: Genial en cualquier dispositivo

source: Marketing Coordinator
es: Coordinadora de marketing

source: Testimonials
es: Testimonios

source: Sorry, but nothing matched your search terms. Try another search?
es: Lo siento, pero no se encontraron coincidencias con los términos de búsqueda. ¿Podrías intentar otra búsqueda?

source: Can't find what you're looking for? Don't worry, we've got your back.
es: ¿No encuentras lo que buscas? No te preocupes, nosotros te ayudamos.

source: Page Not Found
es: Página no encontrada

source: Popular Tags
es: Etiquetas populares

source: Recommended Topics
es: Temas recomendados

source: More from the blog
es: Más desde el blog

source: Create a functional and visually appealing website
es: Crea una web funcional y visualmente atractiva

source: Launch Your Website Today!
es: ¡Lanza hoy tu web!

source: Pages
es: Páginas

source: Edit template
es: Editar plantilla

source: Inverse
es: Inverso

source: Install Spectra Builder
es: Instalar Spectra Builder

source: Activate Spectra Builder
es: Activar Spectra Builder

source: Once you have installed the Spectra Builder plugin, you will be ready to build amazing, fast-loading websites.
es: Una vez que hayas instalado el plugin Spectra Builder, estarás listo para construir webs asombrosas y de carga rápida.

source: Please install the Spectra Builder
es: Instala Spectra Builder

source: Thanks for installing the Spectra One theme &#x1F389;
es: Gracias por instalar el tema Spectra One 🎉

source: Power-up your website with advanced and powerful blocks that help you build websites in no time!
es: ¡Potencia tu web con bloques avanzados y potentes que te ayudarán a construir webs en un abrir y cerrar de ojos!

source: Spectra plugin
es: Plugin Spectra

# Style variation name
source: Ultra Marine
es: Ultramarino

# Style variation name
source: Sweet Corn
es: Maíz dulce

# Style variation name
source: Rain Forest
es: Selva tropical

# Style variation name
source: Easter Green
es: Verde Pascua

# Style variation name
source: Aquamarine
es: Aguamarina

# Color name
source: Quaternary
es: Cuaternario

# Color name
source: Tertiary
es: Terciario

source: Spectra Page Settings
es: Ajustes de página de Spectra

source: Header Settings
es: Ajustes de cabecera

# Pattern title
source: Wide banner with button
es: Banner ancho con botón

# Pattern title
source: Split image right
es: Imagen dividida derecha

# Pattern title
source: Featured logos
es: Logos destacados

# Pattern title
source: Alternate image text
es: Texto alternativo de la imagen

source: Build your own website
es: Construye tu propia web

source: Built with search engines in mind, achieve higher rankings and more traffic with optimized code.
es: Construido pensando en los motores de búsqueda, alcanza mejores rankings y más tráfico con código optimizado.

source: SEO Optimized
es: Optimizado para SEO

source: Experience lightning-fast page load speeds for optimal user experience and SEO ranking.
es: Disfruta de velocidades de carga de página ultrarrápidas para una experiencia de usuario y un posicionamiento SEO óptimos.

source: Blazing Fast
es: Rápido como el rayo

source: Tailor your website to your liking with endless options to personalize the design and functionality.
es: Adapta tu web a tu gusto con infinitas opciones para personalizar el diseño y la funcionalidad.

source: As a small business owner, I needed a website that was affordable. I was able to create a beautiful website that represented my brand.
es: Como propietario de una pequeña empresa, necesitaba una web que fuera asequible. Pude crear un sitio bonito que representaba mi marca.

source: Easy to use
es: Fácil de utilizar

source: Business owner
es: Empresario

source: Endless customization options and responsive design, plus great customer support. Highly recommend!
es: Infinitas opciones de personalización y diseño adaptable, además de una gran atención al cliente. ¡Muy recomendable!

source: Endless customization
es: Personalización infinita

source: Freelancer
es: Autónomo

source: This theme made the process of building my website a breeze. The drag-and-drop interface was easy to use and the templates were customizable.
es: Este tema hizo que el proceso de creación de mi sitio fuera pan comido. La interfaz de arrastrar y soltar era fácil de usar y las plantillas eran personalizables.

source: Highly recommended!
es: ¡Muy recomendable!

source: Web designer
es: Diseñador web

source: See what people have to say about us
es: Mira lo que la gente tiene que decir sobre nosotros

source: Get in touch
es: Ponte en contacto

source: Plans \u0026amp; Pricing
es: Planes y precios

source: Brought to you by the creators of
es: Te lo traen los creadores de

source: No, Full Site Editing does not require knowledge of coding or web development. The drag-and-drop interface and pre-designed templates make it easy for users to create a professional-looking website without any coding experience.
es: No, la edición completa del sitio no requiere conocimientos de programación o desarrollo web. La interfaz de arrastrar y soltar y las plantillas prediseñadas facilitan a los usuarios la creación de una web de aspecto profesional sin necesidad de tener experiencia en programación.

source: Do I need to know how to code to use Full Site Editing?
es: ¿Necesito saber programar para utilizar la edición completa del sitio?

source: Yes, you can use Full Site Editing on an existing WordPress website by installing a compatible theme that supports the feature.
es: Sí, puedes utilizar la edición completa del sitio en un sitio WordPress existente instalando un tema compatible que admita la función.

source: Can I use Full Site Editing on my existing WordPress website?
es: ¿Puedo utilizar la edición completa del sitio en mi sitio WordPress existente?

source: Full Site Editing provides a more user-friendly, streamlined approach to website design and customization. It allows users to see changes in real-time, provides more control over design elements, and enables developers to create more custom blocks and templates.
es: La edición completa del sitio proporciona un enfoque más sencillo y ágil del diseño y la personalización del sitio. Permite a los usuarios ver los cambios en tiempo real, proporciona más control sobre los elementos de diseño y permite a los desarrolladores crear más bloques y plantillas personalizados.

source: What are some benefits of using Full Site Editing?
es: ¿Cuáles son algunas de las ventajas de utilizar la edición completa del sitio?

source: Full Site Editing (FSE) is a feature in WordPress that allows users to visually design and customize their entire website, including the header, footer, and other template parts.
es: La edición completa del sitio (FSE) es una función de WordPress que permite a los usuarios diseñar y personalizar visualmente toda su web, incluidos el encabezado, el pie de página y otras partes de plantilla.

source: What is Full Site Editing?
es: ¿Qué es la edición completa del sitio?

source: Frequently Asked Questions
es: Preguntas frecuentes

source: Global styles enable us to create and apply consistent design elements across the entire website, including typography, colors, and spacing. Providing us with more control over our website's look and feel.
es: Los estilos globales nos permiten crear y aplicar elementos de diseño coherentes en todo el sitio, incluidos la tipografía, los colores y el espaciado. Nos proporcionan un mayor control sobre el aspecto de nuestra web.

source: Beautiful global styles
es: Hermosos estilos globales

source: Block patterns are pre-designed block layouts that we can easily insert into their content. These patterns can help to save time and create visually appealing designs. Allows us to create custom themes using the block-based template.
es: Los patrones de bloques son diseños de bloques prediseñados que podemos insertar fácilmente en el contenido. Estos patrones pueden ayudarnos a ahorrar tiempo y a crear diseños visualmente atractivos. Nos permite crear temas personalizados utilizando la plantilla basada en bloques.

source: Innovative block patterns
es: Patrones de bloques innovadores

source: Customize the entire website layout, including the header, footer, and all other template parts. With FSE, we can create and edit templates for their entire website, including single posts, archive pages, and custom post types.
es: Personalizar todo el diseño de la web, incluidos el encabezado, el pie de página y todas las demás partes de la plantilla. Con FSE, podemos crear y editar plantillas para todo su sitio web, incluyendo entradas individuales, páginas de archivo y tipos de entrada personalizados.

source: Visual editing experience
es: Experiencia en edición visual

source: Get online quickly with easy-to-use Full Site Editor builder
es: Conéctate rápidamente con el sencillo editor completo del sitio

# Style variation name
source: Dark
es: Oscuro

# Template part name
source: Footer
es: Pie de página

# Template part name
source: Header
es: Cabecera

# Space size name
source: XX Large
es: XX Grande

# Space size name
source: X Large
es: X Grande

# Space size name
source: Large
es: Grande

# Space size name
source: Medium
es: Medio

# Space size name
source: Small
es: Pequeño

# Space size name
source: X Small
es: X Pequeño

# Space size name
source: XX Small
es: XX Pequeño

# Duotone name
source: Secondary
es: Secundario

# Duotone name
source: Primary
es: Principal

# Gradient name
source: Primary
es: Principal

# Color name
source: Inherit
es: Heredado

# Color name
source: Current Color
es: Color actual

# Color name
source: Transparent
es: Transparente

# Color name
source: Foreground
es: Primer plano

# Color name
source: Neutral
es: Neutro

# Color name
source: Outline
es: Contorno

# Color name
source: Background
es: Fondo

# Color name
source: Surface
es: Superficie

# Color name
source: Heading
es: Encabezado

# Color name
source: Secondary
es: Secundario

# Color name
source: Primary
es: Principal

# Font size name
source: XXXX Large
es: XXXX Grande

# Font size name
source: XXX Large
es: XXX Grande

# Font size name
source: XX Large
es: XX Grande

# Font size name
source: X Large
es: X Grande

# Font size name
source: Large
es: Grande

# Font size name
source: Medium
es: Mediana

# Font size name
source: Small
es: Pequeña

# Font size name
source: X Small
es: X Pequeño

source: Hide Mobile
es: Ocultar en móviles

source: Hide Tablet
es: Ocultar en tabletas

source: Hide Desktop
es: Ocultar en escritorio

source: Sticky header option will be disabled on enabling this option.
es: La opción de cabecera fija se desactivará al activar esta opción.

source: Enable Transparent Header
es: Activar la cabecera transparente

source: Transparent header option will be disabled on enabling this option.
es: La opción de cabecera transparente se desactivará al activar esta opción.
