Repository: prasish012/try
Catalog: try/media_copy/translations/enternews/existing_translations/PO FILES AS DATASETS FROM WP.TRANSLATE 2/Spain/wp-themes-lightning-*.po
Languages: es

source: Lightning is a very simple & easy to customize theme which is based on the Bootstrap. It is also very friendly with custom post types and custom taxonomies. When you add a new one, the breadcrumbs will be adjusted and posts will look beautifully without editing or adding a template files.
es: Lightning es un tema muy simple y fácil de personalizar que se basa en Bootstrap. También funciona muy bien con los tipos de contenido personalizado y taxonomías personalizadas. Cuando añadas uno nuevo, las migas de pan se ajustarán y las entradas se verán muy bien sin editar o añadir archivos de plantilla.

source: Logo max height [ Mobile ]
es: Altura máxima del logo [ Móvil ]

source: Logo max height [ PC ]
es: Altura máxima del logo [ PC ]

source: This message is displayed only on the customization screen. It will not be displayed on the general public screen.
es: Este mensaje sólo se muestra en la pantalla de personalización. No se mostrará en la pantalla pública general.

source: This widget area appears on the Posts page only. If you do not set any widgets in this area, this theme sets the following widgets "Recent posts", "Category", and "Archive" by default. These default widgets will be hidden, when you set any widgets. If you installed our plugin VK All in One Expansion Unit (Free), you can use the following widgets, "VK_Recent posts", "VK_Categories", and "VK_archive list".
es: Esta área de widgets sólo aparece en la página Entradas. Si no estableces ningún widget en esta área, este tema establece por defecto los siguientes widgets «Entradas recientes», «Categoría» y «Archivo». Estos widgets predeterminados se ocultarán cuando configures cualquier widget. Si has instalado nuestro plugin VK All in One Expansion Unit (Gratuito), puedes utilizar los siguientes widgets, «VK_Recent posts», «VK_Categories», y «VK_archive list».

source: <p>Powered by <a href="https://wordpress.org/">WordPress</a> &amp; <a href="https://wordpress.org/themes/lightning/" target="_blank" title="Free WordPress Theme Lightning"> Lightning Theme</a> by Vektor,Inc. technology.</p>
es: <p>Funciona con <a href="https://es.wordpress.org/">WordPress</a> y el <a href="https://wordpress.org/themes/lightning/" target="_blank" title="Tema Lightning gratuito para WordPress"> Tema Lightning</a> de Vektor, Inc. Technology.</p>

source: Sidebar(Search Result)
es: Barra lateral (resultado de la búsqueda)

source: MENU
es: MENÚ

source: Enable theme.json
es: Activar theme.json

source: However, if you enable it later on an existing site, some html structures such as group blocks will be changed, so if you enable it on a site other than a new site(), please verify the display verification thoroughly .
es: Sin embargo, si lo activas más tarde en un sitio existente, algunas estructuras html como los grupos de bloques cambiarán, así que si lo activas en un sitio que no sea un sitio nuevo, comprueba a fondo que todo se ve bien.

source: It is recommended to enable it for newly created sites.
es: Solo se recomienda activarlo en sitios recién creados.

source: Enabling theme.json mainly enhances editing functionality.
es: Activar theme.json principalmente mejora la edición.

source: There is no file for theme.json in your theme. Please reinstall Lightning.
es: No hay un archivo theme.json en tu tema. Por favor, reinstala Lightning.

source: This setting is applied to the parent theme's theme.json
es: Este ajuste se aplica al theme.json del tema padre.

source: theme.json Setting
es: Ajustes de theme.json

source: Rename failed.
es: El renombrado ha fallado.

source: Accelerate your business
es: Agiliza tu negocio

source: The page you are looking for cannot be found.
es: No se ha podido encontrar la página que estás buscando.

source: Color settings can be made from the Appearance > Customize > Color panel.
es: Los ajustes del color se pueden hacer desde el panel «Apariencia > Personalizar > Color».

source: Key color (vivid)
es: Color clave (vivo)

source: Change email Now!
es: ¡Cambia el correo electrónico ahora!

source: The administrator email address contains "%s". Please change immediately as you will not receive any inquiries.
es: La dirección de correo electrónico del administrador contiene «%s». Por favor, cámbialo inmediatamente, ya que no recibirás ninguna consulta.

source: There are no %ss.
es: No hay %ss.

source: There is no corresponding no %s.
es: No hay ninguna correspondencia con %s.

source: Post
es: Entrada

source: Column setting
es: Ajustes de la columna

source: Generation 2 ( ~ version 13.x )
es: Generación 2 ( ~ versión 13.x )

source: Generation 3
es: Generación 3

source: Reload the page
es: Recargar la página

source: After switching generations, save and reload the page.
es: Después de cambiar de generación, guarda y vuelve a cargar la página.

source: Be sure to make a backup before switch of generation as it is not very compatible.
es: Asegúrate de hacer una copia de seguridad antes de cambiar de generación, ya que no es muy compatible.

source: Switch of generations is nearly switch of theme.
es: El cambio de generaciones es casi un cambio de tema.

source: Generation Setting
es: Ajustes de la generación

source: Slide Image
es: Imagen de la diapositiva

source: Slide transition time
es: Tiempo de transición de la diapositiva

source: Slide rest time
es: Tiempo de descanso de la diapositiva

source: Hide Slide
es: Ocultar diapositiva

source: Display Slides
es: Mostrar diapositivas

source: Display Setting
es: Ajuste de visualización

source: Widget area of before footer
es: Área de widget de antes del pie de página

source: Lightning Layout Settings
es: Ajustes de diseño de Lightning

source: Delete site-body padding
es: Eliminar el relleno del cuerpo del sitio

source: User Profile
es: Perfil del usuario

source: Luminous vivid orange to vivid red
es: Naranja vivo luminoso a rojo vivo

source: Luminous vivid amber to luminous vivid orange
es: Ámbar vivo luminoso a naranja vivo luminoso

source: Light green cyan to vivid green cyan
es: Verde cian claro a verde cian vivo

source: Vivid green cyan to vivid cyan blue
es: Verde cian vivo a azul cian vivo

source: Vivid cyan blue to vivid purple
es: De azul cian intenso a púrpura intenso

source: Huge
es: Enorme

source: Large
es: Grande

source: Small
es: Pequeño

source: Please select
es: Por favor, selecciona

source: 1 column (with sidebar element)
es: 1 columna (con el elemento de barra lateral)

source: Link url
es: URL del enlace

source: No Posts.
es: No hay entradas.

source: Footer Nav
es: Navegación del pie de página

source: Header Nav
es: Navegación de la cabecera

# Theme starter content
source: This area recommend replace to "VK Profile" widget. "VK Profile" widget is include in plugin "VK All in One expansion Unit".
es: Esta área recomienda reemplazar al widget «VK Profile». El widget «VK Profile» está incluido en el plugin «VK All in One expansion Unit».

source: Site Map
es: Mapa del sitio

# Theme starter content
source: Lightning has column control function that you can specific column number from "Appearance &gt; Customize &gt; Lightning Design Setting" and specific post edit screen.
es: Lightning tiene una función de control de columnas en la que puedes especificar el número de columnas en «Apariencia &gt; Personalizar &gt; Ajustes del diseño de Lightning» y la pantalla específica de edición de la entrada.

# Theme starter content
source: Plugin VK Filter Search (free) can create the Filter Serach Block on your edit screen. It enable to filter search on post type and terms.
es: El plugin VK Filter Search (free) puede crear el bloque del filtro de búsqueda en tu pantalla de edición. Permite filtrar la búsqueda en los tipos de contenido y en los términos.

# Theme starter content
source: Plugin VK Blocks is a block library that adds various blocks and styles and functions that are useful for building your business websites.
es: El plugin VK Blocks es una biblioteca de bloques que añade varios bloques, estilos y funciones que son útiles para crear tus webs de negocios.

# Theme starter content
source: By using the multi-function plug-in "VK All in One Expansion Unit (free)", you can use the various useful functions and rich widgets.
es: Al usar el plugin multifunción «VK All in One Expansion Unit (free)», puedes usar las diferentes útiles funciones y los widgets enriquecidos.

# Theme starter content
source: Lightning is a WordPress theme designed to facilitate the creation of a website without specialized knowledge of web production.
es: Lightning es un tema para WordPress diseñado para facilitar la creación de una web sin conocimientos especializados de producción web.

source: Right -> Left
es: Derecha -> Izquierda

source: Left -> Right
es: Izquierda -> Derecha

source: Drop
es: Soltar

source: Menu slide direction
es: Dirección de desplazamiento del menú

source: Menu button position
es: Posición del botón del menú

source: Mobile Nav
es: Navegación móvil

source: Author
es: Autor

source: Don't display Breadcrumb
es: No mostrar las migas de pan

source: Don't display Page Header
es: No mostrar la cabecera de la página

source: Single page
es: Página individual

source: Item list section
es: Sección de la lista de elementos

source: Add border to item image
es: Añadir un borde al elemento de imagen

source: Border Setting
es: Ajustes del borde

source: Update database
es: Actualizar la base de datos

source: Because old option is exists, you need to update database
es: Tienes que actualizar la base de datos porque existe la opción antigua

source: Sidebar fix setting
es: Ajustes de la barra lateral fija

source: Search Results
es: Resultados de la búsqueda

source: Link text color ( hover )
es: Color del texto del enlace (al pasar el cursor)

source: Link text color ( default )
es: Color del texto del enlace (por defecto)

source: Link text color
es: Color del texto del enlace

source: Nothing to do
es: No hacer nada

source: Footer Upper Widget Padding
es: Relleno de los widgets superiores del pie de página

source: Footer Widget Setting
es: Ajustes de los widgets del pie de página

source: Footer settings
es: Ajustes del pie de página

source: Fix bottom priority
es: Fijar con prioridad inferior

source: Fix top priority
es: Fijar con prioridad superior

source: 6 column
es: 6 columnas

source: Hide slide
es: Ocultar la diapositiva

source: * If you save and reload after making changes, the number of the widget area setting panels will increase or decrease.
es: * Si guardas y recargas después de hacer los cambios, el ajuste del número de paneles del área del widgets aumentará o disminuirá.

source: 4 column
es: 4 columnas

source: 3 column
es: 3 columnas

source: Footer Widget Area Count
es: Recuento del área de widgets del pie de página

source: Delete Padding
es: Borrar el relleno

source: This setting field was moved to the "Layout Setting" panel.
es: Este campo de ajuste ha sido movido al panel de «Ajuste del diseño».

source: Origin ( Not recommended )
es: Origin (No recomendado)

source: Delete siteContent padding
es: Borrar el relleno del contenido del sitio

source: Padding and margin setting
es: Ajuste de relleno y margen

source: Page Header and Breadcrumb
es: Cabecera de la página y migas de pan

source: Use common settings
es: Usar los ajustes comunes

source: Layout setting
es: Ajuste del diseño

source: 1 column
es: 1 columna

source: 2 column
es: 2 columnas

source: Single Page
es: Página individual

source: Archive Page
es: Página de archivo

source: Landing Page for Page Builder ( not recommended )
es: Página de destino para maquetador de páginas (no recomendado)

source: Skip to the Navigation
es: Saltar a la navegación

source: Skip to the content
es: Saltar al contenido

source: Landing Page ( not recommended )
es: Página de destino (no recomendado)

source: No sidebar ( not recommended )
es: Sin barra lateral (no recomendado)

source: Sidebar fix
es: Barra lateral fija

source: Sidebar Setting
es: Ajustes de la barra lateral

source: Unspecified
es: Sin especificar

source: 404 page
es: Página 404

source: Search
es: Buscar

source: Home page
es: Página de inicio

source: PC mode
es: Modo PC

source: Column Setting
es: Ajustes de las columnas

source: Layout settings
es: Ajustes del diseño

source: Stop %s
es: Detener %s

source: These are old functions that already alternated to the new function.
es: Estas son funciones antiguas que ya han sido sustituidas con la nueva función.

source: Not recommended functions
es: Funciones no recomendadas

source: Function Settings
es: Ajustes de las funciones

source: You can use same function by PR Block in Plugin VK Blocks
es: Puedes usar la misma función de PR Block en el plugin VK Blocks

source: If you are using Lightning Pro that, You can use the more powerful function by Media Posts BS4 Widget and Latest Posts Block in Plugin VK Blocks.
es: Si estás usando Lightning Pro, puedes usar las potentes funciones del widget de entradas de medios de BS4 y las últimas entradas en el plugin VK Blocks.

source: If you are using Lightning Pro that, You can use the same function by Outer Block and Title Block in Plugin VK Blocks.
es: Si estás usando Lightning Pro, puedes usar las mismas funciones del bloque externo y el bloque de título en el plugin VK Blocks.

source: Full Wide Title Widget
es: Widget de título de ancho completo

source: New!!
es: ¡Nuevo!

source: Slide effect
es: Efecto de diapositiva

source: Next article
es: Siguiente artículo

source: Previous article
es: Artículo anterior

source: Other Setting
es: Otros ajustes

source: Layout Setting
es: Ajustes del diseño

source: Key Color
es: Color clave

source: Color Setting
es: Ajustes de color

source: Don't display grandchild page of deactive page at page sidebar.
es: No mostrar las páginas nietas ni las desactivadas en la barra lateral de las páginas.

source: Slide
es: Diapositiva

source: Latest post list
es: Lista de las últimas entradas

source: Notation text:
es: Texto de la notación:

source: Destination URL:
es: URL de destino:

source: if empty this area, I will do not filtering.
es: si está vacía esta área, no filtraré.

source: if you need filtering by term, add the term ID separate by ",".
es: si necesitas filtrar por términos, añade el ID de los términos separados por coma ( , ).

source: taxonomy ID
es: ID de la taxonomía

source: Slug for the custom type you want to display
es: Slug para tipo personalizado que quieres mostrar

source: Display count
es: Mostrar el recuento

source: Content
es: Contenido

source: Excerpt
es: Extracto

source: Title
es: Título

source: Date
es: Fecha

source: Thumbnail
es: Miniatura

source: Display Format
es: Mostrar el formato

source: Recent Posts
es: Entradas recientes

source: Displays a list of your most recent posts.
es: Muestra una lista de tus entradas más recientes.

source: Content Area Posts Widget
es: Widget del área del contenido de las entradas

source: Margin Bottom
es: Margen inferior

source: Ex
es: Ejemplo

source: Margin Top
es: Margen superior

source: Set to parallax
es: Establecer en Parallax

source: Delete image
es: Borrar la imagen

source: Set image
es: Establecer la imagen

source: Title background color:
es: Color de fondo del título:

source: Text shadow color:
es: Color de la sombra del texto:

source: Text shadow
es: Sombra del texto

source: Text color of the title:
es: Color del texto del título:

source: Sub title:
es: Subtítulo:

source: Title:
es: Título:

source: This widget is used for single column only.
es: Este widget solo se usa para la columna individual.

source: Full Wide Title
es: Título de ancho completo

source: This is the widget area.<br>You can set widget item from [ <a href="%s">Appearance > Customize</a> ] Page -> "Widgets" panel -> "Mobile Nav Bottom" Panel.
es: Esta es el área de widgets.<br>Puedes establecer los elementos de widget desde [ <a href="%s">Apariencia > Personalizar </a> ] Página > Panel «Widgets» -> Panel «Navegación móvil inferior».

source: Menu is not set.<br>Please set menu from [ <a href="%s">Appearance > Customize</a> ] Page -> "Menus" panel -> Menu Locations "Mobile Navigation".
es: No está establecido el menú.<br>Por favor, establece el menú desde [ <a href="%s">Apariencia > Personalizar </a> ] Página > Panel «Menús» > Ubicaciones de los menús «Navegación móvil».

source: * This message is displayed only to users with editing authority.
es: * Este mensaje solo se muestra a los usuarios con autoridad para editar.

source: This is the widget area.<br>You can set widget item from [ <a href="%s">Appearance > Customize</a> ] Page -> "Widgets" panel -> "Mobile Nav Upper" Panel.
es: Esta es el área de widgets.<br>Puedes establecer los elementos del widget desde [ <a href="%s">Apariencia > Personalizar </a> ] Página > Panel «Widgets» > Panel «Navegación móvil superior».

source: Mobile Nav Bottom
es: Navegador móvil inferior

source: Mobile Nav Upper
es: Navegador móvil superior

source: Sidebar position ( PC mode )
es: Posición de la barra lateral (modo PC)

source: Don't fix the sidebar
es: No fijar la barra lateral

source: Front Page PR Block
es: Bloque PR de portada

source: Home page slide show
es: Pase de diapositivas de la página de inicio

source: Design settings
es: Ajustes del diseño

source: This widget area appears on the Media page only.
es: Esta área de widgets solo aparece en la página de medios.

source: This widget area appears on the Pages page only. If you do not set any widgets in this area, this theme sets the "Child pages list widget" by default. This default widget will be hidden, when you set any widgets. <br><br> If you installed our plugin VK All in One Expansion Unit (Free), you can use the "VK_ child page list" widget for the alternative.
es: Esta área de widgets solo aparece en la página de las páginas. Si no estableces ningún widget en esta área, este tema establece por defecto el «Widget de la lista de páginas hijas». Este widget por defecto estará oculto cuando establezcas cualquier widget.<br><br>Si has instalado nuestro plugin VK All in One Expansion Unit (gratuito), puedes usar el widget «VK_ child page list» como alternativa.

source: This widget area appears on the Posts page only. If you do not set any widgets in this area, this theme sets the following widgets "Recent posts", "Category", and "Archive" by default. These default widgets will be hidden, when you set any widgets. <br><br> If you installed our plugin VK All in One Expansion Unit (Free), you can use the following widgets, "VK_Recent posts", "VK_Categories", and "VK_archive list".
es: Esta área de widgets solo aparece en la página de las entradas. Si no estableces ningún widget en esta área, este tema establece los siguientes widgets por defecto: «Entradas recientes», «Categoría» y «Archivo». Estos widgets por defecto estarán ocultos cuando establezcas cualquier widget.<br><br>Si has instalado nuestro plugin VK All in One Expansion Unit (gratuito), puedes us los siguientes widgets: «VK_Recent posts», «VK_Categories» y «VK_archive list».

source: LP widget "%s"
es: Widget LP «%s»

source: millisecond
es: milisegundo

source: Slide interval time
es: Intervalo de tiempo de la dispositiva

source: Growing up everyday
es: Creciendo cada día

source: Johnijirou On Snow
es: Johnijirou en la nieve

source: READ MORE
es: LEER MÁS

source: 100% GPL Lisence and adopting the bootstrap
es: 100% licencia GPL y adoptando Bootstrap

source: Simple and Customize easy <br>WordPress theme.
es: Tema para WordPress<br>sencillo y fácil de personalizar.

source: PR Link URL
es: URL de enlace de PR

source: PR Text
es: Texto de PR

source: PR Title
es: Título de PR

source: Icon
es: Icono

source: Display Front Page PR Block
es: Mostrar el bloque PR en la portada

source: Text shadow color
es: Color de la sombra del texto

source: Use text shadow
es: Usar sombra en el texto

source: Slide text color
es: Color del texto de la diapositiva

source: Right
es: Derecha

source: Center
es: Centro

source: Left
es: Izquierda

source: Position to display text
es: Posición para mostrar el texto

source: If you do not fill in the link url and button text that, button is do not display.
es: Si no rellenas la URL del enlace y el texto del botón, no se mostrará el botón.

source: Button text
es: Texto del botón

source: Slide text
es: Texto de la diapositiva

source: Slide title
es: Título de la diapositiva

source: Open in new window.
es: Abrir en una nueva ventana.

source: Slide image link url
es: URL del enlace de la imagen de la diapositiva

source: Please input 0 - 100 number
es: Por favor, introduce un número de 0 - 100

source: Slide cover opacity
es: Opacidad de la cobertura de la diapositiva

source: Slide cover color
es: Color de la cobertura de la diapositiva

source: Slide image alt
es: Atributo `alt` de la imagen de la diapositiva

source: optional
es: opcional

source: Slide image for mobile
es: Imagen de la diapositiva para móviles

source: Recommended image size : 1900*600px
es: Tamaño de imagen recomendado: 1900*600px

source: Slide image
es: Imagen de la diapositiva

source: Don't display post author on a single page
es: No mostrar el autor de la entrada en la página individual

source: Hide modified date on single pages.
es: Ocultar la fecha de modificación en las páginas individuales.

source: Don't show default content(Post list or Front page) at home page
es: No mostrar el contenido por defecto (lista de entradas o portada) en la página de inicio

source: Key color (dark)
es: Color clave (oscuro)

source: Key color
es: Color clave

source: Header logo image
es: Imagen del logotipo de la cabecera

source: Lightning design setting
es: Ajuste del diseño de Lightning

source: Recommended image size : 500*120px
es: Tamaño de imagen recomendado: 500*120px

source: Recommended image size : 280*60px
es: Tamaño de imagen recomendado: 280*60px

source: Lightning is includes to a variety of ideas for making it easier to business site. Please experience the ease of use of the Lightning.
es: Lightning incluye una variedad de ideas para que sea más fácil para el sitio de negocios. Por favor, experimenta la facilidad de uso de Lightning.

source: By using the plug-in "VK All in One Expansion Unit (free)", you can use the various functions and rich widgets.
es: Al utilizar el plugin «VK All in One Expansion Unit (gratuito)», puedes usar las diferentes funciones y los widgets enriquecidos.

source: Lightning is a simple and customize easy theme. It corresponds by the outstanding versatility to the all-round also in business sites and blogs.
es: Lightning es un tema sencillo y fácil de personalizar. Responde por la excepcional versatilidad todo terreno, también en sitios de negocios y blogs.

source: Surprisingly easy
es: Sorprendentemente fácil

source: Powerful features
es: Potentes características

source: For all purposes
es: Para todos los propósitos

source: * If you want to use the more advanced features and set a PR Block anywhere, please Install the WordPress official directory registration plug-in "VK All in One Expansion Unit (Free)" and use the "VK PR Blocks widgets".
es: Si quieres usar las funciones más avanzadas y establecer un bloque PR en cualquier parte, por favor, instala el plugin «VK All in One Expansion Unit (Free)» del directorio oficial de plugins de WordPress y usa «VK PR Blocks widgets».

source: If you change the skin, please save once and reload the page.
es: Si cambias el estilo, por favor, guárdalo y recarga la página.

source: *There is also a case where there is no skin-specific installation item.
es: *También hay un caso en el que no hay ningún elemento de instalación específico del estilo.
