Repository: prasish012/try
Catalog: try/media_copy/translations/enternews/existing_translations/PO FILES AS DATASETS FROM WP.TRANSLATE 2/Spain/wp-themes-lightning-*.po
Languages: es

source: If you reload after the saving, it will be displayed skin-specific configuration items.
es: Si recargas después de guardar, se mostrarán los elementos de configuración específicos de la piel.

source: Design skin
es: Estilo del diseño

source: Tags
es: Etiquetas

source: Archive
es: Archivo

source: Category
es: Categoría

source: Recent posts
es: Entradas recientes

source: Not found
es: No se encontró

source: Search Results for : %s
es: Resultados de la búsqueda de: %s

source: Last updated
es: Última actualización

source: Read more
es: Leer más

source: <p>Powered by <a href="https://wordpress.org/">WordPress</a> &amp; <a href="https://lightning.vektor-inc.co.jp/en" target="_blank" title="Free WordPress Theme Lightning"> Lightning Theme</a> by Vektor,Inc. technology.</p>
es: <p>Funciona con <a href="https://es.wordpress.org/">WordPress</a> y el <a href="https://lightning.vektor-inc.co.jp/en" target="_blank" title="Tema Lightning gratuito para WordPress">tema Lightning</a> de Vektor, Inc.</p>

source: Copyright &copy; %s All Rights Reserved.
es: Copyright &copy; %s. Todos los derechos reservados.

source: Archives
es: Archivos

# daily archives date format
source: F j, Y
es: j F, Y

source: This title text is print to alt tag.
es: Este texto de título se imprime en la etiqueta «alt».

source: Footer widget area
es: Área de widgets del pie de página

source: Widget area of upper footer
es: Área de widgets de la parte superior del pie de página

source: Home content top
es: Contenido superior de la página de inicio

source: This widget area appears on the %s contents page only.
es: Esta área de widgets solo aparece en la página de contenido de %s.

source: Sidebar(%s)
es: Barra lateral (%s)

source: Sidebar(Common bottom)
es: Barra lateral (parte inferior común)

source: Sidebar(Common top)
es: Barra lateral (parte superior común)

source: Sidebar(Home)
es: Barra lateral (Inicio)

source: No posts.
es: No hay entradas.

source: Page
es: Página

source: Comments are closed.
es: Los comentarios están cerrados.

source: Newer Comments
es: Comentarios más recientes

source: Older Comments
es: Comentarios anteriores

source: Comment navigation
es: Navegación de comentarios

# comments title
source: One thought on &ldquo;%2$s&rdquo;
es: Un comentario sobre &ldquo;%2$s&rdquo;
