Repository: prasish012/try
Catalog: try/media_copy/translations/newsever/existing_translations/PO FILES AS DATASETS FROM WP.TRANSLATE 2/Arabic/wp-themes-jadro-*.po
Languages: ar

source: Jadro is a minimal and lightweight Full Site Editing theme. This speed optimized theme utilizes the WordPress blocks editor to create unique and eye-catching layouts. Jadro is perfect for blogs, small businesses, startups, law firms and other creative agencies who prefer simple and speed optimized websites.
ar: Jadro هو قالب بسيط وخفيف لتحرير الموقع بالكامل. يَستخدم هذا القالب المحسّن للسرعة محرر مكونات ووردبريس لإنشاء تخطيطات فريدة وملفتة للنظر. يعد Jadro مثاليًا للمدونات والمشاريع الصغيرة والشركات الناشئة وشركات المحاماة ووكالات إبداعية أخرى التي تفضل مواقع الويب البسيطة والمُحسّنة للسرعة.

# Style variation name
source: Kelly Green
ar: أخضر كيلي

# Style variation name
source: Hot Pink
ar: وردي ساخن

# Style variation name
source: Dodger Blue
ar: أزرق دودجر

# Style variation name
source: Coral
ar: مرجان

# Style variation name
source: Black
ar: أسود

# Template part name
source: Footer
ar: تذييل

# Template part name
source: Header
ar: الترويسة

# Custom template name
source: No Title and Space
ar: بلا عنوان ولا مساحة

# Space size name
source: 2X Large
ar: 2X كبير

# Space size name
source: X Large
ar: X كبير

# Space size name
source: Large
ar: كبير

# Space size name
source: Medium
ar: متوسط

# Space size name
source: Small
ar: صغير

# Space size name
source: X Small
ar: X صغير

# Space size name
source: 2X Small
ar: 2X صغير

# Color name
source: Inherit
ar: توريث

# Color name
source: Current Color
ar: اللون الحالي

# Color name
source: Transparent
ar: شفاف

# Color name
source: Senary
ar: سُداسيّ

# Color name
source: Quinary
ar: خُماسيّ

# Color name
source: Quaternary
ar: رُباعيّ

# Color name
source: Tertiary
ar: ثُلاثيّ

# Color name
source: Secondary
ar: ثُانويّ

# Color name
source: Primary
ar: رئيسي

# Color name
source: Base
ar: أساسي

# Color name
source: Background
ar: الخلفية

# Font family name
source: Outfit
ar: ملابس

# Font family name
source: Figtree
ar: شجرة التين

# Font family name
source: Inter
ar: بين

# Font size name
source: 4X Large
ar: 4X كبير

# Font size name
source: 3X Large
ar: 3X كبير

# Font size name
source: 2X Large
ar: 2X كبير

# Font size name
source: X Large
ar: X كبير

# Font size name
source: Large
ar: كبير

# Font size name
source: Medium
ar: متوسط

# Font size name
source: Base
ar: أساسي

# Font size name
source: Small
ar: صغير

# Font size name
source: X Small
ar: X صغير

# Pattern title
source: Testimonials
ar: الشهادات

# Pattern title
source: Team Members
ar: أعضاء الفريق

# Pattern title
source: Pricing Table
ar: جدول الأسعار

# Pattern title
source: Latest Articles
ar: أحدث المقالات

# Pattern title
source: Hero Banner
ar: بطل البانر

# Pattern title
source: Header
ar: الترويسة

# Pattern title
source: Header with Button
ar: ترويسة بالزر

# Pattern title
source: Footer
ar: تذييل

# Pattern title
source: Features
ar: المميزات

# Pattern title
source: Call to Action 2 Columns
ar: الدعوة إلى اتخاذ إجراء 2 أعمدة

# Pattern title
source: Call to Action
ar: دعوة لاتخاذ إجراء

source: Useful features, pattern library &amp; regular updates.
ar: ميزات مفيدة ومكتبة الأنماط وتحديثات منتظمة.

source: Corporate Lawyer
ar: محامي شركات

source: Public Speaker
ar: متحدث عام

source: Life Coach
ar: مدرب الحياة

source: A range of testimonials from our happy customers across a variety of industries and use cases.
ar: مجموعة من شهادات عملائنا السعداء من خلال صناعات مختلفة وحالات الإستخدام.

source: Testimonials
ar: الشهادات

source: Customer Reviews
ar: مراجعات العميل

source: Consultant
ar: مستشار

source: Dina Crossin
ar: دينا كروسين

source: Manager
ar: مدير

source: Danial Chen
ar: دانيال تشان

source: Director
ar: مدير

source: Eliza Weber
ar: إليزا وابر

source: An experienced team working together, crafting exceptional experiences, and growing stronger.
ar: فريق من ذوي الخبرة يعمل معًا ويصنع تجارب استثنائية ويزداد قوة.

source: Team Members
ar: أعضاء الفريق

source: Creative
ar: إبداعي

source: Onpage SEO Included
ar: تم تضمين تحسين محركات البحث على الصفحة (Onpage SEO)

source: Website Security Hardening
ar: تقوية أمن الموقع الإلكتروني

source: Monthly Maintenance Service
ar: خدمة الصيانة الشهرية

source: Everything in Advanced
ar: كل شيء في المتقدم

source: Premium
ar: الاحترافية

source: Support via Dedicated Email
ar: الدعم عبر البريد الإلكتروني المخصص

source: Additional Block Patterns
ar: أنماط المكونات الإضافية

source: One Click Demo Import
ar: استيراد العرض التجريبي بنقرة واحدة

source: Everything in Basic
ar: كل شيء في الأساسي

source: Advanced
ar: الإعدادات المتقدمة

source: Support via Public Forum
ar: الدعم عبر المنتدى العام

source: Block Pattern Library
ar: مكتبة مكون النمط

source: Responsive Layouts
ar: تخطيط متجاوب

source: /year
ar: /سنة

source: Basic
ar: أساسي

source: We offer a range of plans to suit businesses of all sizes, from small startups to large corporations.
ar: نقدم مجموعة من الخطط لتناسب جميع أحجام المشاريع، من الشركات الناشئة الصغيرة إلى الشركات الضخمة.

source: Pricing Plans
ar: خطط التسعير

source: Straightforward
ar: واضح

source: Quickly browse the latest offers, read in-depth articles, and case studies to get the full story.
ar: تصفح بسرعة أحدث العروض، واقرأ المقالات المتعمقة، ودراسات الحالة للحصول على القصة الكاملة.

source: Latest Articles
ar: أحدث المقالات

source: Stay Updated
ar: ابق على اطلاع

source: Simple, Clean, and Lightning Fast Full Site Editing Theme. Google Core Web Vitals and Search Engines optimized WordPress block theme.
ar: قالب تحرير الموقع بالكامل بسيط ونظيف وفائق السرعة. قام أداء الويب الأساسية ومحركات البحث جوجل بتحسين مكون قالب ووردبريس.

source: WordPress Block Theme
ar: قالب مكوّن ووردبريس

source: Terms &amp; Conditions
ar: العناصر والشّروط

source: Privacy Policies
ar: السياسات الخصوصية

source: Get Involved
ar: شارك

source: Showcase
ar: عرض

source: Affiliate
ar: شركة تابعة

source: Quick Links
ar: روابط سريعة

source: Customization Request
ar: طلب التخصيص

source: Support Forum
ar: منتدى الدعم

source: Help Center
ar: مركز المساعدة

source: Success Stories
ar: القصص الناجحة

source: About
ar: حول

source: Company
ar: شركة

source: Select the color of your choice from the variations available.
ar: حدد اللون الذي تختاره من الألوان المختلفة المتاحة.

source: Color Variations
ar: إختلافات لونية

source: Lightning fast theme that loads in fractions of seconds.
ar: قالب فائق السرعة يتم تحميله في أجزاء من الثواني.

source: Speed Optimized
ar: سرعة محسنة

source: Read More
ar: إقرأ المزيد

source: Simple, clean &amp; minimal Full Site Editing theme.
ar: بسيطة ونظيفة وقالب تحرير الموقع بالكامل ضئيل.

source: Full Site Editing
ar: تحرير الموقع بالكامل

source: Create stunning websites effortlessly with a collection of inbuilt patterns and style variations.
ar: قم بإنشاء مواقع ويب مذهلة دون عناء باستخدام مجموعة من الأنماط المضمنة واختلافات الأساليب.

source: Features
ar: المميزات

source: Innovative
ar: إبداعي

source: Get In Touch
ar: نبقى على اتصال

source: Excepteur sint occaecat cupidatat non proident, sunt in culpa qui officia deserunt mollit anim id est laborum.
ar: وقام للصين ثم مدن, ان عرض خلاف ووصف. مسرح الشتاء تم عدد, جعل بل الجنود وتزويده, وصل أن حقول معزّزة والإتحاد.

source: Lorem ipsum dolor sit amet, consectetur adipisicing elit, sed do eiusmod tempor incididunt ut labore et dolore magna aliqua. Duis aute irure dolor in reprehenderit in voluptate velit esse cillum dolore eu fugiat nulla pariatur.
ar: [21:02] Fakhri Azzouz ليبين الإنزال مما و, الحكم ارتكبها والنرويج كلا بـ, مع كان قبضتهم الشتاء المجتمع. وقدّموا الجنرال الإكتفاء حيث و, ثم مدن بقعة قُدُماً. لها لعدم يتعلّق إيطاليا و, قام بريطانيا استطاعوا المتساقطة، عن.

source: Add Your Heading Here
ar: أضف الترويسة الخاصة بك هنا

source: Call to Action
ar: دعوة لاتخاذ إجراء

source: Learn More
ar: تعلم المزيد

source: Get Started
ar: الشروع في ...

source: Lorem ipsum dolor sit amet, consectetur adipisicing elit, sed do eiusmod tempor incididunt ut labore et dolore magna aliqua.
ar: ليبين الإنزال مما و, الحكم ارتكبها والنرويج كلا بـ, مع كان قبضتهم الشتاء المجتمع. وقدّموا الجنرال الإكتفاء حيث و, ثم مدن بقعة قُدُماً.

source: Add Call to Action Heading Here
ar: أضف ترويسة الدعوة إلى اتخاذ إجراء هنا

source: Right Aligned
ar: محاذاة لليمين

source: Left Aligned
ar: محاذاة لليسار

source: Wide Thin Line
ar: خط عريض ورفيع

source: Dotted
ar: منقط

source: None
ar: لا شيء

source: Square
ar: مربع

source: Checklist Circle
ar: دائرة قائمة الإختيار

source: Checklist
ar: قائمة الإختيار

source: Jadro WP
ar: Jadro ووردبريس
