Repository: prasish012/try
Catalog: try/media_copy/translations/newsium/existing_translations/PO FILES AS DATASETS FROM WP.TRANSLATE 2/Hindi/wp-themes-jadro-*.po
Languages: hi

source: Jadro is a minimal and lightweight Full Site Editing theme. This speed optimized theme utilizes the WordPress blocks editor to create unique and eye-catching layouts. Jadro is perfect for blogs, small businesses, startups, law firms and other creative agencies who prefer simple and speed optimized websites.
hi: जाड्रो एक न्यूनतम और हल्का पूर्ण साइट संपादन थीम है। यह गति अनुकूलित थीम अद्वितीय और आकर्षक लेआउट बनाने के लिए वर्डप्रेस ब्लॉक संपादक का उपयोग करती है। जाड्रो ब्लॉग, छोटे व्यवसायों, स्टार्टअप, कानून फर्मों और अन्य रचनात्मक एजेंसियों के लिए बिल्कुल सही है जो सरल और गति अनुकूलित वेबसाइट पसंद करते हैं।

# Style variation name
source: Kelly Green
hi: केली ग्रीन

# Style variation name
source: Hot Pink
hi: हॉट पिंक

# Style variation name
source: Dodger Blue
hi: डोजर ब्लू

# Style variation name
source: Coral
hi: कोरल

# Style variation name
source: Black
hi: काला

# Template part name
source: Footer
hi: पाद क्षेत्र

# Template part name
source: Header
hi: शीर्ष

# Custom template name
source: No Title and Space
hi: कोई शीर्षक और स्थान नहीं

# Space size name
source: 2X Large
hi: 2X बड़ा

# Space size name
source: X Large
hi: X बड़ा

# Space size name
source: Large
hi: बड़ा

# Space size name
source: Medium
hi: मध्यम

# Space size name
source: Small
hi: छोटा

# Space size name
source: X Small
hi: X छोटा

# Space size name
source: 2X Small
hi: 2X छोटा

# Color name
source: Inherit
hi: प्राप्त

# Color name
source: Current Color
hi: वर्तमान रंग

# Color name
source: Transparent
hi: पारदर्शी

# Color name
source: Senary
hi: सेनारी

# Color name
source: Quinary
hi: पाँच का

# Color name
source: Quaternary
hi: चारों भागों का

# Color name
source: Tertiary
hi: तृतीयक

# Color name
source: Secondary
hi: माध्यमिक

# Color name
source: Primary
hi: मुख्य

# Color name
source: Base
hi: आधार

# Color name
source: Background
hi: पृष्ठभूमि

# Font family name
source: Outfit
hi: पोशाक

# Font family name
source: Figtree
hi: फीगट्री

# Font family name
source: Inter
hi: इंटर

# Font size name
source: 4X Large
hi: 4X बड़ा

# Font size name
source: 3X Large
hi: 3X बड़ा

# Font size name
source: 2X Large
hi: 2X बड़ा

# Font size name
source: X Large
hi: X बड़ा

# Font size name
source: Large
hi: बड़ा

# Font size name
source: Medium
hi: मध्यम

# Font size name
source: Base
hi: आधार

# Font size name
source: Small
hi: छोटा

# Font size name
source: X Small
hi: X छोटा

# Pattern title
source: Testimonials
hi: प्रशंसापत्र

# Pattern title
source: Team Members
hi: टीम के सदस्य

# Pattern title
source: Pricing Table
hi: मूल्य निर्धारण तालिका

# Pattern title
source: Latest Articles
hi: नवीनतम लेख

# Pattern title
source: Hero Banner
hi: हीरो बैनर

# Pattern title
source: Header
hi: शीर्ष

# Pattern title
source: Header with Button
hi: बटन के साथ हेडर

# Pattern title
source: Footer
hi: पाद क्षेत्र

# Pattern title
source: Features
hi: विशेषताएं

# Pattern title
source: Call to Action 2 Columns
hi: कॉल टू एक्शन 2 कॉलम

# Pattern title
source: Call to Action
hi: कॉल टू एक्शन

source: Useful features, pattern library &amp; regular updates.
hi: उपयोगी सुविधाएँ, पैटर्न लाइब्रेरी और नियमित अपडेट।

source: Corporate Lawyer
hi: कॉर्पोरेट वकील

source: Public Speaker
hi: सार्वजनिक वक्ता

source: Life Coach
hi: जीवन का कोच

source: A range of testimonials from our happy customers across a variety of industries and use cases.
hi: विभिन्न उद्योगों और उपयोग के मामलों में हमारे खुश ग्राहकों से प्रशंसापत्र की एक श्रृंखला।

source: Testimonials
hi: प्रशंसापत्र

source: Customer Reviews
hi: ग्राहक समीक्षा

source: Consultant
hi: सलाहकार

source: Dina Crossin
hi: दीना क्रॉसिन

source: Manager
hi: प्रबंधक

source: Danial Chen
hi: डेनियल चेन

source: Director
hi: निदेशक

source: Eliza Weber
hi: एलिजा वेबर

source: An experienced team working together, crafting exceptional experiences, and growing stronger.
hi: एक अनुभवी टीम एक साथ काम कर रही है, असाधारण अनुभव तैयार कर रही है और मजबूत हो रही है।

source: Team Members
hi: टीम के सदस्य

source: Creative
hi: रचनात्मक

source: Onpage SEO Included
hi: ऑनपेज एसईओ शामिल है

source: Website Security Hardening
hi: वेबसाइट सुरक्षा सख्त करना

source: Monthly Maintenance Service
hi: मासिक रखरखाव सेवा

source: Everything in Advanced
hi: सब कुछ उन्नत में

source: Premium
hi: प्रीमियम

source: Support via Dedicated Email
hi: समर्पित ईमेल के माध्यम से समर्थन

source: Additional Block Patterns
hi: अतिरिक्त ब्लॉक पैटर्न

source: One Click Demo Import
hi: एक क्लिक डेमो आयात

source: Everything in Basic
hi: बेसिक में सब कुछ

source: Advanced
hi: उन्नत

source: Support via Public Forum
hi: सार्वजनिक मंच के माध्यम से समर्थन

source: Block Pattern Library
hi: ब्लॉक पैटर्न लाइब्रेरी

source: Responsive Layouts
hi: उत्तरदायी लेआउट

source: /year
hi: /साल

source: Basic
hi: मूलभूत

source: We offer a range of plans to suit businesses of all sizes, from small startups to large corporations.
hi: हम छोटे स्टार्टअप से लेकर बड़े निगमों तक, सभी आकार के व्यवसायों के लिए उपयुक्त योजनाओं की एक श्रृंखला पेश करते हैं।

source: Pricing Plans
hi: मूल्य निर्धारण योजनाएँ

source: Straightforward
hi: सीधा

source: Quickly browse the latest offers, read in-depth articles, and case studies to get the full story.
hi: पूरी कहानी जानने के लिए तुरंत नवीनतम ऑफ़र ब्राउज़ करें, गहन लेख पढ़ें और केस स्टडीज़ पढ़ें।

source: Latest Articles
hi: नवीनतम लेख

source: Stay Updated
hi: आधुनिक जानकारी से परिपूर्ण रहो

source: Simple, Clean, and Lightning Fast Full Site Editing Theme. Google Core Web Vitals and Search Engines optimized WordPress block theme.
hi: सरल, स्वच्छ और बिजली की तेजी से पूर्ण साइट संपादन थीम। गूगल कोर वेब वाइटल्स और सर्च इंजन ने वर्डप्रेस ब्लॉक थीम को अनुकूलित किया।

source: WordPress Block Theme
hi: वर्डप्रेस ब्लॉक थीम

source: Terms &amp; Conditions
hi: नियम एवं शर्तें

source: Privacy Policies
hi: गोपनीयता पालिसी

source: Get Involved
hi: उलझना

source: Showcase
hi: प्रदर्शन

source: Affiliate
hi: संबद्ध

source: Quick Links
hi: त्वरित लिंक

source: Customization Request
hi: अनुकूलन अनुरोध

source: Support Forum
hi: सहायता मंच

source: Help Center
hi: सहायता केंद्र

source: Success Stories
hi: सफलता की कहानियां

source: About
hi: के बारे में

source: Company
hi: कंपनी

source: Select the color of your choice from the variations available.
hi: उपलब्ध विविधताओं में से अपनी पसंद का रंग चुनें।

source: Color Variations
hi: रंग भिन्नता

source: Lightning fast theme that loads in fractions of seconds.
hi: बिजली की तेज़ थीम जो कुछ ही सेकंड में लोड हो जाती है।

source: Speed Optimized
hi: गति अनुकूलित

source: Read More
hi: अधिक पढ़ें

source: Simple, clean &amp; minimal Full Site Editing theme.
hi: सरल, स्वच्छ और न्यूनतम पूर्ण साइट संपादन थीम।

source: Full Site Editing
hi: पूर्ण साइट संपादन

source: Create stunning websites effortlessly with a collection of inbuilt patterns and style variations.
hi: इनबिल्ट पैटर्न और शैली विविधताओं के संग्रह के साथ सहजता से आश्चर्यजनक वेबसाइटें बनाएं।

source: Features
hi: विशेषताएं

source: Innovative
hi: अभिनव

source: Get In Touch
hi: संपर्क में रहो

source: Add Your Heading Here
hi: अपना शीर्षक यहां जोड़ें

source: Call to Action
hi: कॉल टू एक्शन

source: Learn More
hi: और अधिक जानें

source: Get Started
hi: शुरू हो जाओ

source: Add Call to Action Heading Here
hi: यहां कॉल टू एक्शन शीर्षक जोड़ें

source: Right Aligned
hi: दाएं संरेखित

source: Left Aligned
hi: बाएं संरेखित

source: Wide Thin Line
hi: चौड़ी पतली रेखा

source: Dotted
hi: छितराया हुआ

source: None
hi: कोई नहीं

source: Square
hi: चौकोर

source: Checklist Circle
hi: चेकलिस्ट सर्कल

source: Checklist
hi: चेकलिस्ट

source: Jadro
hi: जेड्रो

source: Jadro WP
hi: जेड्रो वर्डप्रेस
