Repository: prasish012/try
Catalog: try/media_copy/translations/chromenews/existing_translations/PO FILES AS DATASETS FROM WP.TRANSLATE 2/Arabic/wp-themes-eduacademy-*.po
Languages: ar

source: Eduacademy is a modern education WordPress theme ideal for schools, instructors, and course platforms. It supports Masteriyo, LearnPress, Tutor LMS, and Sensei LMS, making it easy to create structured courses and manage students. With clean design, mobile responsiveness, and full WooCommerce support, Eduacademy helps you build high-converting LMS websites quickly using Elementor or the block editor.
ar: Eduacademy هو قالب ووردبريس تعليمي حديث، مثالي للمدارس والمدرسين ومنصات الدورات. يدعم أنظمة Masteriyo وLearnPress وTutor LMS وSensei LMS، مما يُسهّل إنشاء دورات مُهيكلة وإدارة الطلاب. بفضل تصميمه الأنيق، وتجاوبه مع الأجهزة المحمولة، ودعمه الكامل لووكومرس، يُساعدك Eduacademy على إنشاء مواقع إلكترونية عالية التحويل لنظام إدارة التعلم بسرعة باستخدام Elementor أو مُحرر المكوِّنات.

# Style variation name
source: Orange
ar: برتقالى

# Style variation name
source: Dark mode
ar: الوضع الداكن

# Style variation name
source: Branches
ar: الفروع

# Template part name
source: Footer
ar: التذييل

# Template part name
source: Simple
ar: بسيط

# Template part name
source: Header
ar: الترويسة

# Font size name
source: Huge
ar: ضخم

# Font size name
source: Extra Large
ar: كبير جداً

# Font size name
source: Large
ar: كبير

# Font size name
source: Medium
ar: متوسط

# Font size name
source: Normal
ar: عادي

# Font size name
source: Small
ar: صغير

# Font family name
source: Figtree
ar: شجرة التين

# Font family name
source: Outfit
ar: ملابس

# Color name
source: Foreground Alt
ar: مقدمة البديل

# Color name
source: Background Alt
ar: خلفية البديل

# Color name
source: Background Dark
ar: خلفية داكنة

# Color name
source: Accent Secondary
ar: اللهجة الثانوية

# Color name
source: Accent
ar: تمييز

# Color name
source: Foreground
ar: ‏‏المقدمة

# Color name
source: Background
ar: الخلفية

source: Single Post 3 (Cover)
ar: مقالة مفردة 3 (غلاف)

source: Single Post 2 (Cover Boxed)
ar: مقالة مفردة 2 (غلاف داخل صندوق)

source: Archive List
ar: قائمة الأرشيف

source: Archive (Cover)
ar: الأرشيف (غلاف)

source: Page Title
ar: عنوان الصفحة

source: Posts 4
ar: مقالات 4

source: Posts 3
ar: مقالات 3

source: Posts
ar: مقالات

source: Testimonials 2
ar: الشهادات 2

source: Testimonials 1
ar: الشهادات 1

source: Pricing 2
ar: التسعير 2

source: Pricing 1
ar: التسعير 1

source: Instructors
ar: المدربون

source: Hero with Courses
ar: البطل مع الدورات

source: Features 2
ar: المميزات 2

source: Features 1
ar: المميزات 1

source: FAQ
ar: الأسئلة المتكررّة

source: Curriculum
ar: منهاج الدراسة

source: Courses 3
ar: الدورات 3

source: Courses 2
ar: الدورات 2

source: Courses 1
ar: الدورات 1

source: Course CTA
ar: دورة CTA

source: Course CTA 2
ar: دورة CTA 2

source: Content 4
ar: المحتوى 4

source: Content 3
ar: المحتوى 3

source: Content 2
ar: المحتوى 2

source: Content 1
ar: المحتوى 1

source: Primary Menu
ar: القائمة الأساسية

source: Full-page layouts that can be used as templates
ar: تخطيطات صفحة كاملة يمكن استخدامها كقوالب

source: Eduacademy Layouts
ar: تخطيطات Eduacademy

source: Patterns for several sections and components
ar: أنماط لعدة أقسام ومكونات

source: Eduacademy Patterns
ar: أنماط Eduacademy

source: Masteriyo LMS preview
ar: معاينة Masteriyo LMS

source: Learn More
ar: تعلم المزيد

source: Install & Activate %s
ar: التنصيب والتفعيل %s

source: Activate %s
ar: تفعيل %s

source: Drag & drop builder with quizzes, certificates & assignments
ar: منشئ السحب والإفلات مع الاختبارات والشهادات والواجبات

source: Complete course builder
ar: منشئ الدورة التدريبية الكامل

source: Built-in payment system with Stripe, PayPal & more
ar: نظام دفع مدمج مع Stripe وPayPal والمزيد

source: Multiple payment options
ar: خيارات دفع متعددة

source: Install and create your first course in minutes
ar: قم بتنصيب وإنشاء دورتك التدريبية الأولى في دقائق

source: Quick setup
ar: الإعداد السريع

source: The complete WordPress LMS solution for educators and businesses. Build engaging courses, track student progress, and monetize your knowledge with zero coding required.
ar: حل ووردبريس الشامل لنظام إدارة التعلم (LMS) للمعلمين والشركات. أنشئ دورات تدريبية تفاعلية، وتابع تقدم الطلاب، وحقق دخلًا من معرفتك دون الحاجة إلى أي برمجة.

source: Create and Sell Online Courses with %s!
ar: إنشاء وبيع الدورات التدريبية عبر الإنترنت مع %s!

source: The theme was designed to work best with Masteriyo LMS
ar: تم تصميم القالب ليعمل بشكل أفضل مع (نظام إدارة التعلم) Masteriyo LMS

source: Done
ar: تم

source: Installing
ar: جاري التنصيب

source: Activating
ar: جاري التفعيل

source: You appear to be running the Eduacademy theme from source code. Please finish installation by running %s.
ar: يبدو أنك تُشغّل قالب Eduacademy من الكود المصدري. يُرجى إكمال التنصيب بتشغيل %s.

source: upgrading PHP to the latest version
ar: ترقية PHP إلى أحدث نسخة

source: Hey, we've noticed that you're running an outdated version of PHP which is no longer supported. Make sure your site is fast and secure, by %1$s. Eduacademy's minimal requirement is PHP%2$s.
ar: مرحبًا، لاحظنا أنك تستخدم نسخة قديمة من PHP لم تعد مدعومة. تأكد من سرعة موقعك وأمانه، قبل %1$s. الحد الأدنى لمتطلبات Eduacademy هو PHP%2$s.
