Repository: prasish012/try
Catalog: try/media_copy/translations/chromenews/existing_translations/PO FILES AS DATASETS FROM WP.TRANSLATE 2/Arabic/wp-themes-neve-fse-*.po
Languages: ar

source: Neve FSE is an experimental sister theme of Neve, for the ones that are ready to go full speed on full site editing, without backwards compatibility code.Neve FSE is a modern, minimalistic theme that is fully compatible with full-site-editing, it offers a range of patterns that make it perfect for simple design is suitable for a wide range of purposes, including blogs, small businesses, startups, agencies, firms, e-commerce shops, personal portfolio sites, and more. It also comes with several style variations to suit your unique aesthetic.
ar: Neve FSE هو قالب شقيق تجريبي لـ Neve ، للقوالب الجاهزة للعمل بأقصى سرعة في تحرير الموقع بالكامل ، دون رمز توافق الإصدارات السابقة. Neve FSE هو قالب حديث وبسيط ومتوافق تمامًا مع التحرير الكامل للموقع. يقدم مجموعة من الأنماط التي تجعله مثاليًا للتصميم البسيط المناسب لمجموعة واسعة من الأغراض ، بما في ذلك المدونات والشركات الصغيرة والشركات الناشئة والوكالات والشركات ومحلات التجارة الإلكترونية ومواقع قائمة المشاريع والمزيد. كما أنه يأتي مع العديد من الأشكال المختلفة لتناسب أسلوبك الشخصي الفريد.

# Style variation name
source: Greenlight
ar: ضوء اخضر

# Style variation name
source: Vivid Red-Tangelo
ar: أحمر تانجيلو زاهي

# Style variation name
source: Aztec Gold
ar: ذهب أزتكي

# Style variation name
source: Dark Pastel Red
ar: أحمر باستيل داكن

# Style variation name
source: Zomp
ar: زومب zomp

# Style variation name
source: Majorelle Blue
ar: ماجوريل أزرق

# Style variation name
source: Crayola
ar: كرايولا

# Template part name
source: Footer Variation - 5 Columns
ar: تباين التذييل - 5 أعمدة

# Template part name
source: Footer Variation - 4 Columns
ar: تباين التذييل - 4 أعمدة

# Template part name
source: Footer Variation - 3 Columns
ar: تباين التذييل - 3 أعمدة

# Template part name
source: Footer Variation - Site Logo
ar: تباين التذييل - شعار الموقع

# Template part name
source: Footer
ar: التذييل

# Template part name
source: Header Variation - Hamburger Menu
ar: تباين الترويسة - قائمة همبرغر

# Template part name
source: Header Variation - Button
ar: تباين الترويسة - الزر

# Template part name
source: Header Variation - Centered
ar: تباين الترويسة - توسيط

# Template part name
source: Header
ar: الترويسة

# Color name
source: Accent
ar: تمييز

# Color name
source: Foreground Alt
ar: مقدمة البديل

# Color name
source: Background Dark
ar: خلفية داكنة

# Color name
source: Background Alt
ar: خلفية البديل

# Color name
source: Foreground
ar: ‏‏المقدمة

# Color name
source: Background
ar: الخلفية

# Font family name
source: Figtree
ar: شجرة التين

# Font family name
source: Outfit
ar: ملابس

# Font size name
source: Huge
ar: ضخم

# Font size name
source: Extra Large
ar: كبير جداً

# Font size name
source: Large
ar: كبير

# Font size name
source: Medium
ar: متوسط

# Font size name
source: Normal
ar: عادي

# Font size name
source: Small
ar: صغير

source: Single Post 3 (Cover)
ar: مقالة مفردة 3 (غلاف)

source: Single Post 2 (Cover Boxed)
ar: مقالة مفردة 2 (غلاف داخل صندوق)

source: Archive List
ar: قائمة الأرشيف

source: Archive (Cover)
ar: الأرشيف (غلاف)

source: Page Title - Cover Boxed
ar: عنوان الصفحة - غلاف داخل صندوق

source: Page Title - Cover
ar: عنوان الصفحة - غلاف

source: Page Title - Light
ar: عنوان الصفحة - فاتح

source: Page Title - Dark
ar: عنوان الصفحة - غامق

source: Page Title - Simple
ar: عنوان الصفحة - بسيط

source: Post Covers
ar: أغلفة المقالة

source: Posts
ar: مقالات

source: Post cards 2
ar: مقالة بطاقات 2

source: Post rows
ar: مقالة صفوف

source: Post cards
ar: مقالة بطاقات

source: Posts loop grid inverted
ar: شبكة حلقة المقالات معكوسة

source: Posts loop grid simple
ar: شبكة حلقة المقالات بسيطة

source: Columns with Team members
ar: أعمدة مع أعضاء الفريق

source: Columns with Pricing
ar: أعمدة مع التسعير

source: Columns with portfolio items
ar: أعمدة مع عناصر قائمة المشاريع

source: Page Cover with Buttons
ar: غلاف الصفحة مع الأزرار

source: Page Cover with background image
ar: غلاف الصفحة مع صورة الخلفية

source: Full-width columns with image and content
ar: أعمدة كاملة العرض مع صورة ومحتوى

source: Call to Action with Background Color
ar: دعوة لاتخاذ إجراء مع لون الخلفية

source: Content with images
ar: محتوى مع الصور

source: Columns with Services
ar: أعمدة مع الخدمات

source: Columns with icons
ar: الأعمدة مع الأيقونات

source: Columns with cards
ar: أعمدة مع بطاقات

source: Columns with text and image
ar: أعمدة مع النص والصورة

source: Three Columns with Testimonials
ar: ثلاثة أعمدة مع الشهادات

source: Columns with image and text
ar: أعمدة مع صورة ونص

source: Columns with image and text inverted
ar: أعمدة مع الصورة والنص معكوس

source: Columns with content and images
ar: الأعمدة مع المحتوى والصور

source: Columns with feature boxes
ar: أعمدة مع مربعات الميزات

source: Primary Menu
ar: القائمة الأساسية

source: Full-page layouts that can be used as templates
ar: تخطيطات صفحة كاملة يمكن استخدامها كقوالب

source: Neve FSE Layouts
ar: تخطيطات Neve FSE

source: Patterns for several sections and components
ar: أنماط لعدة أقسام ومكونات

source: Neve FSE Patterns
ar: أنماط Neve FSE

source: Learn More
ar: تعلم المزيد

source: Install & Activate %s
ar: التنصيب والتفعيل %s

source: Activate %s
ar: تفعيل %s

source: Otter is a Gutenberg Blocks page builder plugin that adds extra functionality to the WordPress Block Editor (also known as Gutenberg) for a better page building experience without the need for traditional page builders.
ar: Otter هو مكون إضافي منشئ صفحات مكوّنات Gutenberg يضيف وظائف إضافية إلى مُحرر مكوّنات ووردبريس (المعروف أيضًا باسم Gutenberg) للحصول على تجربة بناء صفحات أفضل دون الحاجة إلى منشئي الصفحات التقليديين.

source: Power up your website building experience with %s!
ar: عزز تجربة انشاء موقع الويب الخاص بك مع %s!

source: Otter Blocks preview
ar: معاينة مكوّنات Otter

source: Done
ar: تم

source: Installing
ar: جاري التنصيب

source: Activating
ar: جارٍ التفعيل

source: Maybe later
ar: ربما في وقت لاحق

source: Take the survey
ar: شارك في الاستطلاع

source: Thank you for trying Neve FSE. We would love to hear your thoughts on how we can enhance and improve the theme even further. Would you mind taking a moment to share your insights through a quick survey?
ar: شكرًا لك على استخدام Neve FSE. نود أن نسمع تعليقاتك حول كيف يمكننا تحسين القالب بشكل أكبر. هل تمانع في قضاء بعض الوقت لمشاركة أفكارك في استطلاع سريع؟

source: We value your feedback
ar: نحن نقدر تعليقاتك

source: Neve FSE Logo
ar: شعار Neve FSE

source: You appear to be running the Neve FSE theme from source code. Please finish installation by running %s.
ar: يبدو أنك تقوم بتشغيل قالب Neve FSE من النص البرمجي المصدري. الرجاء إنهاء التنصيب عن طريق تشغيل %s.

source: upgrading PHP to the latest version
ar: ترقية PHP إلى أحدث نسخة

source: Hey, we've noticed that you're running an outdated version of PHP which is no longer supported. Make sure your site is fast and secure, by %1$s. Neve FSE's minimal requirement is PHP%2$s.
ar: مرحبًا ، لقد لاحظنا أنك تقوم بتشغيل نسخة قديمة من PHP لم تعد مدعومة. تأكد من أن موقعك سريع وآمن ، ب %1$s. الحد الأدنى لمتطلبات Neve FSE هو PHP %2$s.

source: ThemeIsle
ar: قالب الجزيرة (ThemeIsle)
