Repository: prasish012/try
Catalog: try/media_copy/translations/enternews/existing_translations/PO FILES AS DATASETS FROM WP.TRANSLATE 2/Hindi/wp-themes-neve-fse-*.po
Languages: hi

source: Neve FSE is an experimental sister theme of Neve, for the ones that are ready to go full speed on full site editing, without backwards compatibility code.Neve FSE is a modern, minimalistic theme that is fully compatible with full-site-editing, it offers a range of patterns that make it perfect for simple design is suitable for a wide range of purposes, including blogs, small businesses, startups, agencies, firms, e-commerce shops, personal portfolio sites, and more. It also comes with several style variations to suit your unique aesthetic.
hi: Neve FSE, Neve की एक प्रायोगिक सिस्टर थीम है, उन लोगों के लिए जो पश्चगामी संगतता कोड के बिना पूर्ण साइट संपादन पर पूर्ण गति से जाने के लिए तैयार हैं। Neve FSE एक आधुनिक, न्यूनतर थीम है जो पूर्ण-साइट-संपादन के साथ पूरी तरह से संगत है, यह पैटर्न की एक श्रृंखला प्रदान करता है जो इसे सरल डिजाइन के लिए एकदम सही बनाता है, ब्लॉग, छोटे व्यवसायों, स्टार्टअप्स, एजेंसियों, फर्मों, ई-कॉमर्स दुकानों, व्यक्तिगत पोर्टफोलियो साइटों और अन्य सहित उद्देश्यों की एक विस्तृत श्रृंखला के लिए उपयुक्त है। यह आपके अनूठे सौंदर्य के अनुरूप कई स्टाइल विविधताओं के साथ आता है।

# Style variation name
source: Greenlight
hi: हरी बत्ती

# Style variation name
source: Vivid Red-Tangelo
hi: विविड Red-Tangelo

# Style variation name
source: Aztec Gold
hi: एज़्टेक गोल्ड

# Style variation name
source: Dark Pastel Red
hi: गहरा पेस्टल लाल

# Style variation name
source: Zomp
hi: ज़ोंप

# Style variation name
source: Majorelle Blue
hi: मेजरेल ब्लू

# Style variation name
source: Crayola
hi: क्रायोला

# Template part name
source: Footer Variation - 5 Columns
hi: फुटर भिन्नता - 5 कॉलम

# Template part name
source: Footer Variation - 4 Columns
hi: फुटर भिन्नता - 4 कॉलम

# Template part name
source: Footer Variation - 3 Columns
hi: फुटर भिन्नता - 3 कॉलम

# Template part name
source: Footer Variation - Site Logo
hi: फुटर भिन्नता - साइट लोगो

# Template part name
source: Footer
hi: फुटर

# Template part name
source: Header Variation - Hamburger Menu
hi: हैडर भिन्नता - हैमबर्गर मेन्यू

# Template part name
source: Header Variation - Button
hi: हैडर भिन्नता - बटन

# Template part name
source: Header Variation - Centered
hi: हैडर भिन्नता - केंद्रित

# Template part name
source: Header
hi: शीर्ष

# Color name
source: Accent
hi: उच्चारण

# Color name
source: Foreground Alt
hi: अग्रभूमि Alt

# Color name
source: Background Dark
hi: बैकग्राउंड डार्क

# Color name
source: Background Alt
hi: पृष्ठभूमि Alt

# Color name
source: Foreground
hi: अग्रभूमि

# Color name
source: Background
hi: पृष्ठभूमि

# Font family name
source: Figtree
hi: फीगट्री

# Font family name
source: Open Sans
hi: ओपन सेन्स

# Font family name
source: Montserrat
hi: मोंटेसेराट

# Font family name
source: Source Sans Pro
hi: सोर्स सेन्स प्रो

# Font family name
source: Playfair Display
hi: प्लेफेयर डिस्प्ले

# Font family name
source: Spline Sans
hi: स्प्लीन सेन्स

# Font family name
source: Outfit
hi: पोशाक

# Font family name
source: Hanken Grotesk
hi: हैंकेन ग्रोटेस्क

# Font family name
source: Fraunces
hi: फ्रान्सिस

# Font family name
source: Albert Sans
hi: अल्बर्ट सेन्स

# Font family name
source: Inter
hi: अंतर

# Font size name
source: Huge
hi: बड़ा

# Font size name
source: Extra Large
hi: ज्यादा बड़ा

# Font size name
source: Large
hi: विशाल

# Font size name
source: Medium
hi: मध्यम

# Font size name
source: Normal
hi: समान्य

# Font size name
source: Small
hi: छोटा

source: Single Post 3 (Cover)
hi: सिंगल पोस्ट 3 (कवर)

source: Single Post 2 (Cover Boxed)
hi: सिंगल पोस्ट 2 (कवर बॉक्स)

source: Archive List
hi: संग्रह सूची

source: Archive (Cover)
hi: पुरालेख (कवर)

source: Page Title - Cover Boxed
hi: पृष्ठ का शीर्षक - कवर बॉक्स

source: Page Title - Cover
hi: पृष्ठ का शीर्षक - कवर

source: Page Title - Light
hi: पृष्ठ का शीर्षक - लाइट

source: Page Title - Dark
hi: पृष्ठ का शीर्षक - डार्क

source: Page Title - Simple
hi: पृष्ठ का शीर्षक - सरल

source: Post Covers
hi: पोस्ट कवर

source: Posts
hi: पोस्ट

source: Post cards 2
hi: पोस्ट कार्ड 2

source: Post rows
hi: पोस्ट पंक्तियाँ

source: Post cards
hi: पोस्ट कार्ड

source: Posts loop grid inverted
hi: पोस्ट लूप ग्रिड उलटा

source: Posts loop grid simple
hi: पोस्ट लूप ग्रिड सरल

source: Columns with Team members
hi: टीम के सदस्यों के साथ कॉलम

source: Columns with Pricing
hi: मूल्य निर्धारण के साथ कॉलम

source: Columns with portfolio items
hi: पोर्टफोलियो आइटम के साथ कॉलम

source: Page Cover with Buttons
hi: पृष्ठ कवर बटन के साथ

source: Page Cover with background image
hi: पृष्ठ कवर पृष्ठभूमि छवि के साथ

source: Full-width columns with image and content
hi: छवि और सामग्री के साथ पूर्ण-चौड़ाई वाले स्तंभ

source: Call to Action with Background Color
hi: पृष्ठभूमि रंग के साथ कॉल टू एक्शन

source: Content with images
hi: छवियों के साथ सामग्री

source: Columns with Services
hi: सेवाओं के साथ कॉलम

source: Columns with icons
hi: आइकॉन के साथ कॉलम

source: Columns with cards
hi: कार्ड के साथ कॉलम

source: Columns with text and image
hi: टेक्स्ट और छवि वाले कॉलम

source: Three Columns with Testimonials
hi: प्रशंसापत्र के साथ तीन कॉलम

source: Columns with image and text
hi: छवि और टेक्स्ट के साथ कॉलम

source: Columns with image and text inverted
hi: इमेज और टेक्स्ट वाले कॉलम उलटे

source: Columns with content and images
hi: सामग्री और छवियों के साथ कॉलम

source: Columns with feature boxes
hi: फीचर बॉक्स वाले कॉलम

source: Primary Menu
hi: प्राथमिक सूची

source: Full-page layouts that can be used as templates
hi: पूर्ण-पृष्ठ लेआउट जिनका उपयोग टेम्प्लेट के रूप में किया जा सकता है

source: Neve FSE Layouts
hi: Neve FSE लेआउट

source: Patterns for several sections and components
hi: कई सेक्शन और कंपोनेंट्स के लिए पैटर्न

source: Neve FSE Patterns
hi: Neve FSE पैटर्न

source: Learn More
hi: और अधिक जानें

source: Install & Activate %s
hi: %s को स्थापित और सक्रिय करें

source: Activate %s
hi: %s सक्रिय करें

source: Otter is a Gutenberg Blocks page builder plugin that adds extra functionality to the WordPress Block Editor (also known as Gutenberg) for a better page building experience without the need for traditional page builders.
hi: ओटर एक गुटेनबर्ग ब्लॉक पेज बिल्डर प्लगइन है जो पारंपरिक पेज बिल्डरों की आवश्यकता के बिना एक बेहतर पेज बिल्डिंग अनुभव के लिए वर्डप्रेस ब्लॉक एडिटर (जिसे गुटेनबर्ग के रूप में भी जाना जाता है) में अतिरिक्त कार्यक्षमता जोड़ता है।

source: Power up your website building experience with %s!
hi: %s के साथ अपने वेबसाइट निर्माण अनुभव को बेहतर बनाएं!

source: Otter Blocks preview
hi: ओटर ब्लॉक्स पूर्वावलोकन

source: Done
hi: पूरा हुआ

source: Installing
hi: स्थापित हो रहा है

source: Activating
hi: सक्रिय

source: Maybe later
hi: शायद बाद में

source: Take the survey
hi: सर्वेक्षण ले

source: Thank you for trying Neve FSE. We would love to hear your thoughts on how we can enhance and improve the theme even further. Would you mind taking a moment to share your insights through a quick survey?
hi: Neve FSE को आजमाने के लिए धन्यवाद। हम इस बारे में आपके विचार जानना चाहेंगे कि हम किस प्रकार थीम को और बेहतर बना सकते हैं। क्या आप एक त्वरित सर्वेक्षण के माध्यम से अपनी अंतर्दृष्टि साझा करने के लिए कुछ समय देना चाहेंगे?

source: We value your feedback
hi: हम आपकी प्रतिक्रिया को महत्व देते हैं

source: Neve FSE Logo
hi: Neve FSE लोगो

source: You appear to be running the Neve FSE theme from source code. Please finish installation by running %s.
hi: ऐसा लगता है कि आप स्रोत कोड से Neve FSE थीम चला रहे हैं। कृपया %s चला कर स्थापना पूर्ण करें।

source: upgrading PHP to the latest version
hi: पीएचपी को नवीनतम संस्करण में अपग्रेड करना

source: Hey, we've noticed that you're running an outdated version of PHP which is no longer supported. Make sure your site is fast and secure, by %1$s. Neve FSE's minimal requirement is PHP%2$s.
hi: अरे, हमने देखा है कि आप पीएचपी का एक पुराना संस्करण चला रहे हैं जो अब समर्थित नहीं है। %1$s द्वारा सुनिश्चित करें कि आपकी साइट तेज़ और सुरक्षित है। Neve FSE की न्यूनतम आवश्यकता पीएचपी है%2$s।

source: ThemeIsle
hi: थीमआईल
