Repository: prasish012/try
Catalog: try/media_copy/translations/newsium/existing_translations/PO FILES AS DATASETS FROM WP.TRANSLATE 2/*/wp-themes-unibiz-*.po
Languages: dutch

source: Unibiz is a versatile modern WordPress theme designed for any niche with seamless Full Site Editing support and advanced customization, the first multipurpose theme fully compatible with FSE.
dutch: Unibiz is een veelzijdig modern WordPress thema ontworpen voor elke niche met naadloze Full site editing ondersteuning en geavanceerde customizer, het eerste multifunctionele thema dat volledig compatibel is met FSE.

source: Unibiz Core Footer Alternate
dutch: Unibiz core footer alternatief

source: Install Recommended Plugins
dutch: Installeer aanbevolen plugins

source: Activate it to explore exclusive extensions, ready-to-use demo templates, and powerful features that make building your site easier and more enjoyable.
dutch: Activeer het om exclusieve extensies, kant-en-klare demo templates en krachtige functies te ontdekken die het bouwen van je site makkelijker en leuker maken.

source: Unlock the full potential of your website with the recommended plugins.
dutch: Ontgrendel het volledige potentieel van je site met de aanbevolen plugins.

source: Thankyou For Installing Unibiz Theme
dutch: Bedankt voor het installeren van Unibiz thema

source: Install Failed, Try Again
dutch: Installatie mislukt, probeer opnieuw

source: Installing...
dutch: Aan het installeren...

# Custom template name
source: Page With Sidebar
dutch: Pagina met zijbalk

# Font size name
source: Huge
dutch: Zeer groot

# Font size name
source: Mini
dutch: Klein

# Font size name
source: Little
dutch: Kleine

# Font size name
source: Tiny
dutch: Klein

# Font size name
source: Normal
dutch: Normaal

# Font size name
source: Standard
dutch: Standaard

# Font size name
source: Big
dutch: Groot

# Font size name
source: Largest
dutch: Grootste

# Font size name
source: Gigantic
dutch: Gigantisch

# Font size name
source: Massive
dutch: Enorm

# Font size name
source: Extra Large
dutch: Extra groot

# Font size name
source: Large
dutch: Groot

# Font size name
source: Small
dutch: Klein

# Color name
source: Black
dutch: Zwart

# Color name
source: Dark Border Input
dutch: Donkere rand invoer

# Color name
source: Dark Border
dutch: Donkere rand

# Color name
source: Dark Background Tertiary
dutch: Donkere achtergrond tertiair

# Color name
source: Dark Background Secondary
dutch: Donkere achtergrond secundair

# Color name
source: Dark Background Primary
dutch: Donkere achtergrond primair

# Color name
source: Dark Accent Hover
dutch: Donker accent hoveren

# Color name
source: Dark Accent
dutch: Donker accent

# Color name
source: Dark Text Placeholder
dutch: Donkere tekst plaatshouder

# Color name
source: Dark Text Secondary
dutch: Donkere tekst secundair

# Color name
source: Dark Text Primary
dutch: Donkere tekst primair

# Color name
source: Dark Secondary
dutch: Donker secundair

# Color name
source: Dark Primary
dutch: Donker primair

# Color name
source: White
dutch: Wit

# Color name
source: Border Input
dutch: Rand invoer

# Color name
source: Border
dutch: Rand

# Color name
source: Background Tertiary
dutch: Achtergrond tertiair

# Color name
source: Background Secondary
dutch: Achtergrond secundair

# Color name
source: Background Primary
dutch: Achtergrond primair

# Color name
source: Accent Hover
dutch: Accent hoveren

# Color name
source: Text Placeholder
dutch: Tekst plaatshouder

# Color name
source: Text Secondary
dutch: Secundaire tekst

# Color name
source: Text Primary
dutch: Primaire tekst

# Color name
source: Secondary
dutch: Secundair

# Color name
source: Primary
dutch: Primaire

# Custom template name
source: Page No Sidebar
dutch: Pagina zonder zijbalk

source: Unibiz Single Gutenverse Hero
dutch: Unibiz enkelvoudig Gutenverse Hero

source: Unibiz Single Gutenverse Content
dutch: Unibiz enkelvoudig Gutenverse inhoud

source: Unibiz Single Core Hero
dutch: Unibiz enkelvoudig core Hero

source: Unibiz Single Core Content
dutch: Unibiz enkelvoudige core inhoud

source: Unibiz Search Gutenverse Search
dutch: Unibiz zoeken Gutenverse zoeken

source: Unibiz Search Gutenverse Hero
dutch: Unibiz zoeken Gutenverse Hero

source: Unibiz Search Core Search
dutch: Unibiz zoeken core zoeken

source: Unibiz Search Core Hero
dutch: Unibiz zoeken core Hero

source: Unibiz Page No Sidebar Gutenverse Hero
dutch: Unibiz pagina geen zijbalk Gutenverse Hero

source: Unibiz Page No Sidebar Gutenverse Content
dutch: Unibiz pagina geen zijbalk Gutenverse inhoud

source: Unibiz Page No Sidebar Core Hero
dutch: Unibiz pagina geen zijbalk core Hero

source: Unibiz Page No Sidebar Core Content
dutch: Unibiz pagina geen zijbalk core inhoud

source: Unibiz Page Gutenverse Hero
dutch: Unibiz pagina Gutenverse Hero

source: Unibiz Page Gutenverse Content
dutch: Unibiz pagina Gutenverse inhoud

source: Unibiz Page Core Hero
dutch: Unibiz pagina core Hero

source: Unibiz Page Core Content
dutch: Unibiz pagina core inhoud

source: Unibiz Gutenverse Post Block
dutch: Unibiz Gutenverse berichtblok

source: Unibiz Gutenverse Home Testimonials
dutch: Unibiz Gutenverse home aanbevelingen

source: Unibiz Gutenverse Home Services
dutch: Inibiz Gutenverse home diensten

source: Unibiz Gutenverse Home Clients
dutch: Unibiz Gutenverse home klanten

source: Unibiz Gutenverse Home Benefits
dutch: Unibiz Gutenverse home voordelen

source: Unibiz Gutenverse Home Authority
dutch: Unibiz Gutenverse home autoriteit

source: Unibiz Gutenverse Home About
dutch: Unibiz Gutenverse home over

source: Unibiz Gutenverse Header Alternate
dutch: Unibiz Gutenverse header alternatief

source: Unibiz Gutenverse Footer Alternate
dutch: Unibiz Gutenverse footer alternatief

source: Unibiz Core Post Block
dutch: Unibiz core berichtblok

source: Unibiz Core Home Testimonials
dutch: Unibiz core home aanbevelingen

source: Unibiz Core Home Services
dutch: Unibiz core home diensten

source: Unibiz Core Home Clients
dutch: Unibiz core home klanten

source: Unibiz Core Home Benefits
dutch: Unibiz core home voordelen

source: Unibiz Core Home Authority
dutch: Unibiz core home autoriteit

source: Unibiz Core Home About
dutch: Unibiz core home over

source: Unibiz Archive Gutenverse Hero
dutch: Unibiz archief Gutenverse Hero

source: Unibiz Archive Core Hero
dutch: Unibiz archief core Hero

source: Gutenverse Plugin Installed
dutch: Gutenverse plugin geïnstalleerd

source: Activate Gutenverse Plugin
dutch: Activeer Gutenverse plugin

source: Install Gutenverse Plugin
dutch: Gutenverse plugin installeren

source: This theme require some plugins. Please make sure all the plugin below are installed and activated.
dutch: Dit thema vereist enkele plugins. Zorg ervoor dat alle onderstaande plugin zijn geïnstalleerd en geactiveerd.

source: Plugin Requirement
dutch: Plugin vereisten

source: Unibiz Gutenverse PRO Patterns
dutch: Unibiz Gutenverse PRO patronen

source: Unibiz Gutenverse Patterns
dutch: Unibiz Gutenverse patronen

source: Unibiz Core Patterns
dutch: Unibiz core patronen
