Repository: prasish012/try
Catalog: try/media_copy/translations/newsium/existing_translations/PO FILES AS DATASETS FROM WP.TRANSLATE 2/*/wp-themes-prespa-*.po
Languages: french

source: Image Placeholder
french: Texte indicatif de l’image

source: Post read time
french: Temps de lecture de la publication

source: Leave a Comment<span class="screen-reader-text"> on %s</span>
french: Laisser un commentaire <span class="screen-reader-text">sur %s</span>

source: Edit <span class="screen-reader-text">%s</span>
french: Modifier<span class="screen-reader-text"> %s</span>

source: Related Posts
french: Publications similaires

source: View all posts by
french: Voir toutes les publications de

source: Author:
french: Auteur/autrice :

source: --Select--
french: --Sélectionner--

source: Posts navigation
french: Navigation des publications

source: Prespa dark mode logo
french: Logo de Prespa en mode sombre

source: sec read
french: secondes de lecture

source: min read
french: minutes de lecture

source: hrs read
french: heures de lecture

source: days read
french: jours de lecture

source: Home
french: Accueil

source: Woocommerce Notifications Background Color
french: Couleur d’arrière-plan des notifications Woocommerce

source: Add to Cart Text Color
french: Couleur du texte « Ajouter au panier »

source: Add to Cart Background Color
french: Couleur d’arrière-plan du bouton « Ajouter au panier »

source: Customize WooCommerce colors. By default, the theme uses theme accent colors to handle these but you can specify specific styles here for more flexibility.
french: Personnalisez les couleurs de WooCommerce. Par défaut, le thème utilise les couleurs d’accent du thème pour gérer cela, mais vous pouvez spécifier des styles spécifiques ici pour plus de flexibilité.

source: Colors
french: Couleurs

source: Logo Width
french: Largeur du logo

source: Add light version of the logo. It will be displayed in dark mode.
french: Ajoutez une version claire du logo. Elle sera affichée en mode sombre.

source: Light Logo
french: Logo clair

source: Woocommerce Sidebar
french: Colonne latérale WooCommerce

source: Choose the sidebar position on the blog posts, including the post archives.
french: Choisissez l’emplacement de la colonne latérale sur les publications de blog, y compris les archives des publications.

source: Post Sidebar
french: Colonne latérale de publication

source: Choose the sidebar position on the site's pages, including the static home page.
french: Choisissez l’emplacement de la colonne latérale sur les pages du site, y compris la page d’accueil statique.

source: Left Sidebar
french: Colonne latérale à gauche

source: None
french: Aucune

source: Right Sidebar
french: Colonne latérale à droite

source: Page Sidebar
french: Colonne latérale de la page

source: Footer Width
french: Largeur du pied de page

source: Post Content Wrap
french: Enveloppe du contenu de la publication

source: Seperate Containers
french: Conteneurs séparés

source: No Wrap
french: Aucune enveloppe

source: Wrap posts in a card or leave them as plain text.
french: Enveloppez les publications dans une carte ou laissez-les en texte brut.

source: Page Content Wrap
french: Enveloppe du contenu de la page

source: Adjust the width of the container.
french: Ajustez la largeur du conteneur.

source: Header Width
french: Largeur de l’entête

source: Set custom width for the footer.
french: Définissez une largeur personnalisée pour le pied de page.

source: Footer Layout
french: Mise en page du pied de page

source: Sidebar Layout
french: Mise en page de la colonne latérale

source: Container Layout
french: Mise en page du conteneur

source: Set custom width for the header.
french: Définissez une largeur personnalisée pour l’entête.

source: Header Layout
french: Mise en page de l’entête

source: Set custom width for the header, container and the footer. Wrap posts and pages into beatiful containers.
french: Définissez une largeur personnalisée pour l’entête, le conteneur et le pied de page. Enveloppez les publications et les pages dans de beaux conteneurs.

source: Select a category
french: Sélectionnez une catégorie

source: By Category
french: Par catégorie

source: Ascending
french: Croissant

source: Descending
french: Décroissant

source: Post Order
french: Ordre des publications

source: Title
french: Titre

source: You Might Have Missed
french: Vous avez peut-être manqué

source: Show "You Missed" Section
french: Afficher la section « Vous avez manqué »

source: Category Image %d
french: Image de la catégorie %d

source: Category %d
french: Catégorie %d

source: View All Button Link
french: Lien du bouton « Tout voir »

source: View All Button Label
french: Libellé du bouton « Tout voir »

source: View All
french: Tout voir

source: Post Categories Subtitle
french: Sous-titre des catégories de publication

source: Post Categories Title
french: Titre des catégories de publication

source: Post Categories
french: Catégories de publication

source: Unchecking this will stick the add to cart and profile icons to the right corner of the screen on page scroll.
french: Désélectionner cette option épinglera les icônes « Ajouter au panier » et « Profil » dans le coin droit de l’écran lors du défilement de la page.

source: Show Woocommerce Icons
french: Afficher les icônes WooCommerce

source: Add your mail address
french: Ajoutez votre adresse e-mail

source: Email address
french: Adresse e-mail

source: Add your phone number
french: Ajoutez votre numéro de téléphone

source: Phone number
french: Numéro de téléphone

source: Add your address
french: Ajouter votre adresse

source: Address
french: Adresse

source: Display a top bar menu on top of the site header. Please note that on mobile this menu gets combined with the primary menu for better user experience.
french: Affichez une barre de menu supérieure au-dessus de l’entête du site. Veuillez noter que sur mobile, ce menu est combiné avec le menu principal pour une meilleure expérience utilisateur.

source: Enable Top Menu
french: Activer la barre supérieure

source: Menu Item Hover Animation
french: Animation au survol des éléments du menu

source: Enable Current Menu Item Underline
french: Activer le soulignement de l’élément de menu actuel.

source: Show Search Icon
french: Afficher l’icône de recherche

source: space between
french: espace entre

source: center
french: centre

source: Position the site title and the primary menu in relation to each other.
french: Positionnez le titre du site et le menu principal par rapport l’un à l’autre.

source: Site Header Text Alignment
french: Alignement du texte de l’entête du site

source: static
french: statique

source: sticky
french: épinglé

source: fixed
french: fixe

source: Position the header on top of the page (static position), show it while scrolling (fixed) or only show it when you scroll up (sticky). The default positon is sticky.
french: Positionnez l’entête en haut de la page (position statique), affichez-la pendant le défilement (fixée) ou affichez-la uniquement lorsque vous faites défiler vers le haut (épinglée). La position par défaut est épinglée.

source: Header Position
french: Position de l’entête

source: centered site title and logo
french: titre du site et logo centrés

source: left site title and logo
french: titre du site et logo à gauche

source: right site title and logo
french: titre du site et logo à droite

source: Reorder the way header items (site title, site description, logo and primary menu) are displayed
french: Réorganiser l’affichage des éléments de l’entête (titre du site, description du site, logo et menu principal)

source: Header Presets
french: Préréglages de l’entête

source: Display a top bar menu on top of the site header and customize it accordingly. You can add business info to it, social icons, e-commerce icon, etc. You can also display a standard WordPress menu here by creating a menu and linking it to the "top menu" location. (appearance => menus)
french: Affichez un menu de barre supérieure au-dessus de l’entête du site et personnalisez-le en conséquence. Vous pouvez y ajouter des informations professionnelles, des icônes sociales, des icônes de commerce électronique, etc. Vous pouvez également afficher un menu WordPress standard ici en créant un menu et en le liant à l’emplacement « Barre supérieur » (Apparence => Menus).

source: Top Bar
french: Barre supérieure

source: Customize the way the site header is displayed. The site header in this theme consists of the site title, tagline and the primary menu. Enable transparent header menu - go pro version.
french: Personnalisez l’affichage de l’entête du site. L’entête du site dans ce thème comprend le titre du site, le slogan et le menu principal. Activez le menu d’entête transparent – passez en version Pro.

source: Site Header
french: Entête du site

source: Customize the site header with the options below.
french: Personnalisez l’entête du site avec les options ci-dessous.

source: Header Options
french: Options de l’entête

source: Upgrade to PRO
french: Passer à la version Pro

source: Pro Available
french: Pro disponible

source: Show breadcrumbs on single pages
french: Afficher les fils d’Ariane sur les pages individuelles

source: Show breadcrumbs on single posts
french: Afficher les fils d’Ariane sur les publications individuelles

source: Show a loading spinner while the page is loaded
french: Afficher un indicateur de chargement pendant que la page se charge

source: Enable Page Loader on Homepage
french: Activer l’indicateur de chargement de page sur la page d’accueil.

source: Show Back to Top Button
french: Afficher le bouton « Retour en haut »

source: Customize the way the website is displayed. Enable custom mouse cursor - go pro version.
french: Personnalisez l’affichage du site. Activez un curseur de souris personnalisé – passez en version Pro.

source: General Settings
french: Réglages généraux

source: View list of available social icons
french: Voir la liste des icônes sociales disponibles

source: Add Row
french: Ajouter une ligne

source: Add your social media links and their icons will automatically appear in the top bar menu. Drag and drop the urls to rearrange the order of the icons.
french: Ajoutez vos liens vers les réseaux sociaux et leurs icônes apparaîtront automatiquement dans le menu de la barre supérieure. Faites glisser et déposez les URL pour réorganiser l’ordre des icônes.

source: Social Icons
french: Icônes de réseaux sociaux

source: Add your social media links and their icons will automatically appear in the footer. Drag and drop the urls to rearrange the order of the icons.
french: Ajoutez vos liens vers les réseaux sociaux et leurs icônes apparaîtront automatiquement dans le pied de page. Faites glisser et déposez les URL pour réorganiser l’ordre des icônes.

source: Show Social icons
french: Afficher les icônes de réseaux sociaux

source: Footer Links Color
french: Couleur des liens du pied de page

source: Footer Text Color
french: Couleur du texte du pied de page

source: Footer Background Color
french: Couleur d’arrière-plan du pied de page

source: Change footer styles. Add copyright info and remove default theme credits - go pro version.
french: Modifiez les styles du pied de page. Ajoutez les informations de copyright et retirez les crédits du thème par défaut – passez en version Pro.

source: Footer Options
french: Options du pied de page

source: Background
french: Arrière-plan

source: Enable site visitors to switch to dark or light theme mode in the header menu.
french: Permettez aux visiteurs/visiteuses du site de passer en mode sombre ou clair dans le menu de l’entête.

source: Enable Dark Mode Switcher
french: Activer le commutateur de mode sombre

source: Night Mode
french: Mode de nuit

source: Top Bar Text Color
french: Couleur du texte de la barre supérieure

source: Top Bar Background Color
french: Couleur d’arrière-plan de la barre supérieure

source: Primary Menu Text Color
french: Couleur du texte du menu principal

source: Buttons Background Color
french: Couleur de l’arrière-plan des boutons

source: Links Text Color
french: Couleur du texte des liens

source: Link Headings Text Color
french: Couleur du texte des titres des liens

source: Body Text Color
french: Couleur du texte du corps

source: Headings Text Color
french: Couleur du texte des titres

source: Secondary Accent Color
french: Couleur d’accent secondaire

source: Primary Accent Color
french: Couleur d’accent principal

source: Display related posts after post content in single blog posts
french: Afficher les publications similaires après le contenu de la publication dans les publications de blog individuelles.

source: Show related posts
french: Afficher les publications similaires

source: Display social share icons inside blog posts.
french: Afficher les icônes de partage social dans les publications de blog.

source: Show social share icons
french: Afficher les icônes de partage social

source: Display post author box after post content on single blog posts
french: Affichez la boîte de l’auteur/autrice de la publication après le contenu de la publication dans les publications de blog individuelles.

source: Show post author box
french: Afficher la boîte de l’auteur/autrice de la publication

source: Inside post
french: À l’intérieur de la publication

source: Fullwidth header
french: Entête en pleine largeur

source: Display the post featured image as a fullwidth header above post content or inside the post
french: Affichez l’image mise en avant de la publication en tant qu’entête en pleine largeur au-dessus du contenu de la publication ou à l’intérieur de la publication.

source: Featured Image Display
french: Affichage de l’image mise en avant

source: Underline
french: Souligner

source: Choose an animation to display when hovering over a menu item.
french: Choisissez une animation à afficher lorsque vous survolez un élément du menu.

source: Post Archives Title Hover Animation
french: Animation au survol du titre des archives des publications

source: Disabled
french: Désactivé

source: Rotate Text Animation
french: Animation de rotation du texte

source: Slide Up Animation
french: Animation du glissement vers le haut

source: Zoom In Animation
french: Animation de zoom avant

source: Animate blog posts in post archives.
french: Animez les publications de blog dans les archives des publications.

source: Post Loop Animation
french: Animation de la boucle des publications

source: Grid
french: Grille

source: Display post columns in a grid or masonry layout
french: Affichez les colonnes des publications dans une mise en page en grille ou en masonry.

source: Post Archives Display
french: Affichage des archives des publications

source: Four Columns
french: Quatre colonnes

source: Three Columns
french: Trois colonnes

source: Two Columns
french: Deux colonnes

source: One Column
french: Une colonne

source: Display posts in post archives in a single or multi-column layout
french: Affichez les publications dans les archives des publications dans une mise en page à une ou plusieurs colonnes.

source: Post Archives Layout
french: Mise en page des archives des publications

source: Enter a number between 10 and 55. Default is 55.
french: Saisissez un nombre entre 10 et 55. La valeur par défaut est 55.

source: Post Excerpt Length
french: Longueur de l’extrait de la publication

source: Show post excerpts instead of full content for your post archives.
french: Affichez les extraits des publications au lieu du contenu complet dans les archives des publications.

source: Blog Excerpts
french: Extraits de blog

source: Customize the way blog posts meta information in post archives and single blog posts are displayed. You can choose to show or hide the post meta after the post content. Drag and drop the boxes to chage the post meta order.
french: Personnalisez l’affichage des informations méta des publications dans les archives des publications et les publications individuelles. Vous pouvez choisir d’afficher ou de masquer les informations méta après le contenu de la publication. Faites glisser et déposez les boîtes pour changer l’ordre des informations méta.

source: Show Post Meta After Post Content
french: Afficher les informations méta de la publication après le contenu de la publication

source: Show Time to Read
french: Afficher le temps de lecture

source: Show Number of Comments
french: Afficher le nombre de commentaires

source: Show Post Tags
french: Afficher les étiquettes de la publication

source: Show Post Categories
french: Afficher les catégories de la publication

source: Show Post Author
french: Afficher l’auteur/autrice de la publication

source: Show Post Date
french: Afficher la date de publication

source: Customize the way blog posts meta information in post archives and single blog posts are displayed. You can choose to show or hide the post meta before the post content. Drag and drop the boxes to chage the post meta order.
french: Personnalisez l’affichage des informations méta des publications dans les archives des publications et les publications individuelles. Vous pouvez choisir d’afficher ou de masquer les informations méta avant le contenu de la publication. Faites glisser et déposez les boîtes pour changer l’ordre des informations méta.

source: Show Post Meta Before Post Content
french: Afficher les informations méta de la publication avant le contenu de la publication.

source: If there is no featured image assigned to the post, try to get the first image from the post content.
french: S’il n’y a pas d’image mise en avant assignée à la publication, essayez d’extraire la première image du contenu de la publication.

source: Display post content image as a fallback featured image in post archives
french: Affichez l’image du contenu de la publication comme image mise en avant de remplacement dans les archives des publications.

source: Show post categories on top of the post
french: Afficher les catégories de publication en haut de la publication.

source: Show post categories
french: Afficher les catégories de la publication

source: Customize the way blog posts are displayed.
french: Personnalisez l’affichage des publications de blog.

source: Blog Settings
french: Réglages du blog

source: Add
french: Ajouter

source: Reset
french: Réinitialiser

source: Tablet
french: Tablette

source: Desktop
french: Ordinateur

source: Shadow
french: Ombre

source: Pulse
french: Pulsation

source: Slide in
french: Glissement intérieur

source: Border Move
french: Déplacement de la bordure

source: Rollover
french: Survol

source: Choose button hover animation.
french: Choisissez l’animation au survol du bouton.

source: Button hover animation
french: Animation du survol du bouton

source: Add link to the button. You can link it to the About page or the Contact page or to a specific section from the Homepage.
french: Ajoutez un lien au bouton. Vous pouvez le lier à la page « À propos », à la page de contact ou à une section spécifique de la page d’accueil.

source: Button Link
french: Lien du bouton

source: Change the default text of the button.
french: Modifiez le texte par défaut du bouton.

source: Button Text
french: Texte du bouton

source: Get Started
french: Premiers pas

source: Change the default text of the header description.
french: Modifier le texte par défaut de la description de l’entête.

source: Header Description
french: Description de l’entête

source: Don't let the opportunity pass by
french: Ne laissez pas passer cette occasion

source: Change the default text of header title.
french: Modifiez le texte par défaut du titre de l’entête.

source: Header Title
french: Titre de l’entête

source: JOURNEY OF A THOUSAND MILES BEGINS WITH A SINGLE STEP
french: UN VOYAGE DE MILLE LIEUES COMMENCE PAR UN SEUL PAS

source: Header Image Gradient Color Two
french: Deuxième couleur du dégradé de l’image de l’entête

source: Header Image Gradient Color One
french: Première couleur du dégradé de l’image de l’entête

source: Control the gradient density. From 0 to 9. Default is 4. Set it to 0 to remove the entire gradient.
french: Contrôlez la densité du dégradé. De 0 à 9. La valeur par défaut est 4. Réglez-la sur 0 pour supprimer l’intégralité du dégradé.

source: Header Image Gradient Density
french: Densité du dégradé de l’image de l’entête

source: Add beautiful parallax effect on page scroll.
french: Ajoutez un magnifique effet de parallaxe lors du défilement de la page.

source: Header Image Parallax
french: Image de l’entête en parallaxe

source: Choose how you want to position the header image.
french: Choisissez comment vous souhaitez positionner l’image de l’entête.

source: Header Background Position
french: Position de l’arrière-plan de l’entête

source: Control the height of the header image. Default is 380px.
french: Contrôlez la hauteur de l’image de l’entête. La valeur par défaut est 380px.

source: Header Image Height
french: Hauteur de l’image de l’entête

source: Toggle Navigation
french: Afficher/masquer la navigation

source: Main navigation
french: Navigation principale

source: Secondary navigation
french: Navigation secondaire

source: Skip to content
french: Aller au contenu

source: Footer 4
french: Pied de page 4

source: Widgets in this area will be displayed in the fourth column in the footer.
french: Les widgets de cette partie seront affichés dans la quatrième colonne du pied de page.

source: Footer 3
french: Pied de page 3

source: Widgets in this area will be displayed in the third column in the footer.
french: Les widgets de cette partie seront affichés dans la troisième colonne du pied de page.

source: Footer 2
french: Pied de page 2

source: Widgets in this area will be displayed in the second column in the footer.
french: Les widgets de cette partie seront affichés dans la seconde colonne du pied de page.

source: Footer 1
french: Pied de page 1

source: Widgets in this area will be displayed in the first column in the footer.
french: Les widgets de cette partie seront affichés dans la première colonne du pied de page.

source: Sidebar
french: Colonne latérale

source: Top
french: En haut

source: Primary
french: Principale

source: Footer Widget Area
french: Zone de widgets en pied de page

source: Footer
french: Pied de page

source: Comments are closed.
french: Les commentaires sont fermés.

# comments title
source: %1$s Comment
french: %1$s commentaire

source: One Comment
french: Un commentaire

source: The requested url was not found on this server. Maybe try one of the links below or a search?
french: L’URL demandée n’a pas été trouvée sur ce serveur. Essayez peut-être l’un des liens ci-dessous ou effectuez une recherche ?

source: Page not Found
french: Page non trouvée
