Repository: prasish012/try
Catalog: try/media_copy/translations/newsium/existing_translations/PO FILES AS DATASETS FROM WP.TRANSLATE 2/*/wp-themes-newsblogger-*.po
Languages: russian

source: NewsBlogger is a dynamic and versatile child theme for the popular NewCrunch WordPress theme. Perfect for bloggers, journalists, and online magazines, it offers enhanced customization options, improved performance, and seamless integration with both the Gutenberg and Classic editors. Compatible to various popular plugins such as Elementor, Contact Form 7, Polylang and WPML. Theme is RTL ready and prioritizes user privacy and complies with the General Data Protection Regulation (GDPR) guidelines by refraining from collecting any personal data restricted under GDPR. The theme is also schema-ready, enhancing search engine visibility and optimization. To explore the theme further, feel free to check out our demo at: https://demo-news.spicethemes.com/startersite-1/. For video tutorial visit here https://www.youtube.com/playlist?list=PLTfjrb24Pq_DeJOZdKEaP3rZPbHuOCLtZ
russian: NewsBlogger - это динамичная и универсальная дочерняя тема для популярной темы NewCrunch WordPress. Идеально подходит для блогеров, журналистов и онлайн-журналов, предлагает расширенные возможности настройки, улучшенную производительность и бесшовную интеграцию с редакторами Gutenberg и классическими. Совместима с различными популярными плагинами, такими как Elementor, Contact Form 7, Polylang и WPML. Тема готова к переходу на RTL, уделяет большое внимание конфиденциальности пользователей и соответствует требованиям Общего регламента по защите данных (GDPR), воздерживаясь от сбора любых персональных данных, ограниченных GDPR. Тема также поддерживает схему, что улучшает видимость и оптимизацию для поисковых систем. Для более подробного изучения темы ознакомьтесь с нашей демонстрацией: https://demo-news.spicethemes.com/startersite-1/. Видеоурок смотрите здесь https://www.youtube.com/playlist?list=PLTfjrb24Pq_DeJOZdKEaP3rZPbHuOCLtZ.

source: Light/Dark Mode
russian: Светлый/Темный режим

source: Close Search
russian: Закрыть поиск

source: Search
russian: Поиск

source: Close Off-Canvas
russian: Закрыть вне холста

source: Close Icon
russian: Закрыть иконку

source: Toggle Icon
russian: Переключить иконку

source: Menu
russian: Меню

source: Skip to content
russian: Перейти к содержимому

source: Alignment
russian: Выравнивание

source: Header Layout
russian: Разметка заголовка

source: Upgrade To Pro
russian: Обновить до версии Про

source: Watch Videos
russian: Смотреть видео

source: See Changelog
russian: Посмотреть журнал изменений

source: Try It Now
russian: Попробуйте прямо сейчас

source: Try Now
russian: Попробуйте прямо сейчас

source: complete with exciting new features. Take a look now!
russian: с новыми захватывающими возможностями. Взгляните прямо сейчас!

source: We've consistently aimed to meet our users' needs and demands. In order to address specific requirements and rectify issues from our previous version, we've rolled out version
russian: Мы всегда стремились удовлетворить потребности и запросы наших пользователей. Чтобы удовлетворить специфические требования и устранить проблемы, возникшие в предыдущей версии, мы выпустили версию

source: %1$s Current %2$s
russian: %1$s Текущий %2$s

source: Welcome Banner
russian: Приветственный баннер

source: Theme Documentation
russian: Документация темы

source: View Live Demos
russian: Просмотреть живые демо

source: Live Demo
russian: Живое демо

source: Theme Dashboard
russian: Панель управления темы

source: %s is now installed and ready to use. We've provide some links to get you started.
russian: %s установлена и готова к использованию. Мы подготовили несколько ссылок, чтобы вы могли начать.

source: Welcome to
russian: Добро пожаловать в

source: Hello
russian: Привет

source: Core Background Color & Image Customize
russian: Настройка цвета и изображения фона

source: Core Background Color & Image Video
russian: Цвет фона и изображение видео

source: Background Color & Image
russian: Цвет и изображение фона

source: Theme Color Customize
russian: Настройщик цвета темы

source: Theme Color Video
russian: Видео "Цвет темы"

source: Theme & Category Color
russian: Цвет темы и категории

source: Footer Section Customize
russian: Секция подвала Настройка

source: Footer Section Video
russian: Секция подвала Видео

source: Footer Widgets & Copyright Text
russian: Виджеты подвала и авторский текст

source: Custom Widgets Customize
russian: Пользовательские виджеты Настройка

source: Custom Widgets Video
russian: Пользовательские виджеты Видео

source: Setup Custom Widgets
russian: Установка пользовательских виджетов

source: Sections Rearrange Customize
russian: Перестановка разделов Настройка

source: Sections Rearrange Video
russian: Перестановка разделов Видео

source: Reorder/Rearrange Sections
russian: Упорядочивание/перестановка разделов

source: Highlight Customize
russian: Выделение Настройка

source: Highlight Video
russian: Выделение Видео

source: Setup Highlight Section
russian: Установка раздела выделения

source: Banner Customize
russian: Баннер Настройка

source: Banner Video
russian: Видео баннера

source: Setup Banner Section
russian: Установка раздела баннера

source: Toggle Sidebar Customize
russian: Переключить боковую панель Настройка

source: Toggle Sidebar Video
russian: Переключить боковую панель Видео

source: Setup Toggle Sidebar
russian: Установка переключения боковой панели

source: Global Options Customize
russian: Общие параметры Настройка

source: Global Options Video
russian: Общие настройки Видео

source: Manage Global Options
russian: Управлять общими настройками

source: Header Customize
russian: Настройка заголовка

source: Header Video
russian: Видео заголовка

source: Setup Header
russian: Установка заголовка

source: Site Identity Customize
russian: Индивидуальный стиль сайта Настройка

source: Site Identity Video
russian: Индивидуальный стиль сайта Видео

source: Setup Site Identity
russian: Установка индивидуального стиля сайта

source: Customize
russian: Настроить

source: Menu Customize
russian: Настройка меню

source: Menu Video
russian: Видео меню

source: Setup Main Menu
russian: Установка основного меню

source: Watch Video
russian: Смотреть видео

source: Demo Import Video
russian: Видео импорта демо

source: Demo Import
russian: Демо-импорт

source: Explore Premium Features
russian: Изучите функции премиум-класса

source: Upgrade today and transform your website with NewsBlogger Premium!
russian: Обновите уже сегодня и преобразите ваш сайт с помощью NewsBlogger Premium!

source: All premium features are managed through the Newscrunch Plus plugin, providing a seamless and integrated experience for both NewsBlogger and Newscrunch users.
russian: Все премиум-функции управляются через плагин Newscrunch Plus, обеспечивая бесшовный и интегрированный опыт для пользователей NewsBlogger и Newscrunch.

source: Note
russian: Примечание

source: Explore and import the premium starter sites available under both NewsBlogger and Newscrunch.
russian: Изучите и импортируйте стартовые сайты премиум-класса, доступные в разделах NewsBlogger и Newscrunch.

source: To access premium starter sites offered by Newscrunch, deactivate the NewsBlogger theme and activate the Newscrunch theme.
russian: Чтобы получить доступ к стартовым сайтам премиум-класса, предлагаемым Newscrunch, деактивируйте тему NewsBlogger и активируйте тему Newscrunch.

source: Navigate to the starter sites section in your WordPress dashboard.
russian: Перейдите в раздел "Стартовые сайты" на панели инструментов WordPress.

source: Access Premium Starter Sites
russian: Доступ к премиум стартовым сайтам

source: Enter your premium license key to activate all the premium features.
russian: Введите премиум лицензионный ключ, чтобы активировать все премиум-функции.

source: Download and install the Newscrunch Plus plugin if you haven’t already.
russian: Загрузите и установите плагин Newscrunch Plus, если вы еще этого не сделали.

source: Install and Activate Newscrunch Plus
russian: Установить и активировать Newscrunch Plus

source: Visit our pricing page to choose the plan that suits you best.
russian: Посетите нашу страницу с ценами, чтобы выбрать тарифный план, который больше всего подходит вам.

source: Purchase NewsBlogger Premium functionality coded in Newscrunch Plus plugin
russian: Приобретите функциональность NewsBlogger Premium, реализованную в плагине Newscrunch Plus

source: Get Started
russian: Начать работу

source: Stay up-to-date with the latest features and improvements with regular updates to Newscrunch Plus.
russian: Будьте в курсе последних функций и улучшений благодаря регулярным обновлениям Newscrunch Plus.

source: Regular Updates
russian: Регулярные обновления

source: Receive dedicated support from our team to help you with any questions or issues.
russian: Получите специализированную поддержку от нашей команды, которая поможет вам в решении любых вопросов и проблем.

source: Priority Support
russian: Приоритетная поддержка

source: Benefit from performance optimizations to ensure your site runs smoothly and efficiently.
russian: Воспользуйтесь оптимизацией производительности, чтобы обеспечить бесперебойную и эффективную работу вашего сайта.

source: Enhanced Performance Features
russian: Улучшенные характеристики производительности

source: Unlock advanced customization settings to fine-tune the appearance and functionality of your site.
russian: Разблокируйте расширенные настройки, чтобы точно настроить внешний вид и функциональность вашего сайта.

source: Advanced Customization Options
russian: Расширенные параметры настройки

source: To access premium starter sites offered by Newscrunch, you need to deactivate the NewsBlogger theme and activate the Newscrunch theme.
russian: Чтобы получить доступ к стартовым сайтам премиум-класса, предлагаемым Newscrunch, вам нужно отключить тему NewsBlogger и активировать тему Newscrunch.

source: Premium starter sites for Newscrunch are also available, offering you a broader selection of templates to choose from. Note
russian: Также доступны стартовые сайты премиум-класса для Newscrunch, которые предлагают вам более широкий выбор шаблонов на выбор. Примечание

source: Access exclusive NewsBlogger starter sites that are crafted for various niches and styles.
russian: Получите доступ к эксклюзивным стартовым сайтам NewsBlogger, созданным для различных ниш и стилей.

source: Premium Starter Sites
russian: Стартовые сайты премиум-класса

source: Here’s what you get with NewsBlogger Premium
russian: Вот что вы получите с NewsBlogger Premium

source: Pre-sales enquiry
russian: Предпродажный запрос

source: Pre-sales Enquiry
russian: Предпродажный запрос

source: Premium Version
russian: Премиум-версия

source: Premium Demo
russian: Демо-версия Premium

source: Changelog
russian: Список изменений

source: Free vs Pro
russian: Бесплатный vs Pro

source: Free or Pro Comparison
russian: Сравнение бесплатной версии и Про

source: Your feedback is valuable to us
russian: Ваше мнение важно для нас

source: Valuable Feedback
russian: Ценный отзыв

source: Support
russian: Поддержка

source: Documentation
russian: Документация

source: Help Docs
russian: Справочная документация

source: Theme Demos
russian: Демо темы

source: Theme Detail
russian: Детальная информация о теме

source: Useful Links
russian: Полезные ссылки

source: Widgets
russian: Виджеты

source: Menus
russian: Меню

source: Footer Widgets
russian: Виджеты подвала

source: Social Icons
russian: Иконки соцсетей

source: Sidebar Layout
russian: Разметка боковой панели

source: Header Section
russian: Блок шапки

source: Site Layout
russian: Разметка сайта

source: Site Logo
russian: Логотип сайта

source: Theme Features
russian: Функции темы

source: Customize Image
russian: Настроить изображение

source: Need to install & activate the "Spice Starter Sites" plugin to import the demo.
russian: Чтобы импортировать демо-версию, необходимо установить и активировать плагин "Spice Starter Sites".

source: Import Image
russian: Импортировать изображение

source: %s Theme Configuration
russian: Настройки темы %s

source: We highly recommend installing and activating the Seo Optimized Images plugin, which will dynamically insert SEO-friendly alt attributes and title attributes to enhance your image optimization.
russian: Мы настоятельно рекомендуем установить и активировать плагин Seo Optimized Images, который будет динамично вставлять дружественные к SEO атрибуты alt и title для улучшения оптимизации ваших изображений.

source: To add the social share buttons to your posts, install & activate this plugin.
russian: Чтобы добавить кнопки "поделиться в соцсетях" к записям, установите и активируйте этот плагин.

source: To display the posts in a beautiful slider with multiple options, install & activate this plugin.
russian: Чтобы отображать записи в красивом слайдере с множеством функций, установите и активируйте этот плагин.

source: To add a different banner image for a different page or post, install & activate this plugin.
russian: Чтобы добавлять разные баннеры для разных страниц и записей, установите и активируйте этот плагин.

source: To enable the display of breadcrumbs, please install and activate this plugin.
russian: Чтобы включить отображение хлебных крошек, пожалуйста, установить и активируйте этот плагин.

source: To display the contact form, install & activate this plugin.
russian: Чтобы отобразить контактную форму, установите и активируйте этот плагин.

source: Active
russian: Активные

source: Activate %s now
russian: Активировать %s сейчас

source: Activate Import Plugin
russian: Активировать импорт плагина

source: Activate
russian: Активировать

source: Install and activate
russian: Установить и активировать

source: Get started with %s theme
russian: Начать работу с темой %s

source: %1$s theme is installed. To take full advantage of the features this theme has to offer visit our %2$swelcome page%3$s
russian: %1$s тема установлена. Чтобы воспользоваться всеми преимуществами, которые она предлагает, посетите нашу %2$sприветственную страницу%3$s

source: Welcome to %1$s %2$s
russian: Добро пожаловать в %1$s %2$s

source: About %1$s %2$s
russian: Про %1$s %2$s

source: View Theme Info
russian: Просмотреть информацию о теме

source: Error
russian: Ошибка

source: Activating
russian: Активация

source: Installing
russian: Установка
