Repository: prasish012/try
Catalog: try/media_copy/translations/newsium/existing_translations/PO FILES AS DATASETS FROM WP.TRANSLATE 2/*/wp-themes-lmscourse-fse-*.po
Languages: italian

source: LMSCourse FSE is a fast, full-site editing WordPress theme tailored for online courses, coaching sites, and digital schools. Fully compatible with Masteriyo, LearnDash, Tutor LMS, and LifterLMS, it lets you launch a complete LMS site with lessons, quizzes, and certificates. Lightweight, responsive, and block-based, LMSCourse FSE works seamlessly with WooCommerce and payment gateways to help you sell and manage your online learning content.
italian: LMSCourse FSE è un tema WordPress veloce e completo, pensato appositamente per corsi online, siti di coaching e scuole digitali. È al 100% compatibile con Masteriyo, LearnDash, Tutor LMS e LifterLMS, e ti permette di lanciare un sito LMS completo con lezioni, quiz e certificati. Leggero, responsive e basato su blocchi, LMSCourse FSE funziona perfettamente con WooCommerce e i gateway di pagamento per aiutarti a vendere e gestire i tuoi contenuti di apprendimento online.

# Template part name
source: Footer Variation - CTA
italian: Variazione footer - CTA

# Template part name
source: Footer Variation - Columns
italian: Variazione footer - Colonne

# Template part name
source: Header Variation - Subheader
italian: Variazione header - Sottotitolo

# Font size name
source: Huge
italian: Enorme

# Font size name
source: Large
italian: Grande

# Font size name
source: Medium
italian: Medio

# Font size name
source: Normal
italian: Normale

# Font size name
source: Small
italian: Piccolo

# Color name
source: Foreground Alt
italian: Primo piano alternativo

# Color name
source: Background Alt
italian: Sfondo alternativo

# Color name
source: Background Dark
italian: Fondo scuro

# Color name
source: Accent Secondary
italian: Colore secondario in risalto

# Color name
source: Accent
italian: Enfasi

# Color name
source: Foreground
italian: Primo piano

# Color name
source: Background
italian: Sfondo

source: Single Post 3 (Cover)
italian: Articolo singolo 3 (Copertina)

source: Single Post 2 (Cover Boxed)
italian: Articolo singolo 2 (Copertina boxed)

source: Archive List
italian: Elenco degli archivi

source: Archive (Cover)
italian: Archivio (Copertina)

source: 404 Error Page
italian: Pagina errore 404

source: Page Title
italian: Titolo della pagina

source: Posts 4
italian: Articoli 4

source: Posts 3
italian: Articoli 3

source: Posts 2
italian: Articoli 2

source: Posts
italian: Articoli

source: Testimonials 3
italian: Testimonial 3

source: Testimonials 2
italian: Testimonial 2

source: Testimonials 1
italian: Testimonial 1

source: Stats 2
italian: Statistiche 2

source: Stats 1
italian: Statistiche 1

source: Pricing 2
italian: Prezzi 2

source: Pricing 1
italian: Prezzi 1

source: Features 2
italian: Funzionalità 2

source: Features 1
italian: Funzionalità 1

source: FAQs
italian: FAQ

source: Content 9
italian: Contenuto 9

source: Content 8
italian: Contenuto 8

source: Content 7
italian: Contenuto 7

source: Content 6
italian: Contenuto 6

source: Content 5
italian: Contenuto 5

source: Content 4
italian: Contenuto 4

source: Content 3
italian: Contenuto 3

source: Content 2
italian: Contenuto 2

source: Content 1
italian: Contenuto 1

source: Primary Menu
italian: Menu principale

source: Full-page layouts that can be used as templates
italian: Layout a pagina intera che si possono usare come template

source: LMSCourse FSE Layouts
italian: Layout LMSCourse FSE

source: Patterns for several sections and components
italian: Pattern per diverse sezioni e componenti

source: LMSCourse FSE Patterns
italian: Pattern LMSCourse FSE

source: Masteriyo LMS preview
italian: Anteprima di Masteriyo LMS

source: Learn More
italian: Approfondisci

source: Install & Activate %s
italian: Installa & attiva %s

source: Activate %s
italian: Attiva il plugin %s

source: Drag & drop builder with quizzes, certificates & assignments
italian: Builder drag & drop con quiz, certificati e compiti

source: Complete course builder
italian: Builder di corsi completi

source: Built-in payment system with Stripe, PayPal & more
italian: Sistema di pagamento integrato con Stripe, PayPal e altro

source: Multiple payment options
italian: Opzioni di pagamento multiple

source: Install and create your first course in minutes
italian: Installa e crea il tuo primo corso in pochi minuti

source: Quick setup
italian: Configurazione veloce

source: The complete WordPress LMS solution for educators and businesses. Build engaging courses, track student progress, and monetize your knowledge with zero coding required.
italian: La soluzione completa di LMS per WordPress per insegnanti e aziende. Progetta corsi coinvolgenti, traccia il progresso degli studenti e monetizza le tue conoscenze. Tutto senza bisogno di toccare il codice.

source: Create and Sell Online Courses with %s!
italian: Crea e vendi corsi online con %s!

source: The theme was designed to work best with Masteriyo LMS
italian: Il tema è pensato per funzionare al meglio con Masteriyo LMS

source: Done
italian: Fatto

source: Installing
italian: Installazione in corso

source: Activating
italian: Attivazione in corso

source: You appear to be running the LMSCourse FSE theme from source code. Please finish installation by running %s.
italian: Sembra che tu stia eseguendo il tema LMSCourse FSE dal codice sorgente. Termina l'installazione con questi comandi %s.

source: upgrading PHP to the latest version
italian: aggiornando PHP all'ultima versione

source: Hey, we've noticed that you're running an outdated version of PHP which is no longer supported. Make sure your site is fast and secure, by %1$s. LMSCourse FSE's minimal requirement is PHP%2$s.
italian: Abbiamo notato che stai usando una versione obsoleta di PHP, non più supportata. Assicurati che il tuo sito sia veloce e sicuro, %1$s. Il requisito minimo per LMSCourse FSE è PHP%2$s.
