Repository: prasish012/try
Catalog: try/media_copy/translations/newsium/existing_translations/PO FILES AS DATASETS FROM WP.TRANSLATE 2/*/wp-themes-prespa-*.po
Languages: french

source: Prespa is a next-generation multi-purpose WordPress theme. It is perfect for a blog, portfolio website, digital agency, marketing, seo, consulting, sass application website, e-commerce shop as well as any type of corporate, finance and agency website. You will be surprised how many options this generous theme provides. At the same time, a serious effort has been made to optimize the theme for speed. No Jquery, Bootstrap, Font Awesome or any other third-party library to slow you down - it uses only core WordPress functions and clean html5/css3 tempates. With our beautiful block patterns, you will be able to get started in minutes. No coding skills needed. A lot of time and effort has been spent to optimize the theme for SEO and it uses Schema.org markup (microdata) to help you rank higher in the search results. The theme is highly customizable and easy to adapt to any design. All theme demos have been made with the Gutenberg editor, which means you do not have to install any additional plugins to use the theme. At the same time, the theme also fully supports the good old Classic editor. Effortless integrations with all the popular WordPress plugins, e.g. WooCommerce is also fully guaranteed. The theme is specifically designed to make your content stand out from the crowd and it is very well thought in terms of UX/UI. Protect your visitors' eyes by allowing them to switch between day and night mode (light and dark mode) with a single click. Oh, and just like with our other themes, updates will keep on coming, constantly improving the codebase and keeping it up to date to the modern web standards. Still not convinved? Check the theme demo at https://prespa-demo.nasiothemes.com/ Theme documentation: https://nasiothemes.com/prespa-theme-documentation/
french: Prespa est un thème WordPress polyvalent de nouvelle génération. Il est parfait pour un blog, un site de portfolio, une agence digitale, un site marketing, un site SEO, un site de conseil, un site d’application SaaS, une boutique e-commerce ainsi que tout type de site d’entreprise, de finance ou d’agence. Vous serez surpris par le nombre d’options offertes par ce thème généreux. Dans le même temps, un effort particulier a été fait pour optimiser la rapidité du thème. Aucun jQuery, Bootstrap, Font Awesome ou autre bibliothèque tierce ne viendra ralentir votre site – il repose uniquement sur les fonctions de cœur de WordPress et des modèles HTML5/CSS3 épurés. Grâce à nos magnifiques modèles de blocs, vous pourrez démarrer en quelques minutes, sans avoir besoin de compétences en codage. Un soin particulier a été apporté à l’optimisation SEO du thème, qui intègre le balisage Schema.org (microdonnées) pour vous aider à mieux vous positionner dans les résultats de recherche. Le thème est hautement personnalisable et s’adapte facilement à tous les designs. Toutes les démos ont été réalisées avec l’éditeur Gutenberg, ce qui signifie qu’aucune extension supplémentaire n’est requise. Toutefois, le thème prend également en charge l’ancien éditeur classique. L’intégration facile avec les extensions WordPress les plus populaires, comme WooCommerce, est entièrement garantie. Conçu pour mettre en valeur votre contenu, il a été soigneusement pensé en termes d’UX/UI. Protégez les yeux de vos visiteurs/visiteuses en leur permettant de basculer entre le mode jour et le mode nuit (clair et sombre) en un seul clic. Et comme pour nos autres thèmes, les mises à jour continueront d’améliorer constamment la base de code pour rester conforme aux standards du web moderne. Vous n’êtes toujours pas convaincu ? Consultez la démo du thème : https://prespa-demo.nasiothemes.com/ Documentation du thème : https://nasiothemes.com/prespa-theme-documentation/

source: Prespa light mode logo
french: Logo de Prespa en mode clair

source: Add ready to use gutenberg block patterns with predefined content for an easier start with the theme. No extra plugins needed!
french: Ajoutez des compositions de blocs Gutenberg prêtes à l’emploi avec du contenu prédéfini pour un démarrage plus facile avec le thème. Aucune extension supplémentaire n’est nécessaire !

source: Body Background Color
french: Couleur d’arrière-plan du corps

source: Choose the sidebar position on the product archives and the product page.
french: Choisissez l’emplacement de la colonne latérale sur les archives de produits et la page produit.

source: Adjust the width of the container when sidebar is present.
french: Ajustez la largeur du conteneur lorsque la colonne latérale est présente.

source: Content Width (Has Sidebar)
french: Largeur du contenu (avec colonne latérale)

source: Content Width
french: Largeur du contenu

source: Please make sure that you have first added widgets from "Widgets" section. More sidebar options - go pro version.
french: Veuillez vous assurer d’avoir d’abord ajouté des widgets depuis la section « Widgets ». Plus d’options pour la colonne latérale – passez en version Pro.

source: Site Layout & Sidebar
french: Mise en page du site et colonne latérale

source: 1000+ Google Fonts
french: Plus de 1000 polices Google

source: Change Fonts and Font Sizes
french: Modifier les polices et les tailles de police

source: Choose between 1000+ Google Fonts and change font size for the main elements on the website directly from the Customizer. No coding skills needed!
french: Choisissez parmi plus de 1000 polices Google et modifiez la taille des polices des éléments principaux du site directement depuis l’outil de personnalisation. Aucune compétence en codage requise !

source: Custom sidebar options and content wrap options for the homepage and the post archives.
french: Options personnalisées pour la colonne latérale et le conteneur du contenu sur la page d’accueil et les archives des publications.

source: Wrap pages in a card or leave them as plain text. Page wrapper might not work well if you have full-width blocks.
french: Encadrez les pages dans une carte ou laissez-les en texte simple. Le conteneur de la page peut ne pas bien fonctionner si vous utilisez des blocs en pleine largeur.

source: Make the dark mode default
french: Faire du mode sombre le mode par défaut

source: Make the dark mode the default theme mode.
french: Faire du mode sombre le mode par défaut du thème.

source: More layout options
french: Plus d’options de mise en page

source: Set custom width for posts and pages. Wrap posts and pages into beatiful containers. More options - go pro version.
french: Définissez une largeur personnalisée pour les articles et les pages. Encadrez les articles et les pages dans de beaux conteneurs. Plus d’options – passez en version Pro.

source: Customize the dark theme mode. Make the dark mode default and more color options - go pro version.
french: Personnalisez le mode sombre du thème. Faites du mode sombre le mode par défaut et accédez à plus d’options de couleur – passez en version Pro.

source: Customze the colors of the light theme mode. To customize the dark theme mode, go to the Night Mode section. Colors that are selected in the Gutenberg Block editor will not be affected. To change these, edit the page via the admin dashboard.
french: Personnalisez les couleurs du mode clair du thème. Pour personnaliser le mode sombre, rendez-vous dans la section mode nuit. Les couleurs sélectionnées dans l’éditeur de blocs Gutenberg ne seront pas affectées. Pour les modifier, éditez la page depuis le tableau de bord d’administration.

# Theme starter content
source: Home
french: Accueil

# Theme starter content
source: Opening Hours: 10:00 – 13:00
french: Heures d’ouverture : 10h00 – 13h00

# Theme starter content
source: Get in Touch
french: Contactez-nous

# Theme starter content
source: Customers
french: Clients/clientes

# Theme starter content
source: About Us
french: À propos de nous

# Theme starter content
source: Learn More
french: En savoir plus

# Theme starter content
source: Privacy Policy
french: Politique de confidentialité

# Theme starter content
source: Terms of Use
french: Conditions d’utilisation

# Theme starter content
source: Get Started
french: Premiers pas

# Theme starter content
source: Need Help?
french: Besoin d’aide ?

# Theme starter content
source: Let's make something cool together. We are trusted by over 3000+ clients who can't be wrong.
french: Créons quelque chose de génial ensemble. Plus de 3000 clients nous font confiance et ne peuvent pas se tromper.

# Theme starter content
source: About
french: À propos

source: Get started with %s
french: Premiers pas avec %s

source: To take advantage of everything that this theme can offer, please take a look at the %1$s%2$sGet Started with %3$s%4$s page.
french: Pour profiter de tout ce que ce thème peut offrir, veuillez consulter la page %1$s%2$sPremiers pas avec %3$s%4$s.

source: Thank you for choosing %1$s!
french: Merci d’avoir choisi %1$s !

source: Quick and friendly support is available via email
french: Un support rapide et convivial est disponible par e-mail

source: Priority
french: Prioritaire

source: Support is provided only in the WordPress.org community forums.
french: Le support est uniquement fourni dans les forums de la communauté WordPress.org.

source: Nonpriority
french: Non prioritaire

source: Custom cursor
french: Curseur personnalisé

source: Impress your visitors by adding an artistic flavor to your website. Convert your cursor into a beautiful transparent or filled circle, similar to sites featured in Awwwards.
french: Impressionnez vos visiteurs/visiteuses en ajoutant une touche artistique à votre site. Transformez votre curseur en un magnifique cercle transparent ou rempli, similaire à ceux des sites mis en avant sur Awwwards.

source: Transparent Header
french: Entête transparent

source: Make header menu items appear on top of the featured image. Choose per page.
french: Faites apparaître les éléments du menu de l’entête au-dessus de l’image mise en avant. Choisissez par page.

source: Remove Footer Credits
french: Retirer les crédits du pied de page.

source: Remove theme author credits and add your own copyright notice there. Customize the colors of the footer elements directly from the theme customizer. No coding skills needed!
french: Retirer les crédits de l’auteur/autrice du thème et ajouter votre propre mention de copyright. Personnalisez les couleurs des éléments du pied de page directement depuis l’outil de personnalisation du thème. Aucune compétence en codage requise !

source: Show post views
french: Afficher les vues des publications.

source: Display the number of post views for each post.
french: Afficher le nombre de vues des publications pour chaque publication.

source: Show post likes
french: Afficher les mentions J’aime des publications

source: Show a beautiful heart icon on top of each post that displays the number of viewers who liked the post.
french: Affichez un magnifique icône en forme de cœur au-dessus de chaque publication qui indique le nombre de personnes ayant aimé la publication.

source: One Click Demo Import
french: Importation de démo en un clic

source: Import demo content with predefined posts, pages and images for an easier start with the theme.
french: Importez le contenu de démonstration avec des articles, des pages et des images préconfigurés pour un démarrage plus facile avec le thème.

source: Block Patterns
french: Compositions de blocs

source: Feature
french: Fonctionnalité

source: View Full List of Features
french: Voir la liste complète des fonctionnalités

source: Upgrade to Prespa PRO
french: Passer à Prespa Pro

source: You will be able to create an even more unique website using the additional functionalities and customization options available in the pro version.
french: Vous pourrez créer un site encore plus unique en utilisant les fonctionnalités supplémentaires et les options de personnalisation disponibles dans la version pro.

source: If you like the free version of %1$s Theme, you will love the PRO version!
french: Si vous aimez la version gratuite du thème %1$s, vous adorerez la version Pro !

source: Upgrade to %1$s Pro
french: Passer à %1$s Pro

source: Write a Review for Prespa
french: Écrire un avis sur Prespa

source: If you enjoy using Prespa Theme, please leave a review for it on WordPress.org. It encourages us to continue providing updates and support for it.
french: Si vous appréciez l’utilisation du thème Prespa, veuillez laisser un avis sur WordPress.org. Cela nous encourage à continuer à fournir des mises à jour et du support pour ce thème.

source: Leave a Review
french: Laisser un avis

source: To install the Prespa Pro theme, go to Appearance => Themes => Add new and upload the zip file that you have received upon theme purchase. To activate it, hover over Prespa Pro theme from the theme list on the same page and click "Activate". Finally, you will be asked to enter a license key that you have received by email.
french: Pour installer le thème Prespa Pro, allez dans Apparence => Thèmes => Ajouter un nouveau et importez le fichier ZIP que vous avez reçu lors de l’achat du thème. Pour l’activer, survolez le thème Prespa Pro dans la liste des thèmes sur la même page et cliquez sur Activer. Enfin, il vous sera demandé de saisir une clé de licence que vous avez reçue par e-mail.

source: 5. I have already purchased the premium version. How do I install and activate it?
french: 5. J’ai déjà acheté la version premium. Comment l’installer et l’activer ?

source: Absolutely! all you need to do is upgrade to Prespa PRO and run the one-click demo import.
french: Absolument ! Il vous suffit de passer en version Prespa Pro et d’exécuter l’importation de démonstration en un clic.

source: 4. Can I make a website that looks exactly like the theme demo?
french: 4. Puis-je créer un site qui ressemble exactement à la démo du thème ?

source: In the WordPress admin, create or edit a page, then click on the plus icon in the top left corner of the Gutenberg editor. From there, navigate to the "Patterns" tab and select "Prespa" from the pattern dropdown.
french: Dans l’administration de WordPress, créez ou modifiez une page, puis cliquez sur l’icône plus en haut à gauche de l’éditeur Gutenberg. Ensuite, accédez à l’onglet « Compositions » et sélectionnez « Prespa » dans la liste déroulante des compositions.

source: 3. Where are the custom block patterns?
french: 3. Où sont les compositions de blocs personnalisées ?

source: 2. Can I add demo content for an easier start with the theme?
french: 2. Puis-je ajouter du contenu de démonstration pour un démarrage plus facile avec le thème ?

source: Please navigate to Appearance => Customize and customize the theme to taste.
french: Veuillez aller dans Apparence => Personnaliser et personnaliser le thème selon vos préférences.

source: 1. Where are the theme options?
french: 1. Où se trouvent les options du thème ?

source: Go to Prespa Support Forum
french: Allez sur le forum de support de Prespa.

source: View Prespa Documentation
french: Voir la documentation Prespa

source: Please check the theme documentation before using the theme. Support for %1$s Theme is provided in the official WordPress.org community support forum.
french: Veuillez consulter la documentation du thème avant de l’utiliser. Le support pour le thème %1$s est assuré sur le forum de support communautaire officiel de WordPress.org.

source: Documentation and Support
french: Documentation et support

source: Theme Options
french: Options du thème

source: Theme Homepage
french: Page d’accueil du thème

source: <span class="theme-name">%1$s Theme</span> <span class="theme-version">(version %2$s)</span>
french: <span class="theme-name">Thème %1$s</span> <span class="theme-version">(version %2$s)</span>

source: Prespa Theme Screenshot
french: Capture d’écran du thème Prespa

source: Prespa Theme
french: Thème Prespa

source: Cheatin&#8217; huh?
french: Alors on essaye de tricher ?

source: Action failed. Please refresh the page and retry.
french: Action échouée. Veuillez actualiser la page et réessayer.

# Space size name
source: X Large
french: Très large

# Space size name
source: Medium
french: Moyen

# Space size name
source: Small
french: Petit

# Color name
source: Text Primary
french: Texte principal

# Color name
source: Black
french: Noir

# Color name
source: Links
french: Liens

# Color name
source: Blue
french: Bleu

# Color name
source: Silver Blue
french: Bleu argenté

# Color name
source: White
french: Blanc

# Color name
source: Gray
french: Gris

# Color name
source: Purple
french: Violet

# Font family name
source: System Font
french: Police système

# Pattern title
source: Why Choose Us
french: Pourquoi nous choisir

# Pattern title
source: Call to Action
french: Appel à l’action

# Pattern title
source: About
french: À propos

# Pattern title
source: Team Members
french: Membres de l’équipe

# Pattern title
source: Featured Post
french: Publication mise en avant

# Pattern title
source: Frequently Asked Questions
french: Foire aux questions

# Pattern title
source: Testimonials
french: Témoignages

# Pattern title
source: Contact Us
french: Contactez-nous

# Pattern title
source: Pricing table
french: Tableau de prix

# Pattern title
source: Stats Counter
french: Compteur de statistiques

# Pattern title
source: Case Studies
french: Études de cas

# Pattern title
source: Features
french: Fonctionnalités

# Pattern title
source: Header
french: Entête

source: Continue reading<span class="screen-reader-text"> "%s"</span>
french: Continuez à lire <span class="screen-reader-text">« %s »</span>

source: It seems we can&rsquo;t find what you&rsquo;re looking for. Perhaps searching can help.
french: Il semblerait que nous ne soyons pas en mesure de trouver ce que vous cherchez. Peut-être qu’une recherche pourra vous aider.

source: Sorry, but nothing matched your search terms. Please try again with some different keywords.
french: Désolé, mais rien ne correspond à vos termes de recherche. Veuillez réessayer avec d’autres mots-clés.

source: Ready to publish your first post? <a href="%1$s">Get started here</a>.
french: Prêt à publier votre première publication ? <a href="%1$s">Commencez ici</a>.

source: Nothing Found
french: Aucun résultat

source: Search Here...
french: Rechercher ici…

source: Search Results for: %s
french: Résultats de recherche pour : %s

source: Beautiful website design with modern UI / UX
french: Conception de site web magnifique avec une interface utilisateur et une expérience utilisateur modernes.

source: Unleash the power of creativity
french: Libérez la puissance de la créativité

source: Take your idea to the next level
french: Faites passer votre idée au niveau supérieur

source: Project Management
french: Gestion de projet

source: Web Development
french: Développement web

source: Brand Identity
french: Identité de la marque

source: Speed Optimization
french: Optimisation de la vitesse

source: Building a reliable software application is not a one-off assignment. It requires grid and resilience.
french: Construire une application logicielle fiable n’est pas une tâche ponctuelle. Cela nécessite de la rigueur et de la résilience.

source: The Solutions We Offer
french: Les solutions que nous offrons

source: Learn More
french: En savoir plus

source: Download
french: Télécharger

source: Download my Free CRM Tool to help you manage your projects
french: Téléchargez mon outil CRM gratuit pour vous aider à gérer vos projets

source: Founder and CEO
french: Fondateur et directeur général

source: HR Director
french: Directeur des ressources humaines

source: CTO
french: Directeur de la technologie

source: Head of Sales
french: Chef des ventes

source: Meet our team of dedicated professionals.
french: Rencontrez notre équipe de professionnels dévoués.

source: Meet the Team
french: Rencontrer l’équipe

source: Frequently Asked Questions
french: Foire aux questions

source: A masterpiece of a theme. It is one of the fastest themes I have tried – with just a few tweaks I scored more than 80% on Google Page Speed Insights! I also really liked the header slider feature.
french: Un chef-d’œuvre de thème. C’est l’un des thèmes les plus rapides que j’ai essayés – avec seulement quelques ajustements, j’ai obtenu plus de 80 % sur Google Page Speed Insights ! J’ai aussi beaucoup apprécié la fonctionnalité du diaporama d’entête.

source: Beautiful themes! After some testing I found a little bug and contacted the development team. Only after a few hours they released an update with the fixed theme. Highly qualified support!
french: Thèmes magnifiques ! Après quelques tests, j’ai trouvé un petit bogue et j’ai contacté l’équipe de développement. Quelques heures plus tard, ils ont publié une mise à jour avec le thème corrigé. Un support hautement qualifié !

source: I tried many different themes and all of them had at least one thing I hated and I thought I would have to teach myself how to write a theme… but I finally found this one and I am so happy!
french: J’ai essayé de nombreux thèmes différents et chacun d’eux avait au moins une chose que je détestais, et je pensais que je devrais apprendre à écrire un thème moi-même… mais j’ai enfin trouvé celui-ci et je suis tellement content !

source: Digital Marketing, XYZ
french: Marketing numérique, XYZ

source: Hear what our clients had to say.
french: Écoutez ce que nos clients/clientes ont à dire.

source: Still not convinced?
french: Toujours pas convaincu ?

source: TESTIMONIALS
french: Témoignages

source: Have a question? We have all the answers.
french: Vous avez une question ? Nous avons toutes les réponses.

source: Contact us
french: Contactez-nous

source: Unlimited Sites
french: Sites illimités

source: AGENCY
french: Agence

source: 5 Site License
french: Licence pour 5 sites

source: BUSINESS
french: Entreprise

source: Choose Plan
french: Choisir l’offre

source: 1 Site License
french: Licence 1 site

source: PERSONAL
french: Personnel

source: Reasonable pricing plans
french: Offres tarifaires raisonnables

source: SEO and Marketing
french: SEO et marketing

source: Web Design
french: Conception de site web

source: This is how we can be sure your brand expands to
french: Voici comment nous pouvons nous assurer que votre marque s’étend à

source: Web development
french: Développement web

source: Lorem ipsum is simply dummy text of the printing and typesetting
french: Lorem ipsum est simplement un texte factice utilisé dans l’impression et la composition typographique.

source: Our Services
french: Nos services

source: Empowering your digital marketing strategy
french: Renforcer votre stratégie de marketing numérique

source: Read More
french: Lire la suite

source: Research & Analysis
french: Recherche et analyse

source: User Friendly
french: Simple d’utilisation

source: Empty Page
french: Page vide

source: Cart View
french: Voir le panier

source: Add widgets here to appear on your shop pages.
french: Ajoutez des widgets ici pour les afficher sur vos pages de boutique.

source: Share this post on Linkedin
french: Partager cette publication sur Linkedin

source: Share this post on Twitter
french: Partagez cette publication sur Twitter

source: Share this post on Facebook
french: Partager cette publication sur Facebook

source: Share this post on:
french: Partagez cette publication sur :

source: Don't let the opportunity pass you by
french: Ne laissez pas passer cette occasion.

source: back to top
french: retour en haut

source: https://wordpress.org/
french: https://fr.wordpress.org/

source: Powered by
french: Propulsé par

source: Designed by
french: Développé par

source: close
french: fermer

source: search
french: rechercher

source: Show sub menu
french: Afficher le sous-menu
