Repository: prasish012/try
Catalog: try/media_copy/translations/chromenews/existing_translations/PO FILES AS DATASETS FROM WP.TRANSLATE 2/Hindi/wp-themes-botiga-*.po
Languages: hi

source: To use fonts from Adobe some steps are required. Learn more about that <a href="%s" target="_blank">here</a>.
hi: एडोब से फोंट का उपयोग करने के लिए कुछ चरणों की आवश्यकता होती है। उस बारे में <a href="%s" target="_blank">यहां</a> अधिक जानें।

source: Your API token is valid but you don't have fonts attached to this token. Click <a href="%s" target="_blank">here</a> to learn more about that.
hi: आपका एपीआई टोकन मान्य है लेकिन आपके पास इस टोकन से जुड़े फोंट नहीं हैं। इसके बारे में अधिक जानने के लिए <a href="%s" target="_blank">यहां</a> क्लिक करें।

source: Invalid API token.
hi: अमान्य एपीआई टोकन।

source: Reload the page is required to get it working across all typography options. <a href="%s">Click here</a> to reload the page.
hi: सभी टाइपोग्राफी विकल्पों पर काम करने के लिए पृष्ठ को पुनः लोड करना आवश्यक है। पृष्ठ को पुनः लोड करने के लिए <a href="%s">यहां क्लिक करें</a>।

source: Disable
hi: अक्षम

source: Enable
hi: सक्षम

source: Project Name: %s
hi: प्रोजेक्ट का नाम: %s

source: Kit ID: %s
hi: किट आईडी: %s

source: You have the following data in your Adobe Fonts account.
hi: आपके पास अपने एडोब फोंट खाते में निम्न डेटा है।

source: Hide Page Title
hi: पृष्ठ शीर्षक छुपाएं

source: There are no reviews yet.
hi: अभी तक कोई समीक्षा नहीं।

source: — verified owner
hi: — सत्यापित मालिक

source: Low rated
hi: कम रेट किया गया

source: Top rated
hi: टॉप रेटेड

source: Oldest
hi: सबसे पुराने

source: Newest
hi: नवीनतम

source: Write a Review
hi: एक समीक्षा लिखे

source: 1 Star
hi: 1 सितारा

source: 2 Stars
hi: 2 सितारे

source: 3 Stars
hi: 3 सितारे

source: 4 Stars
hi: 4 सितारे

source: 5 Stars
hi: 5 सितारे

source: Rated %s out of 5 based on customer ratings.
hi: ग्राहक रेटिंग के आधार पर 5 में से %s रेट किया गया।

source: High-quality, ethically sourced products at affordable prices
hi: सस्ती कीमतों पर उच्च गुणवत्ता वाले, नैतिक रूप से स्रोत वाले उत्पाद

source: Why people love our products
hi: लोग हमारे उत्पादों को क्यों पसंद करते हैं

source: Only logged in customers who have purchased this product may leave a review.
hi: केवल लॉग इन ग्राहक जिन्होंने इस उत्पाद को खरीदा है वे समीक्षा छोड़ सकते हैं।

source: Your review
hi: आपकी समीक्षा

source: Very poor
hi: बहुत गरीब

source: Not that bad
hi: उतना बुरा नहीं

source: Average
hi: औसत

source: Good
hi: अच्छा

source: Perfect
hi: उत्तम

source: Rate&hellip;
hi: दर&hellip;

source: Email
hi: ईमेल

source: Name
hi: नाम

source: Submit
hi: जमा करना

source: Leave a Reply to %s
hi: %s को प्रतिक्रिया दें

source: You are reviewing
hi: आप समीक्षा कर रहे हैं

source: You may also like...
hi: आपको यह भी पसंद आ सकता हैं...

source: Mini Cart
hi: मिनी कार्ट

source: Offcanvas Cart &amp; account icons
hi: ऑफकैनवास कार्ट और खाता चिह्न

source: Shop Wishlist
hi: दुकान इच्छा सूची

source: Shop My Account
hi: मेरा खाता खरीदें

source: Shop Checkout
hi: दुकान चेकआउट

source: Shop Cart
hi: दुकान कार्ट

source: Shop Products
hi: दुकान उत्पाद

source: Shop Catalog
hi: दुकान सूची

source: 404 Page
hi: 404 पृष्ठ

source: Posts Search Results
hi: पोस्ट खोज परिणाम

source: Blog Posts
hi: ब्लॉग पोस्ट

source: Blog Archive
hi: ब्लॉग आर्काइव

source: Pages
hi: पृष्ठे

source: Front Page
hi: फ्रंट पेज

source: Submenu Text Color
hi: सबमेनू पाठ का रंग

source: Submenu Background
hi: सबमेनू पृष्ठभूमि

source: Mini Cart Text Color
hi: मिनी कार्ट टेक्स्ट रंग

source: Mini Cart Background Color
hi: मिनी कार्ट पृष्ठभूमि रंग

source: Bottom row text color hover
hi: नीचे की पंक्ति में टेक्स्ट का रंग होवर

source: Text color hover
hi: टेक्स्ट का रंग होवर

source: Sticky Header Logo
hi: स्टिकी हैडर लोगो

source: The top bar stays over the content. You need manually change the background color from top bar to be transparent.
hi: शीर्ष बार सामग्री पर रहता है। पारदर्शी होने के लिए आपको शीर्ष बार से पृष्ठभूमि का रंग मैन्युअल रूप से बदलना होगा।

source: Enable transparent top bar
hi: पारदर्शी शीर्ष बार सक्षम करें

source: The header stays over the content. You need to manually change the background color from header to be transparent.
hi: हेडर सामग्री पर रहता है। आपको पारदर्शी होने के लिए हेडर से पृष्ठभूमि का रंग मैन्युअल रूप से बदलना होगा।

source: Enable transparent header
hi: पारदर्शी हैडर सक्षम करें

source: Disable Transparent Header
hi: पारदर्शी हैडर अक्षम करें

source: The number of words to show in the results description. Save/publish the changes is required to see this option working in the customizer preview.
hi: परिणाम विवरण में दिखाने के लिए शब्दों की संख्या। कस्टमाइज़र पूर्वावलोकन में काम कर रहे इस विकल्प को देखने के लिए परिवर्तनों को सहेजना/प्रकाशित करना आवश्यक है।

source: Results Description Length
hi: परिणाम विवरण लंबाई

source: Product Short Description
hi: उत्पाद संक्षिप्त विवरण

source: Product Description
hi: उत्पाद वर्णन

source: Save/publish the changes is required to see this option working in the customizer preview.
hi: कस्टमाइज़र पूर्वावलोकन में काम कर रहे इस विकल्प को देखने के लिए परिवर्तनों को सहेजना/प्रकाशित करना आवश्यक है।

source: Results Description
hi: परिणाम विवरण

source: Wishlist Button
hi: विशलिस्ट बटन

source: Short Description
hi: संक्षिप्त वर्णन

source: Rating
hi: रेटिंग

source: Product Title
hi: उत्पाद का शीर्षक

source: Recently viewed products
hi: अभी देखे उत्पाद

source: Display product categories in the results if the searched term matches with category name.
hi: यदि खोजा गया शब्द श्रेणी के नाम से मेल खाता है तो परिणामों में उत्पाद श्रेणियां प्रदर्शित करें।

source: Display Categories
hi: श्रेणियाँ प्रदर्शित करें

source: Descendant
hi: अवरोही

source: Ascendant
hi: आरोही

source: Results Order
hi: परिणाम आदेश

source: Product Price
hi: उत्पाद की कीमत

source: Random
hi: क्रमरहित

source: Modified Date
hi: संशोधित तिथि

source: Published Date
hi: प्रकाशित तिथि

source: Results Order By
hi: परिणाम आदेश द्वारा

source: Control the maximum amount of products to show in the search results.
hi: खोज परिणामों में दिखाने के लिए उत्पादों की अधिकतम मात्रा को नियंत्रित करें।

source: Results Amount per Search
hi: प्रति खोज परिणाम राशि

source: Allow your customers to search and get results in real time without loading other pages.
hi: अपने ग्राहकों को अन्य पृष्ठ लोड किए बिना वास्तविक समय में खोज करने और परिणाम प्राप्त करने दें।

source: Enable AJAX On Search Fields
hi: खोज फ़ील्ड पर AJAX सक्षम करें

source: Mini Cart Cross Sell
hi: मिनी कार्ट क्रॉस सेल

source: Recently Viewed Products
hi: अभी देखे उत्पाद

source: Login
hi: लॉगिन

source: Logout
hi: लॉग आउट

source: Account Details
hi: खाता विवरण

source: Addresses
hi: ​​पते

source: Downloads
hi: डाउनलोड

source: Orders
hi: आर्डर

source: Dashboard
hi: डैशबोर्ड

source: Welcome %s
hi: %s स्वागत है

source: No products found.
hi: कोई उत्पाद नहीं मिला।

source: Products
hi: उत्पाद

source: Product Title Color
hi: उत्पाद शीर्षक रंग

source: Rows Per Page
hi: पंक्तियाँ प्रति पृष्ठ

source: Products Per Row
hi: उत्पाद प्रति पंक्ति

source: No products added to the wishlist
hi: इच्छा सूची में कोई उत्पाद नहीं जोड़ा गया

source: View Cart
hi: कार्ट देखें

source: Added!
hi: जोड़ा गया!

source: Loading...
hi: लोड हो रहा है...

source: Select Options
hi: विकल्प चुनो

source: View Products
hi: उत्पाद देखें

source: In Stock
hi: स्टॉक में

source: Out of Stock
hi: स्टाक में नहीं

source: Stock
hi: स्टॉक

source: Product
hi: उत्पाद

source: Remove this item
hi: इस सामान को हटाओ

source: Stock Status
hi: स्टॉक की अवस्था

source: Unit Price
hi: यूनिट मूल्य

source: Product Name
hi: उत्पाद का नाम

source: Add to Cart
hi: कार्ट में डालें

source: Botiga Wishlist
hi: बोटिगा इच्छा सूची

source: Add to Wishlist
hi: इच्छा सूची में जोड़ें

source: View Wishlist
hi: इच्छा सूची देखें

source: Your wishlist
hi: आपकी इच्छा सूची

source: Shop Sidebar Layouts
hi: दुकान साइडबार लेआउट

source: Shop Header Styles
hi: दुकान हैडर शैलियाँ

source: Wishlist
hi: इच्छा-सूची

source: Hamburger button
hi: हैमबर्गर बटन

source: Product Image
hi: उत्पाद छवि

source: More footer copyright options available in PRO version.
hi: अधिक फुटर लेख कॉपीराइट विकल्प प्रो संस्करण में उपलब्ध हैं।

source: Sticky Header Active State
hi: स्टिकी हैडर एक्टिव स्टेट

source: Created!
hi: बनाया था!

source: Creating...
hi: बनाना...

source: Page created with success!<br>Click <a href="%s" target="_blank">here</a> if you want to edit the page.<br><br>If you want to show a link to this page, assign the page to a menu by clicking <a href="#" data-goto="nav_menus" data-type="panel">here</a>
hi: पृष्ठ सफलतापूर्वक बनाया गया! <br>यदि आप पृष्ठ संपादित करना चाहते हैं तो <a href="%s" target="_blank">यहां</a> क्लिक करें।<br><br>यदि आप इसका लिंक दिखाना चाहते हैं यह पृष्ठ, <a href="#" data-goto="nav_menus" data-type="panel">यहां</a> क्लिक करके पृष्ठ को एक मेनू असाइन करें

source: It looks like you haven't created a <strong>%s</strong> page yet. Click the below button to create the page.
hi: ऐसा लगता है कि आपने अभी तक <strong>%s</strong> पृष्ठ नहीं बनाया है। पेज बनाने के लिए नीचे दिए गए बटन पर क्लिक करें।

source: Your page is created!<br>Click <a href="%s" target="_blank">here</a> if you want to edit the page.<br><br>If you want to show a link to this page, assign the page to a menu by clicking <a href="#" data-goto="nav_menus" data-type="panel">here</a>
hi: आपका पृष्ठ बना दिया गया है! <br>यदि आप पृष्ठ संपादित करना चाहते हैं तो <a href="%s" target="_blank">यहां</a> क्लिक करें।<br><br>यदि आप इसका लिंक दिखाना चाहते हैं यह पृष्ठ, <a href="#" data-goto="nav_menus" data-type="panel">यहां</a> क्लिक करके पृष्ठ को एक मेनू असाइन करें

source: Display Coupon Form
hi: कूपन फॉर्म प्रदर्शित करें

source: Page Description
hi: पृष्ठ विवरण

source: Links color hover
hi: लिंक रंग होवर

source: Social Profiles
hi: सामाजिक प्रोफाइल्स

source: Credits
hi: श्रेय

source: Content Alignment
hi: सामग्री संरेखण

source: Copyright Bar Layout
hi: कॉपीराइट बार लेआउट

source: SHARE:
hi: शेयर:

source: LinkedIn
hi: लिंक्डइन

source: Facebook
hi: फेसबुक

source: Twitter
hi: ट्विटर

source: Tags
hi: टैग्स

source: Full width
hi: पूर्ण चौड़ाई

source: Wide
hi: चौड़ा

source: Centered
hi: केंद्रित

source: Post layout
hi: पोस्ट लेआउट

source: Copied!
hi: कॉपी किया गया!

source: Copy link
hi: लिंक कॉपी करें

source: Cross Sell
hi: क्रॉस सेल

source: Author box alignment
hi: लेखक बॉक्स संरेखण

source: Suggest An Idea
hi: एक विचार सुझाएं

source: Have an idea or feedback?
hi: कोई विचार या प्रतिक्रिया है?

source: It makes us happy to hear from our users. We would appreciate a review.
hi: अपने उपयोगकर्ताओं से सुनकर हमें खुशी होती है। हम एक समीक्षा की सराहना करेंगे।

source: Get Support
hi: समर्थन प्राप्त करें

source: Documentation
hi: प्रलेखन

source: Starter Sites
hi: स्टार्टर साइट्स

source: Hello,
hi: नमस्ते,

source: Customize
hi: अनुकूल बनाये

source: Insufficient permissions to install the plugin.
hi: प्लगइन स्थापित करने के लिए अपर्याप्त अनुमतियाँ।

source: Something went wrong, contact support.
hi: कोई गड़बड़ी हुई, सहायता टीम से संपर्क करें।

source: Theme Dashboard
hi: थीम डैशबोर्ड

source: Continue reading<span class="screen-reader-text"> "%s"</span>
hi: पढ़ना जारी रखें <span class="screen-reader-text"> "%s"</span>

source: Tag:
hi: टैग:

source: Category:
hi: श्रेणी:

source: %s customer review
hi: %s ग्राहक समीक्षा

source: Awaiting product image
hi: उत्पाद छवि की प्रतीक्षा कर रहा है

source: Pages:
hi: पृष्ठ:

source: It seems we can&rsquo;t find what you&rsquo;re looking for. Perhaps searching can help.
hi: ऐसा लगता है कि आप जो खोज रहे हैं वह हमें नहीं मिल रहा है। शायद खोज मदद कर सकती है।

source: Sorry, but nothing matched your search terms. Please try again with some different keywords.
hi: क्षमा करें, लेकिन आपके खोज शब्दों से कुछ भी मेल नहीं खाता। कृपया कुछ अलग कीवर्ड के साथ फ़िर से कोशिश करें।

source: Ready to publish your first post? <a href="%1$s">Get started here</a>.
hi: अपनी पहली पोस्ट को प्रकाशित करने के लिए तैयार हैं? <a href="%1$s">यहां आरंभ करें</a>।

source: Nothing Found
hi: कुछ नहीं मिला

source: Search products&hellip;
hi: उत्पादों को खोजना&hellip;

source: Search for:
hi: निम्न को खोजें:

# submit button
source: Search
hi: खोज

# placeholder
source: Search &hellip;
hi: खोज &hellip;

source: Search&hellip;
hi: खोजें&hellip;

source: Search Results for: %s
hi: के लिए खोज परिणाम: %s

source: Clear
hi: साफ़ करें

source: This product is currently out of stock and unavailable.
hi: यह उत्पाद वर्तमान में स्टॉक में नहीं है और अनुपलब्ध है।

source: Quick View
hi: त्वरित देखें

source: Quick view the %s product
hi: %s उत्पाद को तुरंत देखें

source: Your Cart
hi: आपका कार्ट

source: Your account
hi: आपका खाता

source: View your shopping cart
hi: अपना शॉपिंग कार्ट देखें

source: Discover Botiga Pro
hi: डिस्कवर बोटिगा प्रो

source: Take Botiga to a whole other level by upgrading to the Pro version.
hi: प्रो संस्करण में अपग्रेड करके बोटिगा को एक दूसरे स्तर पर ले जाएं।

source: Upgrade to Pro
hi: प्रो में अपग्रेड करें

source: Performance
hi: कार्य प्रदर्शन

source: Free vs Pro
hi: नि: शुल्क बनाम प्रो

source: Scroll to Top
hi: शीर्ष तक स्क्रॉल करें

source: Product Catalog
hi: उत्पाद सूची

source: Single Posts
hi: एकल पोस्ट

source: Blog Archives
hi: ब्लॉग आर्काइव

source: Footer Copyright
hi: फुटर कॉपीराइट

source: Mobile Header
hi: मोबाइल हैडर

source: Main Header
hi: मुख्य हैडर

source: Botiga is now installed and ready to go. To help you with the next step, we’ve gathered together on this page all the resources you might need. We hope you enjoy using Botiga.
hi: बोटिगा अब स्थापित है और जाने के लिए तैयार है। अगले चरण में आपकी सहायता करने के लिए, हमने इस पृष्ठ पर वे सभी संसाधन एकत्र किए हैं जिनकी आपको आवश्यकता हो सकती है। हमें उम्मीद है कि आप बोटिगा का उपयोग करके आनंद लेंगे।

source: Welcome to Botiga
hi: बोटिगा में आपका स्वागत है

source: Botiga Pro
hi: बोटिगा प्रो

source: See all posts by %s <span aria-hidden="true">&rarr;</span>
hi: %s <span aria-hidden="true">&rarr;</span> की सभी पोस्ट देखें

source: By %s
hi: %s द्वारा

source: Next:
hi: अगला:

source: Previous:
hi: पिछला:

source: Edit <span class="screen-reader-text">%s</span>
hi: संपादित करें <span class="screen-reader-text">%s</span>

source: Tagged %1$s
hi: %1$s टैग किया गया

source: % comments
hi: % टिप्पणियाँ

source: 1 comment
hi: 1 टिप्पणी

source: 0 comments
hi: 0 टिप्पणी

source: Search
hi: खोज

source: Card background
hi: कार्ड पृष्ठभूमि

source: Image radius
hi: छवि त्रिज्या

source: Card radius
hi: कार्ड त्रिज्या

source: Card Style
hi: कार्ड शैली

source: Cart
hi: कार्ट

source: Layout 5
hi: लेआउट 5

source: Categories
hi: श्रेणियाँ

source: You may use the {value} tag. E.g. <strong>{value}% OFF!</strong>
hi: आप {value} टैग का उपयोग कर सकते हैं। उदा. <strong>{value}% छूट!</strong>

source: Sale percentage text
hi: बिक्री प्रतिशत पाठ

source: Display sale percentage
hi: बिक्री प्रतिशत प्रदर्शित करें

source: Badge text
hi: बैज टेक्स्ट

source: Sale!
hi: बिक्री!

source: Border radius
hi: सीमा त्रिज्या

source: Elements spacing
hi: तत्वों की दूरी

source: Short description
hi: संक्षिप्त वर्णन

source: Category
hi: श्रेणी

source: Price
hi: मूल्य

source: Reviews
hi: समीक्षा करें

source: Title
hi: शीर्षक

source: Card elements
hi: कार्ड तत्व

source: Quick view
hi: त्वरित देखें

source: Layout 4
hi: लेआउट 4

source: Add to cart button
hi: कार्ट बटन में जोड़ें

source: Display breadcrumbs
hi: ब्रेडक्रंब प्रदर्शित करें

source: Results count
hi: परिणाम गिनती

source: Page title
hi: पृष्ठ शीर्षक

source: Page elements
hi: पृष्ठ तत्व

source: No Sidebar
hi: कोई साइडबार नहीं

source: List
hi: सूची

source: Grid
hi: ग्रिड

source: Product title color
hi: उत्पाद शीर्षक रंग

source: Related products
hi: संबंधित उत्पाद

source: Upsell products
hi: अपसेल उत्पाद

source: Product tabs
hi: उत्पाद टैब

source: Breadcrumbs
hi: ब्रेडक्रंब

source: Image zoom effects
hi: छवि ज़ूम प्रभाव

source: Requires page refresh after saving
hi: सेव करने के बाद पेज को रिफ्रेश करने की जरूरत है

source: Gallery thumbnail slider
hi: गैलरी थंबनेल स्लाइडर

source: Layout 3
hi: लेआउट 3

source: Body
hi: बॉडी

source: Letter spacing
hi: लेटर अंतराल

source: Line height
hi: लाईन ऊंचाई

source: Oblique
hi: तिरछा

source: Italic
hi: इटैलिक

source: Font style
hi: फ़ॉन्ट शैली

source: Typography
hi: टाइपोग्राफी

source: Top &amp; bottom padding
hi: ऊपर और नीचे की पैडिंग

source: Configure menu
hi: मेनू कॉन्फ़िगर करें

source: Secondary menu
hi: माध्यमिक मेनू

source: Social
hi: सामाजिक

source: Center the content?
hi: सामग्री को केन्द्रित करें?

source: Right side
hi: दाईं ओर

source: Left side
hi: बाईं तरफ

source: Enable top bar
hi: टॉप बार सक्षम करें

source: Top bar
hi: टॉप बार

source: Full-width
hi: पूर्ण चौड़ाई

source: Border width
hi: बॉर्डर चौड़ाई

source: Border size
hi: बॉर्डर आकार

source: Bottom row padding
hi: नीचे की पंक्ति की पैडिंग

source: Submenu Color
hi: सबमेनू रंग

source: Submenu background
hi: सबमेनू पृष्ठभूमि

source: Bottom row text color
hi: नीचे की पंक्ति में लेख का रंग

source: Bottom row background color
hi: निचली पंक्ति पृष्ठभूमि रंग

source: Phone number
hi: फ़ोन नंबर

source: Email address
hi: ईमेल पता

source: Contact info
hi: संपर्क सूचना

source: Open in a new tab?
hi: एक नए टैब में खोलें?

source: Button link
hi: बटन लिंक

source: Button text
hi: बटन टेक्स्ट

source: Button
hi: बटन

source: Enable account icon
hi: खाता आइकन सक्षम करें

source: Enable cart icon
hi: कार्ट आइकन सक्षम करें

source: Cart &amp; account icons
hi: कार्ट और खाता आइकॉन

source: Top right
hi: दांया शीर्ष

source: Top left
hi: बांया शीर्ष

source: Bottom row
hi: निचली पंक्ति

source: Top row
hi: सबसे ऊपर की कतार

source: Always Sticky
hi: हमेशा स्टिकी

source: Sticky header type
hi: स्टिकी हैडर प्रकार

source: Enable sticky header
hi: स्टिकी हेडर सक्षम करें

source: Center
hi: केंद्र

source: Menu position
hi: मेनू स्थिति

source: Settings
hi: सेटिंग्स

source: Main header
hi: मुख्य हैडर

source: Site description color
hi: साइट विवरण रंग

source: Site title color
hi: साइट शीर्षक का रंग

source: Logo width
hi: लोगो की चौड़ाई

source: Separator color
hi: विभाजक रंग

source: Separator size
hi: विभाजक आकार

source: Color
hi: रंग

source: Offcanvas menu
hi: ऑफकैनवास मेनू

source: Top&amp;bottom padding
hi: ऊपर और नीचे की पैडिंग

source: Menu bar
hi: मेनू बार

source: Menu icon
hi: मेनू आइकन

source: Link spacing
hi: लिंक रिक्ति

source: Link separator
hi: लिंक विभाजक

source: Link alignment
hi: लिंक संरेखण

source: Additional offcanvas elements
hi: अतिरिक्त कैनवास तत्व

source: Layout 2
hi: लेआउट 2

source: Layout 1
hi: लेआउट 1

source: Offcanvas mode
hi: ऑफकैनवास मोड

source: Additional elements
hi: अतिरिक्त तत्व

source: Layout
hi: लेआउट

source: Mobile header
hi: मोबाइल हेडर

source: Border Color
hi: सीमा का रंग

source: Text Color
hi: टेक्स्ट का रंग

source: Default state
hi: डिफ़ॉल्ट स्थिति

source: Font size
hi: फोन्ट आकार

source: Left/Right padding
hi: बाएँ / दाएँ पैडिंग

source: Top/Bottom padding
hi: ऊपर/नीचे पैडिंग

source: Buttons
hi: बटन

source: Padding
hi: पैडिंग

source: Icon size
hi: आइकन का आकार

source: Icon color
hi: आइकन रंग

source: Bottom offset
hi: निचला ऑफसेट

source: Side offset
hi: साइड ऑफसेट

source: Button radius
hi: बटन त्रिज्या

source: Icon 4
hi: आइकन 4

source: Icon 3
hi: आइकन 3

source: Icon 2
hi: आइकन 2

source: Icon 1
hi: आइकन 1

source: Text + Icon
hi: पाठ + आइकन

source: Icon
hi: आइकन

source: Type
hi: प्रकार

source: Enable scroll to top
hi: शीर्ष पर स्क्रॉल करें सक्षम करें

source: Bottom padding
hi: नीचे की पैडिंग

source: Top padding
hi: शीर्ष पैडिंग

source: Add new
hi: नया जोड़ें

source: Social profile
hi: सामाजिक प्रोफ़ाइल

source: You can use the following tags: {copyright}, {year}, {site_title}, {theme_author}
hi: आप निम्न टैग का उपयोग कर सकते हैं: {copyright}, {year}, {site_title}, {theme_author}

source: Footer credits
hi: फुटर क्रेडिट

source: Copyright area
hi: कॉपीराइट क्षेत्र

source: Widget titles size
hi: विजेट शीर्षक आकार

source: Column spacing
hi: कॉलम रिक्ति

source: Vertical section padding
hi: वर्टिकल सेक्शन पैडिंग

source: Divider width
hi: डिवाइडर चौड़ाई

source: Divider color
hi: डिवाइडर रंग

source: Divider size
hi: डिवाइडर का आकार

source: Enable top divider
hi: शीर्ष विभाजक सक्षम करें

source: Links color (hover)
hi: लिंक रंग (होवर)

source: Widget text color
hi: विजेट पाठ का रंग

source: Widget titles color
hi: विजेट शीर्षक रंग

source: Widget area 4
hi: विजेट क्षेत्र 4

source: Widget area 3
hi: विजेट क्षेत्र 3

source: Widget area 2
hi: विजेट क्षेत्र 2

source: Widget area 1
hi: विजेट क्षेत्र 1

source: Footer widget areas
hi: फुटर विजेट क्षेत्र

source: Mobile/tablet only
hi: मोबाइल / टैबलेट केवल

source: Desktop only
hi: केवल डेस्कटॉप

source: Show on all devices
hi: सभी उपकरणों पर दिखाएं

source: Visibility
hi: दृश्यता

source: Contained
hi: निहित

source: Container type
hi: कंटेनर प्रकार

source: 4 columns
hi: 4 कॉलम

source: Disabled
hi: निष्क्रिय

source: Footer widgets layout
hi: फुटर विजेट लेआउट

source: Footer widgets
hi: फुटर विजेट्स

source: Footer
hi: पाद क्षेत्र

source: Placeholder color
hi: प्लेसहोल्डर रंग

source: Border color
hi: किनारे का रंग

source: Background color
hi: पृष्ठभूमि रंग

source: Text color
hi: पाठ का रंग

source: Form fields
hi: फॉर्म फील्ड

source: Heading 6
hi: शीर्षक 6

source: Heading 5
hi: शीर्षक 5

source: Heading 4
hi: शीर्षक 4

source: Heading 3
hi: शीर्षक 3

source: Heading 2
hi: शीर्षक 2

source: Heading 1
hi: शीर्षक 1

source: Headings
hi: शीर्षक

source: Links color
hi: लिंक रंग

source: Links
hi: लिंक्स

source: Content cards background
hi: सामग्री कार्ड पृष्ठभूमि

source: Body text
hi: बॉडी टेक्स्ट

source: Choose the colors for your palette:
hi: अपने पैलेट के लिए रंग चुनें:

source: Color palettes
hi: रंग पट्टियाँ

source: Excerpt color
hi: अंश रंग

source: None
hi: कोई नहीं

source: Delimiter style
hi: सीमांकक शैली

source: Show author avatar
hi: लेखक अवतार दिखाएं

source: Below excerpt
hi: नीचे का अंश

source: Read more link
hi: अधिक पढ़ें लिंक

source: Excerpt length
hi: उद्धरण की लंबाई

source: Show excerpt
hi: अंश दिखाएँ

source: Title spacing
hi: शीर्षक रिक्ति

source: Bottom
hi: तल

source: Top
hi: शीर्ष

source: Vertical alignment
hi: लंबवत संरेखण

source: Text alignment
hi: पाठ्य संरेखण

source: Text
hi: पाठ

source: Image size
hi: छवि का आकार

source: Featured image
hi: फीचर्ड छवि

source: Columns
hi: कॉलम

source: 3 columns
hi: 3 कॉलम

source: 2 columns
hi: 2 कॉलम

source: 1 column
hi: 1 कॉलम

source: Blog layout
hi: ब्लॉग लेआउट

source: Blog
hi: ब्लॉग

source: Meta color
hi: मेटा रंग

source: Title color
hi: शीर्षक का रंग

source: Related posts
hi: संबंधित पोस्ट

source: Post navigation
hi: पोस्ट नेविगेशन

source: Author box
hi: लेखक बॉक्स

source: Post tags
hi: पोस्ट टैग्स

source: Elements
hi: एलिमेंट

source: Spacing
hi: अंतरालन

source: Post comments
hi: पोस्ट टिप्पणियां

source: Post categories
hi: पोस्ट श्रेणियां

source: Post author
hi: पोस्ट लेखक

source: Post date
hi: पोस्ट दिनांक

source: Meta elements
hi: मेटा एलिमेंट

source: Below title
hi: शीर्षक के नीचे

source: Above title
hi: ऊपर का शीर्षक

source: Position
hi: स्थान

source: Meta
hi: मेटा

source: Image spacing
hi: छवि रिक्ति

source: Above
hi: ऊपर

source: Below
hi: नीचे

source: Image placement
hi: छवि प्लेसमेंट

source: Show featured image
hi: फीचर्ड छवि दिखाएं

source: Image
hi: छवि

source: Header spacing
hi: हैडर रिक्ति

source: Middle
hi: मध्य

source: Header alignment
hi: हैडर संरेखण

source: Header
hi: शीर्ष

source: Sidebar position
hi: साइडबार की स्थिति

source: Enable sidebar
hi: साइडबार सक्षम करें

source: Font weight
hi: फ़ॉन्ट वजन

source: Font family
hi: फोन्ट समुह

source: Add
hi: जोड़ें

source: Style
hi: शैली

source: General
hi: सामान्य

source: Your text here
hi: आपका टेक्स्ट यहां है

source: Read more
hi: और पढ़े

source: Right
hi: दांया

source: Left
hi: बांया

source: Default
hi: पूर्व निर्धारित

source: Sidebar Layout
hi: साइडबार लेआउट
