Repository: prasish012/try
Catalog: try/media_copy/translations/chromenews/existing_translations/PO FILES AS DATASETS FROM WP.TRANSLATE 2/Hindi/wp-themes-botiga-*.po
Languages: hi

source: Launch your store with Botiga. A beautiful theme that is optimized for both the block editor and Elementor. We proudly introduce Botiga, with a modern and clean design that will effortlessly match your brand. Botiga has been developed from the ground up with clean code for optimal performance. You’ll get a mobile-optimized theme that looks and works great on any device and comes with plenty of customization options as well. Discover the theme that will transform your online business.
hi: बोटिगा के साथ अपना स्टोर लॉन्च करें। एक सुंदर विषय जो ब्लॉक एडिटर और एलिमेंटर दोनों के लिए अनुकूलित है। हम गर्व से बोटिगा पेश करते हैं, एक आधुनिक और साफ डिजाइन के साथ जो सहजता से आपके ब्रांड से मेल खाएगा। बोटिगा को इष्टतम प्रदर्शन के लिए स्वच्छ कोड के साथ शुरुआत से विकसित किया गया है। आपको एक मोबाइल-अनुकूलित थीम मिलेगी जो किसी भी डिवाइस पर शानदार दिखती है और काम करती है और साथ ही बहुत सारे अनुकूलन विकल्पों के साथ आती है। उस थीम की खोज करें जो आपके ऑनलाइन व्यवसाय को बदल देगी।

source: Botiga
hi: बोटिगा

source: %1$s min read
hi: %1$s मिनट पढ़ा गया

source: Add the product %s to wishlist
hi: इच्छा सूची में उत्पाद %s जोड़ें

source: Add the schema structured data to your website.
hi: अपनी वेबसाइट में स्कीमा संरचित डेटा जोड़ें।

source: Schema Markup
hi: स्कीमा मार्कअप

source: Extend the Gutenberg Block Editor with additional functionality.
hi: अतिरिक्त कार्यक्षमता के साथ गुटेनबर्ग ब्लॉक संपादक का विस्तार करें।

source: Create Page
hi: पृष्ठ बनाएं

source: Popular Products
hi: लोकप्रिय उत्पाद

source: Vendor Dashboard
hi: विक्रेता डैशबोर्ड

source: Icons Color
hi: आइकॉन रंग

source: Repeat
hi: पुनरावृत्ति

source: No Repeat
hi: कोई रिपीट नहीं

source: Background Repeat
hi: बैकग्राउंड दोहराना

source: Background Position
hi: बैकग्राउंड स्थिति

source: Contain
hi: शामिल

source: Cover
hi: कवर

source: Background Size
hi: बैकग्राउंड आकार

source: Background Image
hi: पृष्ठभूमि का चित्र

source: Global Footer
hi: ग्लोबल फुटर

source: Margin
hi: मार्जिन

source: Wrapper Margin
hi: रैपर मार्जिन

source: Wrapper Padding
hi: रैपर पैडिंग

source: Hidden
hi: छिपा हुआ

source: Visible
hi: दर्शनीय

source: Activate this option to load the Google fonts locally.
hi: गूगल फोंट को स्थानीय रूप से लोड करने के लिए इस विकल्प को सक्रिय करें।

source: Set the min, max, step and default preset from all quantity inputs.
hi: सभी मात्रा इनपुट से न्यूनतम, अधिकतम, चरण और डिफ़ॉल्ट प्रीसेट सेट करें।

source: Quantity Step Control
hi: मात्रा कदम नियंत्रण

source: Help customers autocomplete their addresses on checkout with Google Maps API.
hi: ग्राहकों को गूगल मैप्स एपीआई के साथ चेकआउट पर अपने पते स्वत: पूर्ण करने में सहायता करें।

source: Google Autocomplete
hi: गूगल स्वत: पूर्ण

source: Show popular products if no products found in search results page.
hi: यदि खोज परिणाम पृष्ठ में कोई उत्पाद नहीं मिलता है तो लोकप्रिय उत्पाद दिखाएं।

source: Enable Popular Products
hi: लोकप्रिय उत्पाद सक्षम करें

source: Link values together
hi: मूल्यों को एक साथ लिंक करें

source: Botiga Canvas
hi: बोटिगा कैनवस

source: Fade In Right Shorter
hi: फेड इन राइट शॉर्टर

source: Fade In Left Shorter
hi: फेड इन लेफ्ट शॉर्टर

source: Fade In Down Shorter
hi: फेड इन डाउन शॉर्टर

source: Fade In Up Shorter
hi: फेड इन अप शॉर्टर

source: Register Now
hi: अभी पंजीकरण करें

source: Become a vendor?
hi: एक विक्रेता बनें?

source: See All Products
hi: सभी उत्पाद देखें

source: Contact
hi: संपर्क करें

source: Address
hi: पता

source: Vendor
hi: विक्रेता

source: Vendor Info
hi: विक्रेता जानकारी

source: All Rows
hi: सभी पंक्तियाँ

source: Header Layouts
hi: हैडर लेआउट

source: Button Color
hi: बटन का रंग

source: Colors
hi: रंग

source: Preview
hi: पूर्वावलोकन

source: Import
hi: आयात

source: Install and Activate
hi: स्थापित करें और सक्रिय करें

source: In order to be able to import any starter sites for Botiga you need to have the aThemes demo importer plugin active.
hi: बोटिगा के लिए किसी भी स्टार्टर साइट को आयात करने में सक्षम होने के लिए आपको aThemes डेमो इम्पोर्टर प्लगइन को सक्रिय रखना होगा।

source: Advanced Reviews
hi: उन्नत समीक्षाएं

source: Deactivated
hi: निष्क्रिय

source: Activated
hi: सक्रिय

source: Redirecting...
hi: रीडायरेक्ट किया जा रहा है...

source: Deactivating...
hi: निष्क्रिय किया जा रहा है...

source: Activating...
hi: सक्रिय कर रहा है...

source: Installing...
hi: स्थापित हो रहा है...

source: Get Pro
hi: प्रो प्राप्त करें

source: Build Templates
hi: टेम्पलेट्स बनाएँ

source: Create custom templates for shop catalog, single products, 404 page, mega menu, modal popup and hooks.
hi: शॉप कैटलॉग, एकल उत्पाद, 404 पेज, मेगा मेनू, मोडल पॉपअप और हुक के लिए कस्टम टेम्प्लेट बनाएं।

source: Templates Builder
hi: टेम्प्लेट बिल्डर

source: Set different galleries for product each product variation.
hi: उत्पाद के लिए प्रत्येक उत्पाद भिन्नता के लिए अलग-अलग गैलरी सेट करें।

source: Add videos to your products along with the image gallery. Featured videos to display in the shop catalog page are available as well.
hi: छवि गैलरी के साथ अपने उत्पादों में वीडियो जोड़ें। शॉप कैटलॉग पेज में प्रदर्शित करने के लिए चुनिंदा वीडियो भी उपलब्ध हैं।

source: Linked Variations
hi: लिंक्ड विविधताएं

source: Allows users to connect a group of any product types together by attribute(s) while they can still be managed as separate products.
hi: उपयोगकर्ताओं को किसी भी उत्पाद प्रकार के समूह को विशेषता (ओं) द्वारा एक साथ जोड़ने की अनुमति देता है, जबकि उन्हें अभी भी अलग-अलग उत्पादों के रूप में प्रबंधित किया जा सकता है।

source: Size Charts
hi: आकार चार्ट

source: Add custom size charts to your products, e.g. size charts for clothes, shoes, bags, or jewelry.
hi: अपने उत्पादों में कस्टम आकार चार्ट जोड़ें, उदा। कपड़े, जूते, बैग, या गहने के लिए आकार चार्ट।

source: Replace the default WooCommerce reviews workflow and style with a modern and intuitive star rating reviews.
hi: डिफ़ॉल्ट वूकॉमर्स समीक्षाओं के वर्कफ़्लो और शैली को आधुनिक और सहज स्टार रेटिंग समीक्षाओं से बदलें।

source: Display a sticky add-to-cart button on your product single page. It will stay visible as the user explores the product.
hi: अपने उत्पाद के एकल पृष्ठ पर एक स्टिकी ऐड-टू-कार्ट बटन प्रदर्शित करें। उपयोगकर्ता द्वारा उत्पाद की खोज करने पर यह दिखाई देता रहेगा।

source: Floating quick links bar (contact, social, etc).
hi: फ़्लोटिंग त्वरित लिंक बार (संपर्क, सामाजिक, आदि)।

source: Set the breadcrumb engine, spacing and styles.
hi: ब्रेडक्रंब इंजन, स्पेसिंग और स्टाइल सेट करें।

source: Create any number of custom sidebars.
hi: कितनी भी संख्या में कस्टम साइडबार बनाएं।

source: Custom Sidebars
hi: कस्टम साइडबार

source: Display the login/register form inside a popup.
hi: पॉपअप के अंदर लॉगिन/रजिस्टर फॉर्म प्रदर्शित करें।

source: Login Popup
hi: लॉगिन पॉपअप

source: Display a table of contents inside your blog posts.
hi: अपने ब्लॉग पोस्ट के अंदर सामग्री की तालिका प्रदर्शित करें।

source: Displays a modal popup to highlight any content. Display conditions are available.
hi: किसी भी सामग्री को हाइलाइट करने के लिए एक मोडल पॉपअप प्रदर्शित करता है। प्रदर्शन की स्थिति उपलब्ध है।

source: Modal Popup
hi: मोडल पॉपअप

source: Your customers can save their favorite products to find them easily when they're ready to buy.
hi: जब ग्राहक खरीदने के लिए तैयार हों तो आपके ग्राहक अपने पसंदीदा उत्पादों को आसानी से ढूंढने के लिए सहेज सकते हैं।

source: Create beautiful and unique mega menus.
hi: सुंदर और अद्वितीय मेगा मेनू बनाएँ।

source: Increase your store conversion rate with the distraction free checkout.
hi: व्याकुलता मुक्त चेकआउट के साथ अपनी स्टोर रूपांतरण दर बढ़ाएँ।

source: Set the shop sidebar layout, position and more.
hi: शॉप साइडबार लेआउट, स्थिति और बहुत कुछ सेट करें।

source: Set the tab layout, position, alignment and more.
hi: टैब लेआउट, स्थिति, संरेखण और बहुत कुछ सेट करें।

source: Set the gallery slideshow layout and more.
hi: गैलरी स्लाइडशो लेआउट और बहुत कुछ सेट करें।

source: Set the shop header colors, spacing and more.
hi: शॉप हेडर रंग, स्पेसिंग और बहुत कुछ सेट करें।

source: Upload your own custom fonts.
hi: अपने स्वयं के कस्टम फ़ॉन्ट अपलोड करें।

source: Custom Fonts
hi: कस्टम फोंट

source: Set and use Adobe Fonts.
hi: सेट करें और एडोब फ़ॉन्ट्स का उपयोग करें।

source: Set the scroll to top type, icon, position and styles.
hi: स्क्रॉल को शीर्ष प्रकार, आइकन, स्थिति और शैलियों पर सेट करें।

source: Set the checkout layout, coupon and more. Multi-step, one-step and shopify checkout are avilable on Botiga Pro.
hi: चेकआउट लेआउट, कूपन और बहुत कुछ सेट करें। मल्टी-स्टेप, वन-स्टेप और शॉपिफाई चेकआउट बोटिगा प्रो पर उपलब्ध हैं।

source: Set the cart layout, mini cart and more. Side off-canvas mini cart available on Botiga Pro.
hi: कार्ट लेआउट, मिनी कार्ट और बहुत कुछ सेट करें। बोटिगा प्रो पर साइड ऑफ-कैनवास मिनी कार्ट उपलब्ध है।

source: Set the product layout, tabs, size chart and more.
hi: उत्पाद लेआउट, टैब, आकार चार्ट और बहुत कुछ सेट करें।

source: Set the shop layout, product cart and more.
hi: दुकान का लेआउट, उत्पाद कार्ट और बहुत कुछ सेट करें।

source: Create your own button, set typography and styles.
hi: अपना खुद का बटन बनाएं, टाइपोग्राफी और स्टाइल सेट करें।

source: Set the single post layout, meta elements and styles.
hi: सिंगल पोस्ट लेआउट, मेटा एलिमेंट्स और स्टाइल सेट करें।

source: Set the blog layout, columns, pagination and styles.
hi: ब्लॉग लेआउट, कॉलम, पेजिनेशन और स्टाइल सेट करें।

source: Set the copyright text, layout and styles.
hi: कॉपीराइट टेक्स्ट, लेआउट और स्टाइल सेट करें।

source: Set the mobile header layout, elements and styles.
hi: मोबाइल हेडर लेआउट, तत्वों और शैलियों को सेट करें।

source: Set the main header layout, elements and styles.
hi: मुख्य हेडर लेआउट, तत्वों और शैलियों को सेट करें।

source: Create your own palette and set the global colors.
hi: अपना पैलेट बनाएं और वैश्विक रंग सेट करें।

source: Set the global font size, style and library.
hi: वैश्विक फ़ॉन्ट आकार, शैली और लाइब्रेरी सेट करें।

source: Set the title and upload logo.
hi: शीर्षक सेट करें और लोगो अपलोड करें।

source: HubSpot is a platform with all the tools and integrations you need for marketing, sales, and customer service.
hi: हबस्पॉट एक ऐसा मंच है जिसमें विपणन, बिक्री और ग्राहक सेवा के लिए आवश्यक सभी उपकरण और एकीकरण हैं।

source: HubSpot
hi: हबस्पॉट

source: The best WordPress contact form plugin. Drag & Drop online form builder that helps you create beautiful contact forms + custom forms in minutes.
hi: सबसे अच्छा वर्डप्रेस संपर्क फ़ॉर्म प्लगइन। ड्रैग एंड ड्रॉप ऑनलाइन फॉर्म बिल्डर जो आपको मिनटों में सुंदर संपर्क फ़ॉर्म + कस्टम फ़ॉर्म बनाने में मदद करता है।

source: aThemes Blocks
hi: aThemes ब्लॉक

source: Home
hi: मुख पृष्ठ

source: View Pro Features
hi: प्रो सुविधाएँ देखें

source: Product price color
hi: उत्पाद की कीमत का रंग

source: Ajax Add To Cart
hi: अजाक्स कार्ट में जोड़ें

source: Global Text Styles
hi: वैश्विक पाठ शैलियाँ

source: Manage the typography settings for different elements.
hi: विभिन्न तत्वों के लिए टाइपोग्राफी सेटिंग प्रबंधित करें।

source: Core
hi: कोर

source: Extensions
hi: एक्सटेंशन

source: Background
hi: पृष्ठभूमि

source: Manage palettes and the default color of different global elements on the site.
hi: साइट पर विभिन्न वैश्विक तत्वों के पैलेट और डिफ़ॉल्ट रंग प्रबंधित करें।

source: Site Styles
hi: साइट शैलियाँ

source: Navigation
hi: नेविगेशन

source: Scroll Back
hi: वापस स्क्रॉल करें

source: Reset Styles to Defaults
hi: शैलियाँ डिफ़ॉल्ट पर रीसेट करें

source: Font Size
hi: फोन्ट आकार

source: Custom
hi: अनुकूलित

source: Heading
hi: शीर्षक

source: Font Style
hi: फ़ॉन्ट शैली

source: Product Category Name
hi: उत्पाद श्रेणी का नाम

source: System default
hi: सिस्टम दोष

source: Add New Font
hi: नया फ़ॉन्ट जोड़ें

source: Font .svg
hi: फ़ॉन्ट .svg

source: Font .otf
hi: फ़ॉन्ट .otf

source: Font .eot
hi: फ़ॉन्ट .eot

source: Font .ttf
hi: फ़ॉन्ट .ttf

source: Font .woff
hi: फ़ॉन्ट .woff

source: Font .woff2
hi: फ़ॉन्ट .woff2

source: Font Name
hi: फ़ॉन्ट नाम

source: Hover
hi: होवर

source: Letter Case
hi: लेटर केस

source: Decoration
hi: सजावट

source: Quick Links
hi: त्वरित लिंक

source: Link Color
hi: लिंक रंग

source: Site Identity
hi: साइट की पहचान

source: Fluid Width
hi: द्रव चौड़ाई

source: The header stays over the content. You need to manually change the background color from each header builder row to be transparent.
hi: हेडर सामग्री पर रहता है। पारदर्शी होने के लिए आपको प्रत्येक हेडर बिल्डर पंक्ति से पृष्ठभूमि का रंग मैन्युअल रूप से बदलना होगा।

source: Bottom Row
hi: निचली पंक्ति

source: Top Row
hi: सबसे ऊपर की कतार

source: Main Row
hi: मुख्य पंक्ति

source: Apply Transparent Header To
hi: पर पारदर्शी हैडर लागू करें

source: Header Menu
hi: हैडर मेनू

source: Header Transparent Display Conditions
hi: हैडर पारदर्शी प्रदर्शन शर्तें

source: Header Image Display Conditions
hi: हैडर छवि प्रदर्शन शर्तें

source: Fluid Layout Spacing
hi: द्रव लेआउट रिक्ति

source: Padded Layout Spacing
hi: पैडेड लेआउट रिक्ति

source: Boxed Layout Width
hi: बॉक्स लेआउट चौड़ाई

source: Content Width
hi: विषय वस्तु चौड़ाई

source: Site Layout
hi: साइट लेआउट

source: Content Background Color
hi: सामग्री पृष्ठभूमि रंग

source: Save Conditions
hi: शर्तें सहेजें

source: Add User Condition
hi: उपयोगकर्ता शर्त जोड़ें

source: Add Display Condition
hi: प्रदर्शन स्थिति जोड़ें

source: User Roles
hi: उपयोगकर्ता की भूमिका

source: User Logged Out
hi: उपयोगकर्ता लॉग आउट

source: User Logged In
hi: उपयोगकर्ता लॉग इन

source: User Auth
hi: उपयोगकर्ता प्रमाणीकरण

source: Privacy Policy Page
hi: गोपनीयता नीति पृष्ठ

source: Author
hi: लेखक

source: Other
hi: अन्य

source: CPT: Taxonomy Name
hi: सीपीटी: टैक्सोनॉमी नाम

source: CPT: Term Name
hi: सीपीटी: अवधि का नाम

source: CPT: Post Name
hi: सीपीटी: पोस्ट नाम

source: Custom Post Types
hi: कस्टम पोस्ट प्रकार

source: Author Name
hi: लेखक का नाम

source: Tag Name
hi: टैग नाम

source: Category Name
hi: श्रेणी का नाम

source: Page Name
hi: पन्ने का नाम

source: Post Name
hi: पोस्ट नाम

source: Specific
hi: विशिष्ट

source: Product Tags
hi: उत्पाद टैग

source: Product Categories
hi: उत्पाद श्रेणियां

source: Product Archives
hi: उत्पाद आर्काइव

source: Single Product
hi: एकल उत्पाद

source: WooCommerce
hi: वूकॉमर्स

source: Single Page
hi: एक पृष्ठ

source: Post Tags
hi: पोस्ट टैग्स

source: Post Categories
hi: पोस्ट श्रेणियां

source: Post Archives
hi: पोस्ट अभिलेखागार(आर्काइव्ज)

source: Single Post
hi: एकल पोस्ट

source: Posts
hi: पोस्ट

source: Archives
hi: अभिलेखागार

source: Singulars
hi: एकवचन

source: Basic
hi: मूलभूत

source: Entire Site
hi: पूरी साइट

source: Exclude
hi: निकालना

source: Include
hi: शामिल

source: Add/Edit Conditions
hi: शर्तें जोड़ें/संपादित करें

source: Add New Sidebar
hi: नया साइडबार जोड़ें

source: Display Conditions
hi: प्रदर्शन शर्तें

source: Sidebar Display Conditions
hi: साइडबार प्रदर्शन की स्थिति

source: Botiga Linked Variation Options
hi: बोटिगा लिंक्ड विविधता विकल्प

source: Plugins
hi: प्लगइन्स

source: It looks like your website is running Botiga Pro but not with its latest version. Please note that Botiga 1.1.9+ (free theme) requires Botiga Pro updated to a minimum version of 1.1.0. For it please go to %s and update Botiga Pro.
hi: ऐसा लगता है कि आपकी वेबसाइट बोटिगा प्रो चला रही है लेकिन इसके नवीनतम संस्करण के साथ नहीं। कृपया ध्यान दें कि बोटिगा 1.1.9+ (मुफ्त थीम) के लिए बोटिगा प्रो को 1.1.0 के न्यूनतम संस्करण में अपडेट करने की आवश्यकता है। इसके लिए कृपया %s पर जाएँ और बोटिगा प्रो को अपडेट करें।

source: Continue to use the old header and footer system
hi: पुराने हैडर और फुटर लेख प्रणाली का उपयोग करना जारी रखें

source: Update theme header and footer
hi: थीम हेडर और फुटर अपडेट करें

source: Want to see the new header and footer builder before upgrading? Check out our %s.
hi: अपग्रेड करने से पहले नया हेडर और फुटर बिल्डर देखना चाहते हैं? हमारे %s देखें।

source: Note 3: Please take a full backup of your website before upgrading.
hi: नोट 3: कृपया अपग्रेड करने से पहले अपनी वेबसाइट का पूर्ण बैकअप लें।

source: Note 2: Your current header and footer customizations will be lost and you will have to use the new options to customize your header and footer.
hi: नोट 2: आपका वर्तमान शीर्षलेख और पादलेख अनुकूलन खो जाएगा और आपको अपने शीर्षलेख और पादलेख को अनुकूलित करने के लिए नए विकल्पों का उपयोग करना होगा।

source: Note 1: This upgrade is optional, there is no need to do it if you are happy with your current header and footer.
hi: नोट 1: यह अपग्रेड वैकल्पिक है, यदि आप अपने वर्तमान हेडर और फुटर से खुश हैं तो इसे करने की कोई आवश्यकता नहीं है।

source: This version of Botiga comes with a new Header and Footer Builder. Activate it by clicking on the button below and you can access new options.
hi: बोटिगा का यह संस्करण एक नए हेडर और फुटर बिल्डर के साथ आता है। नीचे दिए गए बटन पर क्लिक करके इसे सक्रिय करें और आप नए विकल्पों तक पहुंच सकते हैं।

source: Botiga Header/Footer Update
hi: बोटिगा हेडर/फुटर अपडेट

source: Size Chart
hi: आकार चार्ट

source: Secondary Navigation Menu
hi: माध्यमिक नेविगेशन मेनू

source: Search for a product
hi: एक उत्पाद खोजें

source: Mobile - %s
hi: मोबाइल - %s

source: Border Bottom Color
hi: बॉर्डर बॉटम रंग

source: Border Bottom Size
hi: बॉर्डर बॉटम साइज

source: Close Icon Text
hi: बंद आइकन पाठ

source: Close Icon Background
hi: बंद आइकन पृष्ठभूमि

source: Close Icon Offset
hi: बंद आइकन ऑफ़सेट

source: Mobile Offcanvas Menu
hi: मोबाइल ऑफकैनवास मेनू

source: Configure Menu
hi: मेनू कॉन्फ़िगर करें

source: Site Description Color
hi: साइट विवरण रंग

source: Site Title Color
hi: साइट शीर्षक रंग

source: Text Alignment
hi: पाठ्य संरेखण

source: Logo
hi: लोगो

source: Header Row To Sticky
hi: हैडर रो टू स्टिकी

source: Display Inline
hi: इनलाइन प्रदर्शित करें

source: Sticky Header - Active State
hi: स्टिकी हैडर - सक्रिय अवस्था

source: Footer Widget Area 4
hi: फुटर विजेट क्षेत्र 4

source: Footer Widget Area 3
hi: फुटर विजेट क्षेत्र 3

source: Footer Widget Area 2
hi: फुटर विजेट क्षेत्र 2

source: Widget Title Color
hi: विजेट शीर्षक रंग

source: Footer Widget Area 1
hi: फुटर विजेट क्षेत्र 1

source: Icon Color
hi: आइकन रंग

source: Social Icons
hi: सोशल आइकॉन

source: Border Top Color
hi: बॉर्डर शीर्ष रंग

source: Border Top Size
hi: बॉर्डर शीर्ष आकार

source: Background Color
hi: बैकग्राउंड रंग

source: Available Columns
hi: उपलब्ध कॉलम

source: Equal
hi: समान

source: Big Right
hi: बड़ा दांया

source: Big Left
hi: बड़ा बांया

source: Equal Width
hi: समान चौड़ाई

source: Columns Layout
hi: कॉलम लेआउट

source: Height
hi: ऊंचाई

source: Available Components
hi: उपलब्ध घटक

source: Links Color
hi: लिंक रंग

source: Elements Spacing
hi: तत्वों की दूरी

source: End
hi: समाप्त

source: Start
hi: शुरू

source: Horizontal Alignment
hi: क्षैतिज संरेखण

source: Inline
hi: पंक्ति में

source: Stack
hi: स्टैक

source: Inner Elements Layout
hi: आंतरिक तत्वों का लेआउट

source: Vertical Alignment
hi: लंबवत संरेखण

source: Column %s
hi: कॉलम %s

source: Hide
hi: छिपाना

source: Show
hi: दिखाना

source: OFFCANVAS
hi: ऑफकैनवास

source: BOTTOM ROW
hi: निचली पंक्ति

source: MAIN ROW
hi: मुख्य पंक्ति

source: TOP ROW
hi: सबसे ऊपर की कतार

source: Tablet/Mobile
hi: टैबलेट / मोबाइल

source: Desktop
hi: डेस्कटॉप

source: Click to edit this element.
hi: इस अवयव को संम्पादित करने के लिए क्लिक करें

source: Footer Builder
hi: फुटर बिल्डर

source: Mobile Offcanvas
hi: मोबाइल ऑफकैनवास

source: It looks like you already are using all available components.
hi: ऐसा लगता है कि आप पहले से ही सभी उपलब्ध घटकों का उपयोग कर रहे हैं।

source: Get Botiga Pro Now!
hi: बोटिगा प्रो अभी प्राप्त करें!

source: 13+ Components Available
hi: 13+ घटक उपलब्ध हैं

source: PRO Components
hi: प्रो घटक

source: Footer Menu
hi: फुटर मेनू

source: Login/Register
hi: लॉग इन / रजिस्टर

source: Button 2
hi: बटन 2

source: Widget Area 4
hi: विजेट क्षेत्र 4

source: Widget Area 3
hi: विजेट क्षेत्र 3

source: Widget Area 2
hi: विजेट क्षेत्र 2

source: Widget Area 1
hi: विजेट क्षेत्र 1

source: Button 1
hi: बटन 1

source: Copyright
hi: कॉपीराइट

source: WooCommerce Icons
hi: वूकॉमर्स आइकॉन

source: Menu Toggle
hi: मेनू टॉगल

source: Off-Canvas Menu
hi: ऑफ-कैनवास मेनू

source: Contact Info
hi: संपर्क जानकारी

source: Primary Menu
hi: मुख्य मेनू

source: Product Equal Height
hi: उत्पाद समान ऊंचाई

source: Show options for sorting products.
hi: उत्पादों को छांटने के लिए विकल्प दिखाएं।

source: HTML Content
hi: HTML सामग्री

source: Select a size chart
hi: एक आकार चार्ट चुनें

source: Add Size Chart
hi: आकार चार्ट जोड़ें

source: Remove
hi: हटायें

source: Duplicate
hi: प्रतिलिपि

source: Size Name
hi: आकार का नाम

source: Upload
hi: अपलोड

source: Remove Image
hi: छवि हटाये

source: Upload/Add Image
hi: छवि अपलोड/जोड़ें

source: Botiga Size Chart Options
hi: बोटिगा आकार चार्ट विकल्प

source: Are you sure you want to dismiss this notice?
hi: क्या आप वाकई इस नोटिस को खारिज करना चाहते हैं?

source: It was not possible complete the request, please reload the page and try again.
hi: अनुरोध पूरा करना संभव नहीं था, कृपया पृष्ठ को पुनः लोड करें और पुनः प्रयास करें।

source: Are you sure you want to upgrade your header?
hi: क्या आप वाकई अपने हेडर को अपग्रेड करना चाहते हैं?

source: Close popup
hi: पॉपअप बंद करें

source: Search for the product
hi: उत्पाद खोजें

source: Social network %s link.
hi: सामाजिक नेटवर्क %s कड़ी।

source: Close quick view popup
hi: त्वरित दृश्य पॉपअप बंद करें

source: Login or register
hi: लॉगिन या पंजीकरण करें

source: Account details
hi: खाता विवरण

source: My account dashboard
hi: मेरा खाता डैशबोर्ड

source: My account
hi: मेरा खाता

source: Botiga Product Options
hi: बोटिगा उत्पाद विकल्प

source: Botiga Post Options
hi: बोटिगा पोस्ट विकल्प

source: Close sidebar
hi: साइडबार बंद करें

source: Mega Menu
hi: मेगा मेनू

source: Brand Image Height
hi: ब्रांड छवि ऊंचाई

source: Brand Image Width
hi: ब्रांड छवि चौड़ाई

source: Check to filter and display product brands along with product categories
hi: उत्पाद श्रेणियों के साथ उत्पाद ब्रांड को फ़िल्टर करने और प्रदर्शित करने के लिए चेक करें

source: Include Brands On Categories
hi: श्रेणियों पर ब्रांड शामिल करें

source: Brand
hi: ब्रांड

source: Controls the add to cart button text when product is out of stock. Default: "Read More"
hi: उत्पाद के स्टॉक में नहीं होने पर कार्ट में जोड़ें बटन टेक्स्ट को नियंत्रित करता है। डिफ़ॉल्ट: "और पढ़ें"

source: Out of Stock Text
hi: स्टॉक में नहीं पाठ

source: Deactivate
hi: निष्क्रिय करें

source: Activate
hi: सक्रिय

source: Your review is awaiting approval.
hi: आपकी समीक्षा अनुमोदन की प्रतीक्षा कर रही है।

source: Be the first to leave a review.
hi: एक समीक्षा छोड़ने वाले पहले शख्स बनें।

# review count
source: %s Review
hi: %s समीक्षा

source: Header Builder
hi: हैडर बिल्डर

source: Copy Link
hi: लिंक कॉपी करें

source: Mail
hi: मेल

source: Xing
hi: जिंग

source: OK
hi: ठीक है

source: Telegram
hi: टेलेग्राम

source: Pinterest
hi: पिनटेरेस्ट

source: <p class="botiga-customize-error">Something went wrong and the Google Fonts couldn't be loaded.
hi: <p class="botiga-customize-error">कुछ गलत हो गया और गूगल फ़ॉन्ट्स लोड नहीं किए जा सके।

source: Your API token is valid but you don't have fonts attached to this token.
hi: आपका एपीआई टोकन मान्य है लेकिन आपके पास इस टोकन से जुड़े फोंट नहीं हैं।

source: Secondary Menu
hi: माध्यमिक मेनू

source: Adobe Fonts
hi: एडोब फ़ॉन्ट्स

source: Google Fonts
hi: गूगल फ़ॉन्ट

source: Fonts Library
hi: फ़ॉन्ट्स लाइब्रेरी

source: Button Class
hi: बटन क्लास

source: <p class="botiga-customize-error">Something went wrong and the Google Fonts couldn't be loaded. Please contact our support <a href="%s" target="_blank">here</a> to get help.
hi: <p class="botiga-customize-error">कुछ गलत हो गया और गूगल फ़ॉन्ट्स लोड नहीं किए जा सके। सहायता प्राप्त करने के लिए कृपया हमारी सहायता <a href="%s" target="_blank">यहां</a> से संपर्क करें।

source: Get Fonts
hi: फ़ॉन्ट्स प्राप्त करें

source: You can get your Adobe Fonts API Token by clicking <a href="%s" target="_blank">here</a>.
hi: आप <a href="%s" target="_blank">यहां</a> क्लिक करके अपना एडोब फोंट एपीआई टोकन प्राप्त कर सकते हैं।

source: API Token
hi: एपीआई टोकन
