Repository: prasish012/try
Catalog: try/media_copy/translations/reviewnews/existing_translations/PO FILES AS DATASETS FROM WP.TRANSLATE 2/Arabic/wp-themes-neve-*.po
Languages: ar

source: Neve is a next-generation, ultra-fast WordPress theme designed for top performance, SEO, and Core Web Vitals. Its lightweight codebase and small size ensure minimal overhead and lightning-fast load times. Fully compatible with the block editor, popular page builders (Elementor, Bricks, Oxygen etc), and WooCommerce, it’s perfect for blogs, small businesses, agencies, portfolios, and online stores. With responsive design, multilingual translations, and easy customization options, Neve empowers you to create a future-proof, high-ranking online presence. Discover everything Neve has to offer and explore our powerful premium version at https://themeisle.com/themes/neve/.
ar: Neve هو قالب ووردبريس فائق السرعة من الجيل التالي مصمم لتحقيق أعلى أداء وتحسين محركات البحث ووظائف الويب الأساسية. تضمن قاعدة الكود خفيفة الوزن وحجمها الصغير الحد الأدنى من النفقات العامة وأوقات التحميل السريعة. متوافق تمامًا مع مُحرر المكوِّنات ومنشئي الصفحات المشهورين (Elementor وBricks وOxygen وما إلى ذلك) وWooCommerce، وهو مثالي للمدونات والشركات الصغيرة والوكالات والمحافظ والمتاجر عبر الإنترنت. بفضل التصميم المستجيب والترجمات متعددة اللغات وخيارات التخصيص السهلة، يمكّنك Neve من إنشاء حضور عبر الإنترنت عالي التصنيف وبميزة الوقاية المستقبلية. اكتشف كل ما يقدمه Neve واستكشف نسختنا المتميزة القوية على https://themeisle.com/themes/neve/.

source: Go to Customizer
ar: الذهاب إلى المخصص

source: Get Started
ar: الشروع في ...

source: Custom footer layouts
ar: تخطيطات التذييل المخصصة

source: %1$s and %2$s
ar: %1$s و %2$s

source: Load More
ar: حمل أكثر

source: Pro Version
ar: نسخة المحترفين (PRO)

source: Free Version
ar: نسخة مجانية

source: Recent Updates
ar: التحديثات الأخيرة

source: Please reload this page in order to view the White Label Settings
ar: يرجى إعادة تحميل هذه الصفحة لعرض إعدادات العلامة البيضاء

source: Available in Agency Plan
ar: متوفر في خطة الوكالة

source: White Label Settings
ar: إعدادات العلامة البيضاء

source: White Label settings saved.
ar: تم حفظ إعدادات العلامة البيضاء.

source: Enable License Hiding
ar: تفعيل إخفاء التراخيص

source: Hide Options from Dashboard
ar: إخفاء الخيارات من لوحة التحكم

source: Enable White Label
ar: تفعيل العلامة البيضاء

source: Plugin Description
ar: وصف الإضافة

source: Plugin Name
ar: اسم الإضافة

source: Plugin Branding
ar: إضافة العلامة التجارية

source: Screenshot URL
ar: رابط لقطة الشاشة

source: Theme Description
ar: وصف القالب

source: Theme Name
ar: اسم القالب

source: Theme Branding
ar: قالب العلامة التجارية

source: Hide My Library
ar: إخفاء مكتبتي

source: Hide Sites Library
ar: إخفاء مكتبة المواقع

source: Agency Author URL
ar: رابط كاتب الوكالة

source: Agency Author
ar: كاتب الوكالة

source: Agency Branding
ar: العلامة التجارية للوكالة

source: Host Google Fonts locally for better performance and GDPR compliance.
ar: استضافة خطوط Google محليًا لتحقيق أداء أفضل والامتثال لقانون النظام الأوروبي العام لحماية البيانات (GDPR).

source: Enable Local Fonts Hosting
ar: قم بتفعيل استضافة الخطوط المحلية

source: Performance Settings
ar: إعدادات الأداء

source: Enable lazy rendering for better initial page load.
ar: قم بتفعيل التَصْيير الكسول لتحسين تحميل الصفحة الأولية.

source: Lazy Rendering
ar: التَصْيير الكسول

source: Remove embed scripts for better performance.
ar: قم بإزالة نصوص التضمين للحصول على أداء أفضل.

source: Embed Removal
ar: إزالة التضمين

source: Remove emoji scripts to improve page load time.
ar: قم بإزالة نصوص الرموز التعبيرية لتحسين وقت تحميل الصفحة.

source: Emoji Removal
ar: إزالة الرموز التعبيرية

source: General Settings
ar: الإعدادات العامة

source: Show default Wordpress login page
ar: إظهار صفحة تسجيل الدخول الافتراضية لووردبريس

source: For logged out users
ar: للمستخدمين الذين قاموا بتسجيل الخروج

source: Categories
ar: تصنيفات

source: Pages
ar: صفحات

source: Posts
ar: مقالات

source: Adds a metabox to control content restriction on the post/taxonomy edit page.
ar: إضافة صندوق البيانات الوصفية للتحكم في تقييد المحتوى على صفحة تحرير المقالة/الفئة.

source: Enable featured images for the following taxonomies.
ar: قم بتفعيل الصور المميزة للفئات التالية.

source: Choose if Typekit fonts should be loaded with JavaScript or CSS. JavaScript is usually faster.
ar: اختر ما إذا كان يجب تحميل خطوط Typekit باستخدام JavaScript أو CSS. عادةً ما يكون JavaScript أسرع.

source: Typekit loading method
ar: طريقة تحميل Typekit

source: Restrict content access on Posts, Pages, and set a default login page.
ar: تقييد الوصول إلى المحتوى الخاص بالمقالات والصفحات وتعيين صفحة تسجيل دخول افتراضية.

source: Enable Content Restriction
ar: تفعيل تقييد المحتوى

source: Add your Typekit embed code here to use custom fonts.
ar: قم بإضافة كود تضمين Typekit الخاص بك هنا لاستخدام الخطوط المخصصة.

source: Paste your Typekit code here
ar: قم بلصق كود Typekit الخاص بك هنا

source: Embed Typekit
ar: تضمين Typekit

source: Enable Mega menu fuctionality in the menu dashboard page.
ar: قم بتفعيل وظيفة القائمة الضخمة في صفحة لوحة تحكم القائمة.

source: Enable Mega Menu
ar: قم بتفعيل وظيفة القائمة الضخمة

source: Enable featured images for categories and tags.
ar: تفعيل الصور المميزة للتصنيفات والوسوم.

source: Featured image for taxonomy
ar: الصورة البارزة للفئات

source: An error occurred. Please try again.
ar: حدث خطأ. يرجى المحاولة مرة أخرى.

source: Select an option
ar: حدد خيارًا

source: Select options
ar: تحديد أحد الخيارات

source: Saving
ar: جاري الحفظ

source: View Pro Plans
ar: عرض الخطط الاحترافية

source: Average response time: ~8 hours during business days
ar: متوسط ​​وقت الاستجابة: ~8 ساعات خلال أيام العمل

source: Our support team is happy to answer your questions about specific Pro features and help you determine if they match your needs.
ar: يسعد فريق الدعم الخاص بنا بالإجابة على أسئلتك حول ميزات Pro المحددة ومساعدتك في تحديد ما إذا كانت تتوافق مع احتياجاتك.

source: Need help deciding?
ar: هل تحتاج إلى مساعدة في اتخاذ القرار؟

source: Feature
ar: ميزة

source: Neve Pro Modules
ar: وحدات Neve Pro

source: Manage Modules
ar: إدارة الوحدات

source: These features are available in Neve Pro.
ar: تتوفر هذه المميزات في Neve Pro.

source: Share opinions, ask questions and help each other on our Neve community!
ar: شارك الآراء، واطرح الأسئلة وساعد بعضكم البعض في مجتمع Neve!

source: Join the Community
ar: إنضم للمجتمع

source: Recommended Plugins
ar: الإضافات الموصى بها

source: Active
ar: تفعيل

source: Invalid action
ar: إجراء غير صالح

source: Could not deactivate plugin.
ar: تعذر تعطيل الإضافة.

source: Could not install plugin.
ar: تعذر تنصيب الإضافة.

source: Install & Activate
ar: التنصيب والتفعيل

source: Ordering locked for current layout
ar: تم قفل الطلب للتخطيط الحالي

source: Some of the settings might not work as expected because you are using a custom product template made in Elementor.
ar: قد لا تعمل بعض الإعدادات كما هو متوقع لأنك تستخدم قالب منتج مخصص تم إنشاؤه في Elementor.

source: Some of the settings might not work as expected because you are using a custom shop template made in Elementor.
ar: قد لا تعمل بعض الإعدادات كما هو متوقع لأنك تستخدم قالب متجر مخصص تم إنشاؤه في Elementor.

source: Jumps over the lazy dog
ar: يقفز فوق الكلب الكسول

source: The big brown fox
ar: الثعلب البني الكبير

source: Press return or enter to open this section
ar: اضغط زر الإدخال (Enter) لفتح هذا القسم

source: Toggle Controls
ar: تبديل عناصر التحكم

source: Custom Icon
ar: أيقونة مخصصة

source: View features comparison
ar: عرض مقارنة المميزات

source: More components
ar: المزيد من المكونات

source: Display rules
ar: عرض القواعد

source: Transparent header
ar: ترويسة شفافة

source: Sticky header
ar: ترويسة مثبتة

source: Extend your header capabilities with more powerful customization options.
ar: قم بتوسيع صلاحيات ترويسة الصفحة لديك باستخدام خيارات التخصيص الأكثر قوة.

source: Custom layouts
ar: التخطيطات المخصصة

source: Payments & social icons
ar: المدفوعات والأيقونات الاجتماعية

source: Divider element
ar: عنصر فاصل

source: Extend your footer capabilities with more powerful customization options.
ar: قم بتوسيع صلاحيات التذييل لديك باستخدام خيارات التخصيص الأكثر قوة.

source: Neve Pro Features
ar: مميزات Neve Pro

source: Comparison table
ar: جدول المقارنة

source: Variations swatches
ar: عينات ألوان الاختلافات

source: Wishlist
ar: قائمة الأمنيات

source: Quick view
ar: نظرة سريعة

source: Extend your WooCommerce with powerful features available in Neve Pro Business and Agency plans.
ar: قم بتوسيع نطاق ووكومرس الخاص بك باستخدام الميزات القوية المتوفرة في خطط Neve Pro Business وAgency.

source: Estimated reading time
ar: الوقت المقدر للقراءة

source: Author biography
ar: السيرة الذاتية للكاتب

source: Sharing icons
ar: أيقونات المشاركة

source: Related post
ar: مقالة ذات صلة

source: Extend your single post capabilities with more powerful customization options.
ar: قم بتوسيع قدرات المقالة الفردية لديك باستخدام خيارات التخصيص الأكثر قوة.

source: Unlock Full Potential
ar: إطلاق العنان لإمكاناتك الكاملة

source: Grid spacing
ar: تباعد الشبكة

source: Content padding
ar: الهوامش الداخلية للمحتوى

source: Image style
ar: نمط الصورة

source: Upgrade to unlock
ar: الترقية لإلغاء التأمين

source: Extend your blog/archive capabilities with more powerful customization options.
ar: قم بتوسيع صلاحيات مدونتك/أرشيفك باستخدام خيارات التخصيص الأكثر قوة.

source: Post meta separator
ar: فاصل تعريفي للمقالة

source: Inner Pages
ar: الصفحات الداخلية

source: Card Box Shadow
ar: ظل صندوق البطاقة

source: Card Background Color
ar: لون خلفية البطاقة

source: Enable Card Style
ar: تفعيل أسلوب البطاقة

source: Content Padding
ar: الهوامش الداخلية للمحتوى

source: Post Meta Order
ar: ترتيب تعريفي للمقالة

source: Author Avatar Size
ar: حجم الصورة الرمزية للكاتب

source: Show Last Updated Date
ar: إظهار تاريخ التحديث الأخير

source: Meta Separator
ar: فاصل ميتا

source: Image Aspect Ratio
ar: النسبة الباعية للصورة

source: Original
ar: الأصلي

source: Posts per Page
ar: المقالات في كل صفحة

source: Post Cards Layout
ar: تخطيط بطاقات المقالة

source: Design
ar: تصميم

source: Cover overlay color
ar: لون غلاف التراكب

source: You do not have permission to perform this action.
ar: ليس لديك الصلاحية للقيام بهذا الإجراء.

source: Invalid security token.
ar: رمز الأمان غير صالح.

source: Don't worry - you can always add or remove pages later
ar: لا تقلق - يمكنك دائمًا إضافة أو إزالة الصفحات لاحقًا

source: Start with a clean slate
ar: ابدأ بصفحة نظيفة

source: Keep these helpful pages
ar: احتفظ بهذه الصفحات المفيدة

source: We've added some starter pages to help you get going quickly.
ar: لقد أضفنا بعض صفحات بدائية لمساعدتك على البدء بسرعة.

source: Welcome to your new site!
ar: مرحباً بكم في موقعك الجديد!

source: Neve Theme
ar: قالب Neve

source: Thanks for downloading %s
ar: شكرا على تنزيل %s

source: I want to build this website from scratch
ar: أريد إنشاء هذا الموقع من الصفر

source: Green
ar: أخضر

source: Upgrade to Neve Pro to create a Custom Layout.
ar: قم بالترقية إلى Neve Pro لإنشاء تخطيط مخصص.

source: Status
ar: الحالة

source: Location
ar: الموقع

source: Type
ar: النوع

source: See All Features
ar: شاهد كافة المميزات

source: All layouts are lightweight and load only where needed
ar: جميع التصميمات خفيفة الوزن ويتم تحميلها فقط عند الحاجة

source: Optimized Performance
ar: أداء محسن

source: Design custom shop pages, product layouts, and checkout experiences
ar: تصميم صفحات متجر مخصصة وتخطيطات المنتجات وتجارب عملية إنهاء طلب

source: WooCommerce Ready
ar: جاهز لـووكومرس

source: Show different layouts based on user roles, devices, or content types
ar: عرض تخطيطات مختلفة استنادًا إلى أدوار المستخدم أو الأجهزة أو أنواع المحتوى

source: Smart Display Rules
ar: قواعد العرض الذكي

source: Create stunning headers, footers, and content sections with our visual drag & drop builder
ar: قم بإنشاء ترويسات وتذييلات وأقسام محتوى مذهلة باستخدام أداة السحب والإفلات المرئية الخاصة بنا

source: Build Without Code
ar: إنشاء بدون كود

source: Custom Layouts helps you create a unique website that stands out
ar: تساعدك التخطيطات المخصصة على إنشاء موقع ويب فريد من نوعه

source: Take Your Site to the Next Level
ar: ارتقِ بموقعك إلى المستوى التالي

source: Neve Logo
ar: شعار Neve

source: Design unique website sections without touching code. Create custom headers, footers, and content areas that match your vision.
ar: قم بتصميم أقسام فريدة لموقعك الإلكتروني دون لمس الكود. قم بإنشاء ترويسات وتذييلات ومناطق محتوى مخصصة تتوافق مع رؤيتك.

source: View Tutorial
ar: عرض البرنامج التعليمي

source: Add New Layout
ar: إضافة تخطيط جديد

source: AI chatbot for your website
ar: روبوت محادثة بالذكاء الاصطناعي لموقعك الإلكتروني

source: RSS feeds aggregator and content curator
ar: مجمع خلاصات RSS ومنسق المحتوى

source: Lightning-fast caching made simple
ar: التخزين المؤقت السريع أصبح بسيطًا

source: Smart image optimization and CDN
ar: تحسين الصور الذكية وشبكة CDN

source: Simple ecommerce solution with Stripe integration
ar: حل بسيط للتجارة الإلكترونية مع الدمج مع Stripe

source: Import ready-made websites with a single click
ar: استيراد المواقع الجاهزة بنقرة واحدة

source: Advanced blocks for modern WordPress editing
ar: مكونات متقدمة لتحرير حديث لووردبريس

source: Create members-only content areas. Control access by user roles, logged-in status, or custom rules.
ar: إنشاء مناطق محتوى مخصصة للأعضاء فقط. التحكم في الوصول حسب أدوار المستخدم أو حالة تسجيل الدخول أو القواعد المخصصة.

source: Content restriction
ar: تقييد المحتوى

source: Create unique sidebar layouts for different sections. Show relevant content based on user context.
ar: إنشاء تخطيطات شريط جانبي فريدة لأقسام مختلفة. عرض المحتوى ذي الصلة بناءً على سياق المستخدم.

source: Custom Sidebars
ar: أشرطة جانبية مخصصة

source: Access premium Adobe fonts directly in your theme. Add professional typography to any element.
ar: يمكنك الوصول إلى خطوط Adobe المتميزة مباشرةً في قالبك. أضف أسلوب طباعة احترافي إلى أي عنصر.

source: Typekit Fonts
ar: خطوط Typekit

source: Enhanced course layouts, student dashboards, and learning features for your online education platform.
ar: تخطيطات الدورة التدريبية المحسنة ولوحات تحكم الطلاب ومميزات التعلم لمنصة التعليم عبر الإنترنت الخاصة بك.

source: Create conditional headers, footers, and content blocks. Perfect for custom landing pages and marketing campaigns.
ar: إنشاء ترويسات وتذييلات ومكوِّنات محتوى مشروطة. مثالي لصفحات المقصودة المخصصة والحملات التسويقية.

source: Rebrand Neve as your own. Change theme name, author, and links to match your agency identity.
ar: أعد تسمية Neve لتصبح علامتك التجارية الخاصة. قم بتغيير اسم القالب والمؤلف والروابط لتتوافق مع هوية وكالتك.

source: Advanced Gutenberg blocks designed specifically for Neve. Build faster with pre-styled patterns.
ar: تم تصميم مكونات Gutenberg المتقدمة خصيصًا لـ Neve. يمكنك إنشاء أنماط مصممة مسبقًا بشكل أسرع.

source: Optimize core vitals, enable lazy loading, and minify resources for lightning-fast load times.
ar: قم بتحسين Core Vitals، وتفعيل Lazy Loading، وتقليل الموارد للحصول على أوقات تحميل سريعة للغاية.

source: Performance
ar: الأداء

source: Add a customizable scroll-to-top button that appears exactly when needed. Style it to match your brand.
ar: أضف زرًا قابلًا للتخصيص للانتقال إلى الأعلى يظهر بالضبط عند الحاجة إليه. قم بتصميمه ليناسب علامتك التجارية.

source: Extend Neve's powerful features to custom post types. Create unique layouts for portfolios, testimonials, and more.
ar: وسّع ميزات Neve القوية لتشمل أنواع المحتوى المخصصة. أنشئ تخطيطات فريدة لقائمة المشاريع والشهادات والمزيد.

source: Post types enhancements
ar: أنواع محتوى التحسينات

source: Advanced layouts, reading time estimates, and social sharing to keep readers engaged longer.
ar: تخطيطات متقدمة وتقديرات لوقت القراءة والمشاركة الاجتماعية لإبقاء القراء منخرطين لفترة أطول.

source: Enhance your Easy Digital Downloads store with additional customization settings.
ar: قم بتعزيز متجر Easy Digital Downloads الخاص بك باستخدام إعدادات التخصيص الإضافية.

source: Boost conversion rates up to 15%
ar: تعزيز معدلات التحويل حتى 15%

source: Transform your store with quick-view popups, wishlist features, and optimized checkout flow. Boost sales instantly.
ar: حوّل متجرك باستخدام النوافذ المنبثقة للعرض السريع، ميزات قائمة الرغبات، وتدفق الدفع المحسن. زد من مبيعاتك على الفور.

source: Create unique sticky & transparent headers that adapt to scroll. Perfect for modern, immersive websites.
ar: أنشئ عناوين رئيسية فريدة و مثبّتة و شفافة وقابلة للتمرير. مثالية للمواقع الإلكترونية الحديثة والغامرة.

source: Remove Neve branding and rebrand it as your own for client websites.
ar: قم بإزالة العلامة التجارية Neve وإعادة تسميتها لتصبح خاصة بك لمواقع الويب الخاصة بالعملاء.

source: Get fast and reliable assistance directly from our expert team.
ar: احصل على مساعدة سريعة وموثوقة مباشرة من فريق الخبراء لدينا.

source: Priority Support
ar: دعم ذو أولوية

source: Professional Features
ar: مميزات احترافية

source: Custom thank you pages & announcement bars.
ar: صفحات الشكر المخصصة وأشرطة الإعلان.

source: Sales Features
ar: مميزات المبيعات

source: Product comparison, advance product review & variation swatches.
ar: مقارنة المنتجات، ومراجعة المنتجات مسبقًا، و تنوع عينات الألوان .

source: Shopping Enhancement
ar: تحسين التسوق

source: Quick view popup, features video & wishlist functionality.
ar: نافذة منبثقة للعرض السريع، تتميز بفيديو ووظيفة قائمة الرغبات.

source: Product Experience
ar: تجربة المنتج

source: Store Features
ar: مميزات المتجر

source: Seamlessly integrate with WPML, Weglot, and Polylang for enhanced multilingual capabilities.
ar: الدمج بسلاسة مع WPML وWeglot وPolylang لتحسين إمكانيات تعدد اللغات.

source: Multilingual Support
ar: دعم متعدد اللغات

source: Restrict content access by user, role, or password—ideal for membership sites.
ar: تقييد الوصول إلى المحتوى حسب المستخدم أو الدور أو كلمة المرور - مثالي لمواقع العضوية.

source: Content Restriction
ar: تقييد المحتوى

source: Access a growing library of beautiful, ready-to-use templates for every niche and industry.
ar: يمكنك الوصول إلى مكتبة متنامية من القوالب الجميلة الجاهزة للاستخدام لكل تخصص وصناعة.

source: Multiple layouts, reading time estimates, social sharing & related posts.
ar: تخطيطات متعددة، وتقديرات وقت القراءة، والمشاركة الاجتماعية والمقالات ذات الصلة.

source: Advanced Blog Features
ar: مميزات المدونة المتقدمة

source: Content & Blog Features
ar: مميزات المحتوى والمدونة

source: Advanced Gutenberg blocks with animations & visibility controls.
ar: مكونات Gutenberg المتقدمة مع الرسوم المتحركة وعناصر التحكم في الرؤية.

source: Add engaging elements, protect content, and create dynamic layouts with our advanced toolkit.
ar: أضف عناصر جذابة، وقم بحماية المحتوى، وأنشئ تخطيطات ديناميكية باستخدام مجموعة أدواتنا المتقدمة.

source: Elementor Add-ons
ar: المكونات الإضافية لElementor

source: Page Builder Features
ar: مميزات منشئ الصفحات

source: Add custom blocks or content using hooks for headers, footers, 404 pages, and more.
ar: أضف مكونات أو محتوى مخصصًا باستخدام الخطافات للترويسات والتذييلات وصفحات 404 والمزيد.

source: Social icons, payment icons, divider, footer copyright editor and 15+ header components.
ar: أيقونات التواصل الاجتماعي، وأيقونات الدفع، والمقسم، ومحرر حقوق النشر في التذييل، وأكثر من 15 مكونًا للترويسة.

source: Design Components
ar: مكونات التصميم

source: Full header settings control with sticky/transparent header, page-specific settings & mobile layouts.
ar: التحكم الكامل في إعدادات الترويسة باستخدام ترويسة مثبّت/شفاف وإعدادات خاصة بالصفحة وتخطيطات الهاتف المحمول.

source: Advanced Header Features
ar: مميزات الترويسة المتقدمة

source: Website Essentials
ar: أساسيات الموقع الإلكتروني

source: Widget areas & layout
ar: مناطق الودجت وتخطيطها

source: Post display & formatting
ar: عرض وتنسيق المقالة

source: Navigation & branding setup
ar: إعداد التنقل والعلامة التجارية

source: Content structure & spacing
ar: بنية المحتوى والتباعد

source: Typography & text styles
ar: أسلوب الطباعة و تنسيقات النص

source: Brand colors & site palette
ar: ألوان العلامة التجارية ولوحة ألوان الموقع

source: Recommended size: 200x50px
ar: الحجم الموصى به: 200x50 بكسل

source: Dashboard
ar: لوحة التحكم

source: Dots
ar: نقاط

source: Button Item
ar: عنصر الزر

source: Collapsed
ar: تم الطي

source: Spaced
ar: متباعدة

source: Centered
ar: توسيط

source: Inverted
ar: مقلوب

source: Classic
ar: تقليدي

source: Payment icons
ar: أيقونات الدفع

source: Contact
ar: الاتصال

source: The Neve theme free version doesn't support copyright edits. Pro unlocks this and more—%1$sexplore%2$s it when you're ready!
ar: لا تدعم النسخة المجانية من قالب Neve عمليات التحرير بموجب حقوق الطبع والنشر. يلغي Pro تأمين هذا وأكثر —%1$sاكتشف%2$s عندما تكون مستعدًا!

source: Current Single Content
ar: المحتوى الفردي الحالي

source: Unlock %s with the Pro version.
ar: إلغاء تأمين %s باستخدام الإصدار الاحترافي.

source: Ask your admin to update %s on your site
ar: اطلب من المدير تحديث %s على موقعك

source: Ask your admin to enable %s on your site
ar: اطلب من المدير تمكين %s على موقعك

source: Custom Value
ar: قيمة مخصصة

source: Customize the default vertical spacing <ctaButton>here</ctaButton>.
ar: تخصيص مسافة التباعد العمودي الافتراضي <ctaButton> هنا </ctaButton>.

source: Custom
ar: مُخصص

source: Content Vertical Spacing
ar: محتوى مسافة التباعد العمودي

source: Hide Hooks
ar: إخفاء الخطاف

source: Show Hooks
ar: عرض الخطاف

source: If this color is currently used anywhere on your site, it will be switched to a default color.
ar: إذا تم استخدام هذا اللون حاليًا في أي مكان على موقعك ، فسيتم تبديله إلى اللون الافتراضي.

source: Are you sure you want to delete the %s?
ar: هل أنت متأكد أنك تريد حذف %s؟

source: Maximum %1$d %2$s can be added.
ar: يمكن إضافة %1$d %2$s كحد أقصى.

source: Custom Color
ar: لون مخصص

source: Add %s
ar: إضافة %s

source: Font presets
ar: الإعدادات المسبقة للخط

source: Choose Font family presets for your Headings and Text.
ar: اختر الإعدادات المسبقة لعائلة الخطوط للعناوين والنص.

source: Custom Colors
ar: ألوان مخصصة

source: Full Site Editing
ar: تحرير الموقع بالكامل

source: Front Page
ar: الصفحة الرئيسية

source: Open Submenu
ar: افتح القائمة الفرعية

source: Local fonts hosting
ar: استضافة الخطوط المحلية

source: Settings
ar: الإعدادات

source: Dropdown
ar: القائمة المنسدلة

source: From 3.3.0 we decided to remove the copyright component from the free version. You can continue using it if you rollback to 3.2.x or you can upgrade to pro, using a one time 50%% discount: %s
ar: بدءًا من 3.3.0 قررنا إزالة مكون حقوق النشر من النسخة المجانية. يمكنك الاستمرار في استخدامها إذا عدت إلى النسخة 3.2.x أو يمكنك الترقية إلى النسخة الاحترافية ، باستخدام خصم 50%% لمرة واحدة:%s

source: Offset Y
ar: ازاحة Y

source: Offset X
ar: ازاحة X

source: Blur
ar: ضبابي

source: Shadow
ar: ظل

source: Hide on mobile
ar: إخفاء على الهاتف المحمول

source: Current Page Title
ar: عنوان الصفحة الحالية

source: Gradient
ar: التدرّج

source: No unit
ar: لا توجد وحدة

source: Note: Setting the content width over 80% might affect the sidebar width. Sidebar will ultimately disappear at 95%.
ar: ملاحظة: قد يؤثر ضبط عرض المحتوى على 80٪ على عرض الشريط الجانبي. سيختفي الشريط الجانبي في النهاية عند 95٪.

source: Custom SVG
ar: SVG مخصص

source: Sticky Post
ar: مقالة مثبتة

source: Latest Post
ar: آخر مقالة

source: Enable featured post section
ar: تفعيل قسم المقالة المميزة

source: Featured Post
ar: مقالة مميزة

source: Neve Theme controls base style settings of Easy Digital Downloads. Additional settings from other extensions might appear below.
ar: يتحكم قالب Neve في إعدادات النمط الأساسية ل Easy Digital Downloads التنزيلات الرقمية السهلة. قد تظهر إعدادات إضافية من ملحقات أخرى أدناه.

source: Controlled by Neve
ar: يتحكم فيها Neve

source: EDD Cart
ar: سلة مشتريات EDD

source: Easy Digital Downloads Cart
ar: سلة مشتريات Easy Digital Downloads التنزيلات الرقمية السهلة

source: Block Editor Booster
ar: داعم محرر المكوّن

source: Learn more
ar: تعرف على المزيد
