Repository: prasish012/try
Catalog: try/media_copy/translations/reviewnews/existing_translations/PO FILES AS DATASETS FROM WP.TRANSLATE 2/Arabic/wp-themes-neve-*.po
Languages: ar

source: Catalog Sidebar
ar: الشريط الجانبي للكتالوج

source: Footer Bottom
ar: الجزء الأسفل من التذييل

source: Footer Top
ar: الجزء العلوي من التذييل

source: Header Bottom
ar: الجزء السفلي من الترويسة

source: Header Main
ar: الجزء الرئيسي من الترويسة

source: Header Top
ar: الجزء العلوي من الترويسة

source: Replace this widget content by going to %s and add widgets into this widget area.
ar: استبدل محتوى الودجت هذه بالانتقال إلى %s وإضافة الودجات إلى مساحة الودجت هذه.

source: Letter Spacing
ar: تباعد الأحرف

source: Lowercase
ar: أحرف صغيرة

source: Uppercase
ar: أحرف كبيرة

source: Capitalize
ar: الكتابة بأحرف كبيرة

source: Available Components
ar: المكونات المتوفرة

source: Last Menu Item
ar: عنصر القائمة الأخير

source: Active Item Color
ar: عنصر اللون المفعل

source: Search Icon
ar: أيقونة البحث

source: Placeholder
ar: عنصر نائب Placeholder

source: Search for...
ar: البحث عن...

source: Search Form
ar: استمارة البحث

source: Items Hover Color
ar: لون المرور فوق العناصر

source: Items Color
ar: لون العناصر

source: Top Border
ar: الحد العلوي

source: Bottom Border
ar: الحد السفلي

source: Plain
ar: عادي

source: Secondary Menu
ar: القائمة الثانوية

source: Copyright
ar: حقوق النشر

source: Cart Icon
ar: أيقونة السلة

source: Link
ar: الرابط

source: Button
ar: الزر

source: Show Site Tagline
ar: إظهار سطر وصف الموقع

source: Show Site Title
ar: إظهار عنوان الموقع

source: Logo & Site Identity
ar: شعار وهوية الموقع

source: Menu Icon
ar: أيقونة القائمة

source: Dark Mode
ar: الوضع الداكن

source: next
ar: التالي

source: previous
ar: السابق

source: Post navigation
ar: تصفّح المقالات

source: %s Settings
ar: %s الإعدادات

source: %s Comment
ar: %s تعليق

source: upgrading PHP to the latest version
ar: ترقية PHP إلى أحدث نسخة

source: Page Builder Full Width (Neve)
ar: مُنشئ الصفحة كامل العرض نيفي (Neve)

source: Neve
ar: نيفي (Neve)

source: Cancel
ar: إلغاء

source: Get the PRO version!
ar: احصل على النسخة PRO!

source: Activating
ar: جارٍ التفعيل

source: Options
ar: الخيارات

source: It seems we can&rsquo;t find what you&rsquo;re looking for. Perhaps searching can help.
ar: يبدو أننا لا نستطيع العثور على ما تبحث عنه. ربما قد يساعدك البحث.

source: Sorry, but nothing matched your search terms. Please try again with some different keywords.
ar: عذرًا، لا يوجد شيء يتطابق مع كلمات البحث التي استعملتها، الرجاء المحاولة من جديد باستعمال كلمات مفتاحية أخرى.

source: Get started here
ar: ابدأ هنا

source: Ready to publish your first post? %s.
ar: هل أنت جاهز لنشر مقالتك الأولى؟ %s.

source: Read More
ar: اقرأ المزيد

source: Tags
ar: الوسوم

# comments title
source: %1$s thought on &ldquo;%2$s&rdquo;
ar: %1$s فكرة بشأن &ldquo;%2$s&rdquo;

source: Comment awaiting moderation.
ar: التعليق في انتظار الإشراف.

source: Reply
ar: الرد

source: %1$s at %2$s
ar: %1$s الساعة %2$s

source: Edit
ar: تحرير

source: Pingback:
ar: تنبيه Pingback:

source: Next
ar: التالي

source: Previous
ar: السابق

source: Comments Navigation
ar: تنقل التعليقات

source: Comments are closed.
ar: التعليقات مغلقة.

source: Search Results for: %s
ar: نتائج البحث عن: %s

source: Navigation Menu
ar: قائمة التنقل

source: Close
ar: إغلاق

source: Line Height
ar: ارتفاع السطر

source: Font Size
ar: حجم الخط

source: Font Family
ar: عائلة الخط

source: Headings
ar: العناوين

source: General
ar: عام

source: Typography
ar: أنواع الخطوط

source: Header
ar: الترويسة

source: Elements Order
ar: ترتيب العناصر

source: Content Width (%)
ar: عرض المحتوى (%)

source: Sidebar Layout
ar: تخطيط الشريط الجانبي

source: Single Product
ar: منتج واحد

source: Shop / Archive
ar: المتجر / الأرشيف

source: Single Post
ar: مقالة منفردة

source: Enable Advanced Options
ar: تفعيل الخيارات المتقدمة

source: Sitewide Content Width (%)
ar: عرض المحتوى على مستوى الموقع (%)

source: Sitewide Sidebar Layout
ar: تخطيط الشريط الجانبي على مستوى الموقع

source: Search
ar: البحث

source: Section Content
ar: محتوى القسم

source: %1$s | Powered by %2$s
ar: %1$s | مشغل بواسطة %2$s

source: Text
ar: النص

source: None
ar: لا شيء

source: Content
ar: المحتوى

source: Footer
ar: التذييل

source: Single Product Container Style
ar: نمط الحاوية لمنتج واحد

source: Shop / Archive Container Style
ar: نمط الحاوية للمتجر / الأرشيف

source: Single Post Container Style
ar: نمط الحاوية لمقالة واحدة

source: Blog / Archive Container Style
ar: نمط الحاوية للمدونة / الأرشيف

source: Default Container Style
ar: نمط الحاوية الافتراضي

source: Meta Order
ar: ترتيب التعريف

source: Comments
ar: التعليقات

source: Date
ar: التاريخ

source: Category
ar: التصنيف

source: Author
ar: المؤلف

source: Post Content Order
ar: ترتيب محتوى المقالة

source: Excerpt
ar: المقتطف

source: Title & Meta
ar: العنوان و التعريف

source: Thumbnail
ar: الصورة المصغرة

source: Excerpt Length
ar: طول المقتطف

source: Enable Masonry
ar: تفعيل تخطيط البناء الحجري

source: Layout
ar: التخطيط

source: Blog
ar: المدونة

source: Blog / Archive
ar: المدونة / الأرشيف

source: Colors & Background
ar: الألوان و الخلفية

source: Default
ar: افتراضي

source: Footer Four
ar: التذييل أربعة

source: Footer Three
ar: التذييل ثلاثة

source: Footer Two
ar: التذييل إثنان

source: Footer One
ar: التذييل واحد

source: Shop Sidebar
ar: الشريط الجانبي للمتجر

source: Text Color
ar: لون النص

source: With %s, you can choose from multiple unique demos, specially designed for you, that can be installed with a single click. You just need to choose your favorite, and we will take care of everything else.
ar: مع %s، يمكنك الاختيار من بين العديد من العروض التوضيحية الفريدة المصممة خصيصًا لك، والتي يمكن تنصيبها بنقرة واحدة. أنت فقط بحاجة إلى اختيار التصميم الذي تفضله، وسنتولى العناية بكل شيء آخر.

source: Footer Menu
ar: قائمة التذييل

source: Primary Menu
ar: القائمة الأساسية

source: Content / Sidebar
ar: المحتوى / الشريط الجانبي

source: Footer Options
ar: خيارات التذييل

source: Blog Layouts
ar: تخطيطات المدونة

source: Header Options
ar: خيارات الترويسة

source: Layout Options
ar: خيارات التخطيط

source: Customize Fonts
ar: تخصيص الخطوط

source: Set Colors
ar: تعيين الألوان

source: Upload Logo
ar: رفع الشعار

source: Changelog
ar: سجلّ التغييرات

source: Read full documentation
ar: اقرأ الوثائق كاملة

source: Need more details? Please check our full documentation for detailed information on how to use %s.
ar: بحاجة الى تفاصيل أكثر؟ يُرجى مراجعة وثائق المساعدة الكاملة للحصول على معلومات مفصلة حول كيفية استخدام %s.

source: We want to make sure you have the best experience using %1$s, and that is why we have gathered all the necessary information here for you. We hope you will enjoy using %1$s as much as we enjoy creating great products.
ar: نريد أن نتأكد من حصولك على أفضل تجربة عندما تستخدم %1$s، لهذا السبب جمعنا لك كل المعلومات الضرورية هنا. نحن نتمنى أن تستمتع باستخدام %1$s بقدر ما نتمتع نحن بإنشاء منتجات رائعة.

source: Contact Support
ar: الاتصال بالدعم

source: Documentation
ar: الوثائق

source: %s now comes with a sites library with various designs to pick from. Visit our collection of demos that are constantly being added.
ar: الآن يأتي %s مع مكتبة المواقع ذات تصميمات مختلفة للاختيار من بينها. قم بزيارة مجموعتنا من العروض التوضيحية التي يتم إضافتها باستمرار.

source: Submit a review
ar: إرسال مراجعة

source: Are you are enjoying Neve? We would love to hear your feedback.
ar: هل أنت تستمتع بNeve؟ نحن نحب أن نعرف ملاحظاتك.

source: Leave us a review
ar: أكتب لنا مراجعة

source: Join our Facebook Group
ar: انضم إلى مجموعتنا على الفيس بوك (Facebook)

source: Cart
ar: السلة

source: Filter
ar: تصفية

source: Deactivate
ar: تعطيل

source: Activate
ar: تفعيل

source: Sidebar
ar: الشريط الجانبي

source: No Sidebar
ar: بدون الشريط الجانبي

source: Right Sidebar
ar: الشريط الجانبي الأيمن

source: Left Sidebar
ar: الشريط الجانبي (يسار)

source: Container
ar: حاوية

source: Full Width
ar: كامل العرض

source: Contained
ar: محتواة

source: Customizer Setting
ar: إعداد المخصص

source: Disable Footer
ar: تعطيل التذييل

source: Disable Featured Image
ar: تعطيل الصورة المميزة

source: Disable Title
ar: تعطيل العنوان

source: Disable Header
ar: تعطيل الترويسة

source: Components
ar: المكونات

source: Enable Individual Content Width
ar: فعّل عرض المحتوى الفردي

source: Content Width
ar: عرض المحتوى

source: Skip to content
ar: تخطى إلى المحتوى

source: Hey, we've noticed that you're running an outdated version of PHP which is no longer supported. Make sure your site is fast and secure, by %1$s. Neve's minimal requirement is PHP%2$s.
ar: مرحبًا، لاحظنا أنك تستخدم نسخة قديمة من بي إتش بي (PHP) وهي لم تعد مدعومة. تأكد من أن موقعك سريع وآمن بحلول %1$s. الحد الأدنى لمتطلبات Neve هو بي إتش بي (PHP) %2$s.

source: ThemeIsle
ar: قالب الجزيرة (ThemeIsle)
