Repository: prasish012/try
Catalog: try/media_copy/translations/reviewnews/existing_translations/PO FILES AS DATASETS FROM WP.TRANSLATE 2/Arabic/wp-themes-neve-*.po
Languages: ar

source: Use one logo for both modes
ar: استخدم شعارًا واحدًا لكلا الوضعين

source: Get Neve Pro
ar: أحصل على Neve Pro

source: Neve PRO Features
ar: مميزات Neve Pro

source: Stepped
ar: صعد

source: Vertical
ar: عمودي

source: Standard
ar: قياسي

source: Checkout Style
ar: نمط الخروج

source: Upgrade to the Pro version and get instant access to all Premium Starter Sites — including Expert Sites — and much more.
ar: قم بالترقية إلى النسخة الاحترافي واحصل على وصول فوري إلى جميع مواقع المبتدئين المتميزة - بما في ذلك مواقع الخبراء - وغير ذلك الكثير.

source: Explore Neve PRO
ar: اكتشف Neve PRO

source: Upgrade to Neve Pro and unlock all components, including Wish List, Breadcrumbs, Custom Layouts and many more.
ar: قم بالترقية إلى Neve Pro وافتح جميع المكونات ، بما في ذلك قائمة الرغبات ومسارات التنقل والتخطيطات المخصصة وغيرها الكثير.

source: Social Icons
ar: الأيقونات الاجتماعية

source: Global Header Settings
ar: الإعدادات العامة للترويسة

source: Additional Font Variants
ar: المتغيرات الإضافية للخط

source: Add Item
ar: إضافة عنصر

source: Item
ar: عنصر

source: Remove
ar: إزالة

source: Page
ar: صفحة

source: API for %s is reachable on your site.
ar: API لـ %s يمكن الوصول إليه على موقعك.

source: Can not connect to API
ar: لا يمكن الاتصال بـ API

source: API for %s is reachable.
ar: API لـ %s يمكن الوصول إليه.

source: Customizer Custom CSS
ar: إعدادات CSS المخصصة

source: Child theme files
ar: ملفات القالب الفرعي (الإبن)

source: No
ar: لا

source: Yes
ar: نعم

source: API connectivity
ar: حالة الاتصال بـ API

source: Title alignment
ar: محاذاة العنوان

source: All available components are used inside the builder
ar: يتم استخدام جميع المكونات المتاحة داخل المنشئ

source: Switch Skin
ar: بدل السطح

source: Switching skin
ar: تبديل السطح

source: Legacy Skin
ar: سطح قديم

source: Migrate Builders Data
ar: ترحيل بيانات المنشئين

source: Some manual adjustments may be required.
ar: قد تكون هناك حاجة لبعض التعديلات اليدوية.

source: We've created a new Header/Footer Builder experience! You can always roll back to the old builder from right here.
ar: لقد أنشأنا تجربة منشئ ترويسة / تذييل جديدة! يمكنك دائمًا الرجوع إلى المنشئ القديم من هنا.

source: Roll Back
ar: العودة إلى الحالة السابقة

source: Reload
ar: إعادة تحميل

source: Want to roll back to the old builder?
ar: هل تريد العودة إلى المنشئ القديم؟

source: You must save the current customizer values before running the migration.
ar: يجب عليك حفظ قيم المخصّص الحالي قبل تشغيل الترحيل.

source: Removing old data
ar: إزالة البيانات القديمة

source: Rolling back builder
ar: العودة إلى الحالة السابقة للمنشئ

source: Migrating builder data
ar: ترحيل بيانات المنشئ

source: Accessibility
ar: إمكانية الوصول

source: Contrast
ar: التباين

source: %1$s Builder
ar: %1$s المنشئ

source: You are customizing the <Button>%1$s</Button> Header
ar: إنك تقوم بتخصيص ترويسة <Button>%1$s</Button>

source: Toggle Sidebar
ar: تبديل الشريط الجانبي

source: Row Setting
ar: إعدادات الصف

source: Search for a component…
ar: البحث عن مكون ...

source: Widget Settings
ar: اعدادات الودجت

source: Item Settings
ar: إعدادات العنصر

source: Search products&hellip;
ar: البحث عن المنتجات...

source: Change archive font size
ar: تغيير حجم خط الأرشيف

source: Change H1 font size
ar: تغيير حجم خط H1

source: Change headings font
ar: تغيير خط العناوين

source: Change main font
ar: تغيير الخط الرئيسي

source: Button text
ar: نص الزر

source: Button style
ar: نمط الزر

source: The following magic tags are available for this field: {title} and {comments_number}. Leave this field empty for default behavior.
ar: الوسوم السحرية التالية متاحة لهذا الحقل: {title} و {comments_number}. اترك هذا الحقل فارغًا للسلوك الافتراضي.

source: Section title
ar: عنوان القسم

source: Spacing between elements
ar: مسافة التباعد بين العناصر

source: Full width
ar: كامل العرض

source: Cover container
ar: غلاف الحاوية

source: Luminosity
ar: الإضاءة

source: Hue
ar: تدرج اللون

source: Exclusion
ar: الاستثناء

source: Difference
ar: الفرق

source: Saturation
ar: التشبع

source: Color Dodge
ar: انقاص كثافة اللون

source: Lighten
ar: تفتيح

source: Darken
ar: تعتيم

source: Overlay
ar: غِشاء

source: Screen
ar: الشاشة

source: Multiply
ar: مضاعفة

source: Blend mode
ar: وضع المزج

source: Hide featured image
ar: إخفاء الصورة البارزة

source: Overlay opacity
ar: معدل شفافية التراكب

source: Overlay color
ar: الألوان المركبة

source: Display meta before title
ar: عرض المنوعات (meta) قبل العنوان

source: Title Position
ar: مكان العنوان

source: Cover padding
ar: الهوامش الداخلية للغلاف

source: Cover height
ar: ارتفاع الغلاف

source: Cover
ar: الغلاف

source: Submit Form Section
ar: قسم إرسال النموذج

source: Comments Section
ar: قسم التعليقات

source: Page Elements
ar: عناصر الصفحة

source: Header Layout
ar: تخطيط الترويسة

source: Avatar Size
ar: حجم الصورة الرمزية Avatar

source: For special characters make sure to use Unicode. For example > can be displayed using \003E.
ar: للأحرف الخاصة تأكد من استخدام Unicode. على سبيل المثال> يمكن عرضها باستخدام \003E.

source: Separator
ar: الفاصل

source: Customize the general design of the form elements across the site.
ar: تخصيص التصميم العام لعناصر النموذج عبر الموقع.

source: Secondary Button
ar: الزر الثانوي

source: Primary Button
ar: الزر الأساسي

source: update
ar: تحديث

source: Text color
ar: لون النص

source: Background color
ar: لون الخلفية

source: Section padding
ar: الهوامش الداخلية للقسم

source: Boxed layout
ar: تخطيط في مربع

source: Appearance %1$s Customize %2$s Footer %3$s
ar: المظهر %1$s تخصيص %2$s التذييل %3$s

source: Adjust default color scheme based on the user device preferences. %1$sLearn More%2$s.
ar: اضبط نظام الألوان الافتراضي بناءً على تفضيلات جهاز المستخدم. %1$s تعرف على المزيد%2$s.

source: Automatically adjust color scheme
ar: ضبط نظام الألوان تلقائيًا

source: Leave blank for no label ...
ar: اتركه فارغًا بدون تسمية ...

source: Label
ar: التسمية

source: Select icon
ar: إختر أيقونة

source: Dark Palette
ar: لوحة داكنة

source: The base palette is used for light mode. %1$sEdit color palettes%2$s.
ar: تستخدم اللوحة الأساسية في وضع فاتح. %1$sتحرير لوح الألوان%2$s.

source: Light Palette
ar: لوحة فاتحة

source: Palette Switch
ar: تبديل اللوحة

source: Mobile Sidebar
ar: الشريط الجانبي للجوال

source: Footer Main
ar: التذييل الرئيسي

source: Columns Layout
ar: تخطيط الأعمدة

source: Number of Columns
ar: عدد الأعمدة

source: In order to be able to import any starter sites for %1$s you would need to have the %2$s plugin updated to the latest version.
ar: لكي تتمكن من استيراد أي مواقع بداية لـ%1$s، يجب تحديث الإضافة %2$s إلى أحدث إصدار.

source: In order to be able to import any starter sites for %1$s you would need to have the %2$s plugin active.
ar: لكي تتمكن من استيراد أي مواقع بداية لـ%1$s، يجب أن تكون الإضافة %2$s مُفعّلة.

source: (opens in a new tab)
ar: (يُفتح في علامة تبويب جديدة)

source: Use last updated date instead of the published one
ar: استخدم تاريخ آخر تحديث بدلاً من التاريخ المنشور

source: You appear to be running the Neve theme from source code. Please finish installation by running %s.
ar: يبدو أنك تقوم بتشغيل قالب Neve من شفرة المصدر. الرجاء إنهاء التنصيب عن طريق تشغيل %s.

source: Link values
ar: قيم الرابط

source: Out of stock
ar: غير متوفر في المخزون

# Theme starter content
source: Project Details
ar: تفاصيل المشروع

# Theme starter content
source: Contact
ar: الاتصال

# Theme starter content
source: Portofolio
ar: معرض أعمال

source: Theme
ar: القالب

source: Customize the default button styles
ar: تخصيص أنماط الزر الافتراضية

source: Button Style
ar: نمط الزر

source: Form Labels
ar: تسميات النموذج

source: Input Text
ar: حقل إدخال نص

source: Border Color
ar: لون الحدود

source: Field Background Color
ar: لون خلفية الحقل

source: Field Padding
ar: الهوامش الداخلية للحقل

source: Form Fields
ar: حقول النموذج

# Theme starter content
source: Home
ar: الرئيسية

# Theme starter content
source: About
ar: نبذة

# Theme starter content
source: Blog
ar: المدوّنة

source: Learn more about fallback fonts
ar: تعرف على المزيد حول الخطوط الاحتياطية

source: Fallback Font
ar: الخطوط الاحتياطية

source: Palette Colors
ar: لوحة الألوان

source: How the color system works
ar: كيف يعمل نظام الألوان

source: Add
ar: أضف

source: Extend from:
ar: تمديد من:

source: Palette Title
ar: عنوان اللوحة

source: Add Custom Palette
ar: إضافة لوحة مخصصة

source: Reset all to default
ar: إعادة تعيين الكل إلى الافتراضي

source: Delete
ar: إلغاء

source: If this is the currently active palette, the current palette will be switched to the Base one.
ar: إذا كانت هذه هي اللوحة المفعلة حاليًا ، فسيتم تبديل اللوحة الحالية إلى الأساسية.

source: Are you sure you want to delete the %s palette?
ar: هل أنت متأكد أنك تريد حذف لوحة %s؟

source: Remove Palette
ar: إزالة اللوحة

source: Global Colors
ar: الألوان العالمية

source: Extra Color 2
ar: اللون الإضافي 2

source: Extra Color 1
ar: اللون الإضافي 1

source: Text Dark Background
ar: خلفية نص داكنة

source: Dark Background
ar: خلفية داكنة

source: Light Background
ar: خلفية فاتحة

source: Site Background
ar: خلفية الموقع

source: Secondary Accent
ar: العنصر الثانوي البارز

source: Primary Accent
ar: العنصر الرئيسي البارز

source: Base
ar: الأساس

source: Welcome
ar: مرحبًا

source: Install and Activate
ar: تنصيب وتفعيل

source: Could not activate plugin.
ar: تعذر تفعيل الإضافة.

source: Something went wrong while installing the plugin.
ar: حدث خطأ ما أثناء تنصيب الإضافة.

source: Extend your header with more components and settings, build sticky/transparent headers or display them conditionally.
ar: قم بتمديد الترويسة بمزيد من المكونات والإعدادات ، وقم بإنشاء ترويسات لاصقة / شفافة أو اعرضها بشكل مشروط.

source: Click on any empty space to add components, or existing components to adjust settings.
ar: انقر فوق أي مساحة فارغة لإضافة المكونات، أو انقر على المكونات الموجودة لضبط الإعدادات.

source: %s Builder:
ar: %s المنشئ:

source: Build your own header or choose from preset options.
ar: قم بإنشاء الترويسة الخاصة بك أو اختر من بين الخيارات المحددة مسبقًا.

source: Toggle Visibility
ar: تبديل إمكانية الرؤية

source: Drag to Reorder
ar: اسحب لإعادة الترتيب

source: Toggle
ar: تبديل

source: Posts by %s
ar: مقالات بواسطة %s

source: Columns
ar: الأعمدة

source: Grid
ar: الشبكة

source: Covers
ar: الأغلفة

source: List
ar: قائمة

source: Button Text
ar: نص الزر

source: Two columns with image and text
ar: عمودان مع صورة ونص

source: Two columns with text
ar: عمودين بالنص

source: Light header with left-aligned content
ar: ترويسة فاتحة بمحتوى بمحاذاة إلى اليسار

source: Gallery with title and button
ar: معرض مع العنوان والزر

source: Testimonial columns
ar: أعمدة الشهادة

source: Two columns with centered content
ar: عمودين مع محتوى في الوسط

source: Three columns with images and text
ar: ثلاثة أعمدة بالصور والنص

source: Three columns with images, content and buttons
ar: ثلاثة أعمدة بالصور والمحتوى والأزرار

source: Dark header with centered content
ar: ترويسة داكنة مع محتوى في الوسط

source: Gallery grid with buttons
ar: معرض الشبكة مع الأزرار

source: Four columns with team members
ar: أربعة أعمدة مع أعضاء الفريق

source: Open Neve meta sidebar
ar: افتح الشريط الجانبي التعريفي (meta) لـ Neve

source: Return to customizer settings
ar: الرجوع إلى إعدادات المخصص

source: Reset all options to default
ar: إعادة تعيين جميع الخيارات إلى الافتراضي

source: Elements
ar: العناصر

source: Sharing Icons
ar: مشاركة الأيقونات

source: Related Posts
ar: تدوينات ذات صلة

source: Author Biography
ar: سيرة الكاتب

source: Post Navigation
ar: التنقل بين المقالات

source: Featured Image
ar: الصورة البارزة

source: Post Meta
ar: ميتا المقالة

source: Post Title
ar: عنوان المقالة

source: Reading Time
ar: وقت القراءة

source: Title Alignment
ar: محاذاة العنوان

source: Page Title
ar: عنوان الصفحة

source: Custom Content Width (%)
ar: عرض المحتوى المخصص (%)

source: Page Layout
ar: تخطيط الصفحة

source: Expand first level of dropdowns when menu is in mobile menu content.
ar: قم بتوسيع المستوى الأول من القوائم المنسدلة عندما تكون القائمة في محتوى قائمة الجوال.

source: Mobile Menu Options
ar: خيارات قائمة الجوال

source: Show Mobile Menu
ar: عرض قائمة الجوال

source: Items Min Height (px)
ar: الحد الأدنى للارتفاع العناصر (بكسل)

source: Sidebar Width
ar: عرض الشريط الجانبي

source: Slide Down
ar: إزاحة لأسفل

source: Full Canvas
ar: لوحة كاملة

source: Pull from Right
ar: اسحب من اليمين

source: Pull from Left
ar: اسحب من اليسار

source: Slide from Right
ar: إزاحة من اليمين

source: or
ar: أو

source: Click the %1$s icon in the top bar or use the keyboard shortcut ( %2$s ) to customise the layout settings for this page
ar: انقر فوق أيقونة %1$s في الشريط العلوي أو استخدم اختصار لوحة المفاتيح ( %2$s ) لتخصيص إعدادات التخطيط لهذه الصفحة

source: Page Settings are now accessible from the top bar
ar: يمكن الآن الوصول إلى إعدادات الصفحة من الشريط العلوي

source: Comments meta
ar: تعليقات الوصف التعريفي meta

source: Category meta
ar: تصنيف الوصف التعريفي meta

source: Date meta
ar: تاريخ الوصف التعريفي meta

source: Author meta
ar: الوصف التعريفي meta للمؤلف

source: Current Post Meta
ar: الوصف التعريفي meta للمقالة الحالية

source: Personal
ar: شخصي

source: Free
ar: مجاني

source: All items are already selected.
ar: تم تحديد جميع العناصر بالفعل.

source: Add items by clicking the ones below.
ar: أضف عناصر بالضغط على العناصر أدناه.

source: Remove Item
ar: إزالة عنصر

source: Add item
ar: إضافة عنصر

source: Vertical Alignment
ar: محاذاة عمودية

source: Middle
ar: منتصف

source: Comments reply title
ar: عنوان الرد على التعليقات

source: Post meta
ar: ميتا المقالة

source: Post excerpt
ar: مقتطف المقالة

source: Post title
ar: عنوان المقالة

source: An error occurred. Please reload the page and try again.
ar: حدث خطأ. يرجى إعادة تحميل الصفحة والمحاولة مرة أخرى.

source: Height
ar: الارتفاع

source: Search Field
ar: البحث في الحقل

source: Icon
ar: الأيقونة

source: Float Above Header
ar: تعويم فوق الترويسة

source: Minimal
ar: الحد الأدنى

source: Canvas
ar: اللوحة

source: Open Behaviour
ar: افتح السلوك

source: Business
ar: الأعمال

source: Dismiss
ar: تجاهل

source: Something went wrong. Please reload the page and try again.
ar: حدث خطأ ما. يرجى إعادة تحميل الصفحة ثم حاول مرة أخرى.

source: Installing
ar: جاري التنصيب

source: Install
ar: تنصيب

source: Could not Update Option. Please try again.
ar: لا يمكن تحديث الخيار. حاول مرة اخرى

source: Save
ar: حفظ

source: Neve Theme Logo
ar: شعار قالب Neve

source: Tweaks
ar: تعديلات

source: Bug Fixes
ar: إصلاحات الأخطاء​

source: Features
ar: المميزات

source: Starter Sites
ar: المواقع البادئة

source: Learn More
ar: تعلم المزيد

source: Could not activate module. Please try again.
ar: تعذر تفعيل الوحدة النمطية. حاول مرة اخرى.

source: Module Deactivated.
ar: تم إيقاف تفعيل الوحدة النمطية.

source: Module Activated
ar: تم تفعيل الوحدة النمطية.

source: Upgrade
ar: ترقية

source: In Progress
ar: في تقدم

source: Done!
ar: تم!

source: Expires
ar: انتهاء مدة الصلاحية

source: Expired
ar: منتهية مدة الصلاحية

source: Valid
ar: صالح

source: Deactivating
ar: جارٍ إلغاء التفعيل

source: Enter License Key
ar: أدخل مفتاح الترخيص

source: Typekit Project ID is invalid
ar: معرف مشروع Typekit غير صالح

source: We recommend that both %1$s and %2$s are updated to the latest version to ensure optimal intercompatibility.
ar: نوصى بتحديث كل من%1$s و %2$s إلى أحدث إصدار لضمان التوافق التام.

source: New plugin update for %1$s! Please update to %2$s.
ar: تحديث جديد لإضافة %1$s! يرجى التحديث إلى%2$s.

source: Update Now
ar: تحديث الآن

source: New theme update for %1$s! Please update to %2$s.
ar: تحديث جديد لقالب %1$s! يرجى التحديث إلى%2$s.

source: Enter your license from %1$s purchase history in order to get plugin updates
ar: أدخل ترخيصك من محفوظات شراء %1$s للحصول على تحديثات الإضافة

source: Please update %s to the latest version and then refresh this page to have access to the options.
ar: يرجى تحديث %s إلى أحدث إصدار ثم قم بتحديث هذه الصفحة للوصول إلى الخيارات

source: %s license
ar: ترخيص %s

source: %s Options
ar: الخيارات %s

source: Border Width
ar: عرض الإطار

source: Border Radius
ar: زوايا الحدود

source: Transform
ar: تحويل

source: Weight
ar: الوزن

source: Clear
ar: إزالة

source: Container width
ar: عرض الحاوية

source: Logo max width
ar: أقصى عرض الشعار

source: Row height
ar: ارتفاع الصف

source: Style 6
ar: النمط 6

source: Style 5
ar: النمط 5

source: Style 4
ar: النمط 4

source: Style 3
ar: النمط 3

source: Style 2
ar: النمط 2

source: Style 1
ar: النمط 1

source: Currency Symbol
ar: رمز العملة

source: Currency Name
ar: اسم العملة

source: Total
ar: المجموع

source: Total + Currency Symbol
ar: المجموع + رمز العملة

source: Disable Homepage Link
ar: تعطيل رابط الصفحة الرئيسية

source: No header presets found
ar: لم يتم العثور على إعدادات جاهزة للترويسة

source: Search Header Presets…
ar: البحث عن إعدادات جاهزة للترويسة...

source: No Icon
ar: لا توجد أيقونة

source: WordPress Avatar
ar: الصورة الرمزية لووردبريس

source: Icon Style 6
ar: نمط الايقونة 6

source: Icon Style 5
ar: نمط الايقونة 5

source: Icon Style 4
ar: نمط الايقونة 4

source: Icon Style 3
ar: نمط الايقونة 3

source: Icon Style 1
ar: نمط الايقونة 1

source: Icon Style 2
ar: نمط الايقونة 2

source: User Email
ar: البريد الإلكتروني للمستخدم

source: Display Name
ar: الاسم المعروض

source: User Nice Name
ar: الاسم اللطيف للمستخدم

source: Current User
ar: المستخدم الحالي

source: Items Spacing (px)
ar: تباعد العناصر (بكسل)

source: Hover Skin Mode
ar: وضع نمط الحوم

source: Justify
ar: محاذاة بالتساوي

source: Header Presets
ar: إعدادات جاهزة للترويسة

source: Pages:
ar: الصفحات:

source: Night
ar: الليل

source: edit
ar: تحرير

source: Note: It seems that the shop page has an individual sidebar layout already set. To be able to control the layout from here, %s your page and set the sidebar to "Inherit".
ar: ملاحظة: يبدو أن صفحة المتجر بها شريط جانبي فردي معين بالفعل. لتتمكن من التحكم في التخطيط من هنا ،%s صفحتك وتعيين الشريط الجانبي على "توريث".

source: You are customizing the %s Header
ar: أنت تقوم بتخصيص الترويسة %s

source: Remove Image
ar: إزالة الصورة

source: Remove Fallback Image
ar: إزالة الصورة الاحتياطية

source: Fallback Image
ar: الصورة الاحتياطية

source: Use Featured Image
ar: استخدام صورة بارزة

source: Insert Dynamic Tag
ar: إدراج وسم ديناميكي

source: Checkout URL
ar: رابط إتمام الطلب

source: Cart URL
ar: رابط السلة

source: Product Title
ar: عنوان المنتج

source: Product Price
ar: سعر المنتج

source: WooCommerce
ar: ووكومرس

source: Current Year
ar: السنة الحالية

source: Home URL
ar: رابط الرئيسية

source: Site Tagline
ar: سطر وصف الموقع

source: Site Title
ar: عنوان الموقع

source: Global
ar: الشامل

source: Author URL
ar: رابط المؤلف

source: Author Name
ar: اسم المؤلف

source: Author Bio
ar: السيرة الذاتية للمؤلف

source: Archive URL
ar: رابط الأرشيف

source: Archive Title
ar: عنوان الأرشيف

source: Archive Description
ar: وصف الأرشيف

source: Archive
ar: الأرشيف

source: Current Single URL
ar: عنوان الرابط الفردي الحالي

source: Current Single Excerpt
ar: المقتطف الفردي الحالي

source: Current Single Title
ar: العنوان الفردي الحالي

source: Single
ar: الفردي

source: Inherit
ar: توريث

source: Logo on Top
ar: الشعار في الأعلى

source: Title & Tagline - Logo
ar: العنوان وسطر الوصف - الشعار

source: Logo - Title & Tagline
ar: الشعار - العنوان وسطر الوصف

source: Logo Only
ar: الشعار فقط

source: Display
ar: عرض

source: Icon Size
ar: حجم الأيقونة

source: Outline
ar: مُحدد

source: Filled
ar: معبأ

source: Hover
ar: التمرير فوق

source: Text and Border
ar: النص والإطار

source: Background
ar: الخلفية

source: Normal
ar: عادي

source: Add Image
ar: إضافة صورة

source: Button Appearance
ar: مظهر الزر

source: Appearance
ar: المظهر

source: Menu label
ar: تسمية القائمة

source: Arbitrary HTML code. It supports also shortcodes.
ar: كود HTML عشوائي. وهو يدعم أيضا أكواد مختصرة.

source: Alignment
ar: محاذاة

source: Hide
ar: إخفاء

source: Show
ar: عرض

source: Mobile menu content
ar: محتوى القائمة على المحمول

source: Reset Value
ar: إعادة تعيين القيمة

source: Mobile
ar: الهاتف المحمول

source: Tablet
ar: الجهاز اللوحي

source: No results.
ar: لا توجد نتائج.

source: Body
ar: الجسم

source: Search Components
ar: مكونات البحث

source: Quick Links
ar: روابط سريعة

source: Display your company logo here or simply use words to describe your business.
ar: اعرض شعار شركتك هنا أو استخدم ببساطة كلمات لوصف عملك.

source: Center
ar: وسط

source: Change Footer Color
ar: تغيير لون تذييل الصفحة

source: Change Copyright
ar: تغيير حقوق النشر

source: Change Menu
ar: تغيير القائمة

source: Change Header Color
ar: تغيير لون الترويسة

source: Change Logo
ar: تغيير الشعار

source: Welcome to the %1$s builder! Click the %2$s button to add a new component or follow the Quick Links.
ar: مرحبًا بك في منشئ %1$s! انقر فوق الزر %2$s لإضافة مكون جديد أو اتبع الروابط السريعة.

source: Oops! Something went wrong.
ar: عفواً! حدث خطأ.

source: Oops! It looks like you&#8217;re offline.
ar: عفوا! يبدو أنك غير متصل.

source: Desktop
ar: سطح المكتب

source: Reset all Values
ar: إعادة ضبط جميع القيم

source: Unlink values
ar: إلغاء ربط القيم

source: Overlay Opacity
ar: معدل شفافية الغطاء

source: Overlay Color
ar: لون الغطاء

source: Fixed Background
ar: خلفية ثابتة

source: Select from the Media Library or upload a new image
ar: اختر من مكتبة الوسائط أو قم برفع صورة جديدة

source: Image
ar: صورة

source: Option Updated
ar: تم تحديث الخيار.

source: Could not update option. Please try again.
ar: لا يمكن تحديث الخيار. حاول مرة اخرى

source: Allow Anonymous Tracking
ar: السماح بالتتبع غير المعروف (المجهول)

source: Become a contributor by opting in to our anonymous data tracking. We guarantee no sensitive data is collected.
ar: كن مساهمًا عن طريق الاشتراك في تتبع البيانات غير المعروفة. نحن نضمن عدم جمع البيانات الحساسة.

source: Contributing
ar: المساهمة

source: What do we track?
ar: ماذا نتتبع؟

source: Row Background
ar: خلفية الصف

source: Design your %1$s by dragging, dropping and resizing all the elements in real-time. %2$s.
ar: صمم %1$s الخاص بك عن طريق سحب وإسقاط وتغيير حجم جميع العناصر في الوقت الحقيقي. %2$s.

source: by
ar: بواسطة

source: Show Author Avatar
ar: عرض الصورة الرمزية Avatar للكاتب

source: Author Avatar
ar: الصورة الرمزية Avatar للكاتب

source: Scroll To Top
ar: التمرير إلى الأعلى

source: White Label
ar: البطاقة البيضاء

source: Free vs Pro
ar: المجاني vs المدفوع

source: Leverage the true flexibility of Elementor with powerful addons and templates that you can import with just one click.
ar: استفد من المرونة الحقيقية لـ Elementor من خلال مكونات إضافية و نماذج قوية يمكنك استيرادها بنقرة واحدة فقط.

source: Easily create custom headers and footers as well as adding your own custom code or content in any of the hooks locations.
ar: يمكنك إنشاء الترويسات والتذييلات المخصصة بسهولة بالإضافة إلى إضافة الاكواد البرمجية المخصصة أو المحتوى في أي من مواقع ال hooks.

source: Scroll to Top module
ar: التمرير إلى الوحدة الأعلى

source: White Label module
ar: وحدة البطاقة البيضاء

source: Custom Layouts
ar: تخطيطات مخصصة

source: WooCommerce Booster
ar: Booster ووكومرس

source: Blog Booster
ar: Booster المدونة

source: Header Booster
ar: Booster الترويسة

source: Hover Color
ar: لون التحويم

source: Color
ar: اللون

source: Cover text color
ar: لون نص الغلاف

source: Background Color
ar: لون الخلفية

source: Secondary
ar: الثانوي

source: Primary
ar: الأساسي

source: Buttons
ar: الأزرار

source: Style
ar: النمط

source: Select Menu
ar: تحديد القائمة

source: Margin
ar: الهامش الخارجي

source: Left
ar: اليسار

source: Bottom
ar: الأسفل

source: Right
ar: اليمين

source: Top
ar: الأعلى

source: Padding
ar: الهوامش الداخلية

source: Slide from Left
ar: إنزلاق من اليسار

source: All
ar: الكل

source: Title
ar: العنوان

source: Exclusive Products
ar: منتجات حصرية
