Repository: prasish012/try
Catalog: try/media_copy/translations/reviewnews/existing_translations/PO FILES AS DATASETS FROM WP.TRANSLATE 2/Arabic/wp-themes-newsblogger-*.po
Languages: ar

source: NewsBlogger is a dynamic and versatile child theme for the popular NewCrunch WordPress theme. Perfect for bloggers, journalists, and online magazines, it offers enhanced customization options, improved performance, and seamless integration with both the Gutenberg and Classic editors. Compatible to various popular plugins such as Elementor, Contact Form 7, Polylang and WPML. Theme is RTL ready and prioritizes user privacy and complies with the General Data Protection Regulation (GDPR) guidelines by refraining from collecting any personal data restricted under GDPR. The theme is also schema-ready, enhancing search engine visibility and optimization. To explore the theme further, feel free to check out our demo at: https://demo-news.spicethemes.com/startersite-1/. For video tutorial visit here https://www.youtube.com/playlist?list=PLTfjrb24Pq_DeJOZdKEaP3rZPbHuOCLtZ
ar: NewsBlogger عبارة عن قالب إبن ديناميكي ومتعدد الاستخدامات لقالب NewCrunch WordPress الشهير. إنه مثالي للمدونين والصحفيين والمجلات عبر الإنترنت، فهو يوفر خيارات تخصيص محسنة وأداء محسن وتكاملًا سلسًا مع كل من محرري Gutenberg وClassic. متوافق مع العديد من الإضافات الشائعة مثل Elementor وContact Form 7 وPolylang وWPML. القالب جاهز لـ RTL ويعطي الأولوية لخصوصية المستخدم ويتوافق مع إرشادات اللائحة العامة لحماية البيانات (GDPR) من خلال الامتناع عن جمع أي بيانات شخصية مقيدة بموجب اللائحة العامة لحماية البيانات (GDPR). السمة أيضًا جاهزة للمخطط (schema)، مما يعزز رؤية محرك البحث وتحسينه. لاستكشاف القالب بشكل أكبر، لا تتردد في الاطلاع على العرض التوضيحي الخاص بنا على: https://demo-news.spicethemes.com/startersite-1/. لمشاهدة فيديو تعليمي، قم بزيارة هنا https://www.youtube.com/playlist?list=PLTfjrb24Pq_DeJOZdKEaP3rZPbHuOCLtZ

source: Light/Dark Mode
ar: الوضع الفاتح / الداكن

source: Close Search
ar: إغلاق البحث

source: Search
ar: البحث

source: Close Off-Canvas
ar: إغلاق خارج اللوحة

source: Close Icon
ar: إغلاق الأيقونة

source: Toggle Icon
ar: تبديل الأيقونة

source: Menu
ar: القائمة

source: Skip to content
ar: التجاوز إلى المحتوى

source: Alignment
ar: المحاذاة

source: Header Layout
ar: تخطيط الترويسة

source: Upgrade To Pro
ar: الترقية إلى احترافي

source: Watch Videos
ar: شاهد الفيديوهات

source: See Changelog
ar: عرض سجل التغيير

source: Try It Now
ar: جربه الآن

source: Try Now
ar: جرب الآن

source: complete with exciting new features. Take a look now!
ar: كاملة مع ميزات جديدة ومثيرة. ألق نظرة الآن!

source: We've consistently aimed to meet our users' needs and demands. In order to address specific requirements and rectify issues from our previous version, we've rolled out version
ar: لقد سعينا باستمرار إلى تلبية احتياجات المستخدمين ومتطلباتهم. من أجل تلبية متطلبات محددة وتصحيح المشكلات التي واجهناها في الإصدار السابق، قمنا بطرح الإصدار

source: %1$s Current %2$s
ar: %1$s %2$s الحالي

source: Welcome Banner
ar: بانر الترحيب

source: Theme Documentation
ar: وثائق مساعدة القالب

source: View Live Demos
ar: مشاهدة العروض التوضيحية المباشرة

source: Live Demo
ar: العرض التجريبي المباشر

source: Theme Dashboard
ar: رئيسية القالب

source: %s is now installed and ready to use. We've provide some links to get you started.
ar: %s الآن منصب وجاهز للاستخدام. لقد وفرنا بعض الروابط لتبدأ.

source: Welcome to
ar: مرحبًا بك في

source: Hello
ar: مرحبا

source: Core Background Color & Image Customize
ar: لون الخلفية الأساسي وتخصيص الصورة

source: Core Background Color & Image Video
ar: لون الخلفية الأساسي وصورة الفيديو

source: Background Color & Image
ar: لون الخلفية والصورة

source: Theme Color Customize
ar: تخصيص لون القالب

source: Theme Color Video
ar: فيديو لون القالب

source: Theme & Category Color
ar: لون التصنيف والقالب

source: Footer Section Customize
ar: تخصيص قسم التذييل

source: Footer Section Video
ar: فيديو قسم التذييل

source: Footer Widgets & Copyright Text
ar: ودجات التذييل ونص حقوق الطبع والنشر

source: Custom Widgets Customize
ar: تخصيص الودجات المخصصة

source: Custom Widgets Video
ar: فيديو الودجات المخصصة

source: Setup Custom Widgets
ar: إعداد الودجات المخصصة

source: Sections Rearrange Customize
ar: إعادة ترتيب تخصيص الأقسام

source: Sections Rearrange Video
ar: أقسام إعادة ترتيب الفيديو

source: Reorder/Rearrange Sections
ar: إعادة ترتيب / تنظيم الأقسام

source: Highlight Customize
ar: تخصيص التمييز

source: Highlight Video
ar: قم بتمييز الفيديو

source: Setup Highlight Section
ar: قم بتمييز الإعداد

source: Banner Customize
ar: تخصيص البانر

source: Banner Video
ar: فيديو البانر

source: Setup Banner Section
ar: قسم إعداد البانر

source: Toggle Sidebar Customize
ar: تبديل تخصيص الشريط الجانبي

source: Toggle Sidebar Video
ar: تبديل فيديو الشريط الجانبي

source: Setup Toggle Sidebar
ar: إعداد تبديل الشريط الجانبي

source: Global Options Customize
ar: تخصيص الخيارات العامة

source: Global Options Video
ar: فيديو الخيارات العامة

source: Manage Global Options
ar: إدارة الخيارات العامة

source: Header Customize
ar: تخصيص الترويسة

source: Header Video
ar: فيديو الترويسة

source: Setup Header
ar: إعداد الترويسة

source: Site Identity Customize
ar: تخصيص هوية الموقع

source: Site Identity Video
ar: فيديو هوية الموقع

source: Setup Site Identity
ar: هوية إعداد الموقع

source: Customize
ar: تخصيص

source: Menu Customize
ar: تخصيص القائمة

source: Menu Video
ar: فيديو القائمة

source: Setup Main Menu
ar: إعداد القائمة الرئيسية

source: Watch Video
ar: شاهد الفيديو

source: Demo Import Video
ar: فيديو استيراد تجريبي

source: Demo Import
ar: استيراد تجريبي

source: Explore Premium Features
ar: اكتشف الميزات المميزة

source: Upgrade today and transform your website with NewsBlogger Premium!
ar: قم بالترقية اليوم وقم بتحويل موقع الويب الخاص بك باستخدام NewsBlogger Premium!

source: All premium features are managed through the Newscrunch Plus plugin, providing a seamless and integrated experience for both NewsBlogger and Newscrunch users.
ar: تتم إدارة جميع الميزات المميزة من خلال الإضافة Newscrunch Plus، مما يوفر تجربة سلسة ومتكاملة لكل من مستخدمي NewsBlogger و Newscrunch.

source: Note
ar: ملاحظة

source: Explore and import the premium starter sites available under both NewsBlogger and Newscrunch.
ar: استكشف واستورد المواقع البدائية المميزة المتوفرة ضمن كل من NewsBlogger وNewscrunch.

source: To access premium starter sites offered by Newscrunch, deactivate the NewsBlogger theme and activate the Newscrunch theme.
ar: للوصول إلى المواقع البدائية المميزة التي تقدمها Newscrunch، قم بتعطيل قالب NewsBlogger وتفعيل قالب Newscrunch.

source: Navigate to the starter sites section in your WordPress dashboard.
ar: انتقل إلى قسم المواقع البدائية في لوحة تحكم ووردبريس الخاصة بك.

source: Access Premium Starter Sites
ar: الوصول إلى المواقع البدائية المميزة

source: Enter your premium license key to activate all the premium features.
ar: أدخل مفتاح الترخيص المميز الخاص بك لتفعيل جميع الميزات المميزة.

source: Download and install the Newscrunch Plus plugin if you haven’t already.
ar: قم بتنزيل وتنصيب الإضافة Newscrunch Plus إذا لم تقم بذلك حتى الآن.

source: Install and Activate Newscrunch Plus
ar: تنصيب وتفعيل Newscrunch Plus

source: Visit our pricing page to choose the plan that suits you best.
ar: تفضل بزيارة صفحة الأسعار الخاصة بنا لاختيار الخطة التي تناسبك.

source: Purchase NewsBlogger Premium functionality coded in Newscrunch Plus plugin
ar: قم بشراء وظيفة NewsBlogger Premium المشفرة في إضافة Newscrunch Plus

source: Get Started
ar: الشروع في ...

source: Stay up-to-date with the latest features and improvements with regular updates to Newscrunch Plus.
ar: ابق على اطلاع بأحدث الميزات والتحسينات من خلال التحديثات المنتظمة ل Newscrunch Plus.

source: Regular Updates
ar: تحديثات منتظمة

source: Receive dedicated support from our team to help you with any questions or issues.
ar: احصل على دعم مخصص من فريقنا لمساعدتك في أي سؤال أو مشكلة.

source: Priority Support
ar: دعم ذو أولوية

source: Benefit from performance optimizations to ensure your site runs smoothly and efficiently.
ar: استفد من تحسينات الأداء لضمان تشغيل موقعك بسلاسة وكفاءة.

source: Enhanced Performance Features
ar: ميزات الأداء المحسنة

source: Unlock advanced customization settings to fine-tune the appearance and functionality of your site.
ar: إلغاء تأمين إعدادات التخصيص المتقدمة لضبط مظهر موقعك ووظائفه.

source: Advanced Customization Options
ar: خيارات التخصيص المتقدمة

source: To access premium starter sites offered by Newscrunch, you need to deactivate the NewsBlogger theme and activate the Newscrunch theme.
ar: للوصول إلى المواقع المبدئية المميزة التي تقدمها Newscrunch، تحتاج إلى تعطيل قالب NewsBlogger وتفعيل قالب Newscrunch.

source: Premium starter sites for Newscrunch are also available, offering you a broader selection of templates to choose from. Note
ar: تتوفر أيضًا المواقع البدائية مميزة لـ Newscrunch، مما يوفر لك مجموعة واسعة من القوالب للاختيار من بينها. ملاحظة

source: Access exclusive NewsBlogger starter sites that are crafted for various niches and styles.
ar: قم بالوصول إلى المواقع البدائية NewsBlogger الحصرية والمصممة لمختلف المجالات والأنماط.

source: Premium Starter Sites
ar: المواقع البدائية المميزة

source: Here’s what you get with NewsBlogger Premium
ar: هذا ما ستحصل عليه مع NewsBlogger Premium

source: Pre-sales enquiry
ar: استعلام ما قبل البيع

source: Pre-sales Enquiry
ar: استفسار قبل الشراء

source: Premium Version
ar: نسخة الاحترافية Premium

source: Premium Demo
ar: نسخة تجريبية Premium

source: Changelog
ar: سجّل التغيير

source: Free vs Pro
ar: مجانا مقابل احترافي

source: Free or Pro Comparison
ar: مقارنة مجاني أو للمحترفين

source: Your feedback is valuable to us
ar: ملاحظاتك مهمة بالنسبة لنا

source: Valuable Feedback
ar: ملاحظات قيمة

source: Support
ar: الدعم

source: Help Docs
ar: مستندات المساعدة

source: Theme Demos
ar: عرض توضيحي للقالب

source: Theme Detail
ar: تفاصيل القالب

source: Useful Links
ar: روابط مفيدة

source: Widgets
ar: الودجات

source: Menus
ar: قوائم

source: Footer Widgets
ar: تذييل الودجات

source: Social Icons
ar: أيقونات اجتماعية

source: Sidebar Layout
ar: الشكل العام للشريط الجانبي

source: Header Section
ar: قسم الترويسة

source: Site Logo
ar: شعار الموقع

source: Theme Features
ar: ميزات القالب

source: Customize Image
ar: تخصيص الصورة

source: Need to install & activate the "Spice Starter Sites" plugin to import the demo.
ar: تحتاج إلى تنصيب وتفعيل الإضافة "Spice Starter Sites" لاستيراد العرض التوضيحي.

source: Import Image
ar: استيراد الصورة

source: %s Theme Configuration
ar: تكوين قالب %s

source: We highly recommend installing and activating the Seo Optimized Images plugin, which will dynamically insert SEO-friendly alt attributes and title attributes to enhance your image optimization.
ar: نوصي بشدة بتنصيب وتفعيل الإضافة Seo Optimized Images ، والذي ستدرج ديناميكيًا سمات بديلة ملائمة لتحسين محركات البحث وسمات العنوان لتعزيز تحسين الصورة الخاصة بك.

source: To add the social share buttons to your posts, install & activate this plugin.
ar: لإضافة أزرار المشاركة الاجتماعية إلى مقالاتك ، قم بتنصيب هذه الإضافة وتفعيلها.

source: To display the posts in a beautiful slider with multiple options, install & activate this plugin.
ar: لعرض المقالات في شريط تمرير جميل بخيارات متعددة ، قم بتنصيب وتفعيل هذه الإضافة.

source: To add a different banner image for a different page or post, install & activate this plugin.
ar: لإضافة صورة بانر مختلفة لصفحة أو مقالة مختلفة ، قم بتنصيب وتفعيل هذه الإضافة.

source: To enable the display of breadcrumbs, please install and activate this plugin.
ar: لتمكين عرض مسارات التنقل ، يرجى تنصيب وتفعيل هذا الإضافة.

source: To display the contact form, install & activate this plugin.
ar: لعرض نموذج الاتصال ، يرجى تنصيب و تفعيل هذه الإضافة.

source: Active
ar: تفعيل

source: Activate %s now
ar: نشط %s الآن

source: Activate Import Plugin
ar: قم بتفعيل استيراد الإضافة

source: Activate
ar: التفعيل

source: Install and activate
ar: التنصيب والتفعيل

source: Get started with %s theme
ar: بدء الاستخدام مع قالب %s

source: %1$s theme is installed. To take full advantage of the features this theme has to offer visit our %2$swelcome page%3$s
ar: تم تنصيب القالب %1$s. للاستفادة الكاملة من المميزات التي يجب أن يوفرها هذا القالب، تفضل بزيارة %2$sصفحة الترحيب%3$s الخاصة بنا

source: Welcome to %1$s %2$s
ar: مرحبا في %1$s %2$s

source: About %1$s %2$s
ar: حول %1$s %2$s

source: View Theme Info
ar: عرض معلومات القالب

source: Error
ar: خطأ

source: Activating
ar: يتم التنشيط

source: Installing
ar: جاري التنصيب
