Repository: prasish012/try
Catalog: try/media_copy/translations/shopical/existing_translations/PO FILES AS DATASETS FROM WP.TRANSLATE 2/Nepali/wp-themes-botiga-*.po
Languages: ne

source: Launch your store with Botiga. A beautiful theme that is optimized for both the block editor and Elementor. We proudly introduce Botiga, with a modern and clean design that will effortlessly match your brand. Botiga has been developed from the ground up with clean code for optimal performance. You’ll get a mobile-optimized theme that looks and works great on any device and comes with plenty of customization options as well. Discover the theme that will transform your online business.
ne: बोटीगा को साथ आफ्नो स्टोर सुरु गर्नुहोस्। ब्लक सम्पादकको लागि अनुकूलित गरिएको सुन्दर थिम। हामी गर्वका साथ बोटीगा को परिचय दिन्छौं, आधुनिक र सफा डिजाइनको साथ जुन सजिलै संग तपाईको ब्रान्डसँग मेल खान्छ। बोटिगा इष्टतम प्रदर्शनको लागि क्लिन कोडको साथ ग्राउन्ड अपबाट विकसित गरिएको हो। तपाईंले मोबाइल-अप्टिमाइज गरिएको थिम पाउनुहुनेछ जुन कुनै पनि यन्त्रमा राम्रो देखिन्छ र काम गर्दछ र साथै धेरै अनुकूलन विकल्पहरू पनि आउँछ। थिम पत्ता लगाउनुहोस् जसले तपाईंको अनलाइन व्यवसायलाई रूपान्तरण गर्नेछ।

source: Botiga
ne: बोटीगा

source: %1$s min read
ne: %1$s मिनेट पढियो

source: Add the product %s to wishlist
ne: इच्छासूचीमा उत्पादन %s थप्नुहोस्

source: Add the schema structured data to your website.
ne: तपाईंको वेबसाइटमा स्कीमा संरचित डेटा थप्नुहोस्।

source: Schema Markup
ne: स्किमा मार्कअप

source: Extend the Gutenberg Block Editor with additional functionality.
ne: थप कार्यक्षमताको साथ गुटेनबर्ग ब्लक सम्पादक विस्तार गर्नुहोस्।

source: Create Page
ne: एउटा पृष्ठ बनाउनुहोस्

source: Popular Products
ne: लोकप्रिय उत्पादनहरु

source: Vendor Dashboard
ne: विक्रेता ड्यासबोर्ड

source: Icons Color
ne: प्रतिमा रङ

source: Repeat
ne: दोहोराउने

source: No Repeat
ne: दोहोरिने छैन

source: Background Repeat
ne: पृष्ठभूमि दोहोराउने

source: Background Position
ne: पृष्ठभूमि स्थिति

source: Contain
ne: समावेश गर्नुहोस्

source: Cover
ne: कभर

source: Background Size
ne: पृष्ठभूमि आकार

source: Background Image
ne: पृष्ठभूमि तस्बिर

source: Global Footer
ne: ग्लोबल फुटर

source: Margin
ne: मार्जिन

source: Wrapper Margin
ne: र्यापर मार्जिन

source: Wrapper Padding
ne: र्यापर प्याडिंग

source: Hidden
ne: लुकेका

source: Visible
ne: देखिने

source: Activate this option to load the Google fonts locally.
ne: स्थानीय रूपमा गूगल फन्टहरू लोड गर्न यो विकल्प सक्रिय गर्नुहोस्

source: Set the min, max, step and default preset from all quantity inputs.
ne: सबै मात्रा इनपुटहरूबाट न्यूनतम, अधिकतम, चरण, र पूर्वनिर्धारित प्रिसेट सेट गर्नुहोस्।

source: Quantity Step Control
ne: मात्रा चरण नियन्त्रण

source: Help customers autocomplete their addresses on checkout with Google Maps API.
ne: ग्राहकहरूलाई गूगल नक्सा API मार्फत चेकआउट गर्दा तिनीहरूको ठेगानाहरू स्वतः पूरा गर्न मद्दत गर्नुहोस्।

source: Google Autocomplete
ne: गूगल स्वत: पूर्ण

source: Show popular products if no products found in search results page.
ne: खोज परिणाम पृष्ठमा कुनै उत्पादनहरू फेला परेन भने लोकप्रिय उत्पादनहरू देखाउनुहोस्।

source: Enable Popular Products
ne: लोकप्रिय उत्पादनहरू सक्षम गर्नुहोस्

source: Link values together
ne: लिङ्क मानहरू सँगै

source: Botiga Canvas
ne: बोटीगा क्यानभास

source: Fade In Right Shorter
ne: दायाँ छोटोमा फेड

source: Fade In Left Shorter
ne: बायाँ छोटोमा फेड

source: Fade In Down Shorter
ne: फेड इन डाउन छोटो

source: Fade In Up Shorter
ne: फेड इन अप छोटो

source: Register Now
ne: अहिले नै दर्ता गर्नुहोस

source: Become a vendor?
ne: एक विक्रेता बन्न?

source: See All Products
ne: सबै उत्पादनहरू हेर्नुहोस्

source: Contact
ne: सम्पर्क

source: Address
ne: ठेगाना

source: Vendor
ne: विक्रेता

source: Vendor Info
ne: विक्रेता जानकारी

source: All Rows
ne: सबै पङ्क्तिहरू

source: Header Layouts
ne: हेडर लेआउटहरू

source: Button Color
ne: बटन रङ

source: Colors
ne: रंगहरु

source: Preview
ne: पूर्वावलोकन

source: Import
ne: आयात गर्नुहोस्

source: Install and Activate
ne: स्थापना र सक्रिय गर्नुहोस्

source: In order to be able to import any starter sites for Botiga you need to have the aThemes demo importer plugin active.
ne: बोटीगा को लागि कुनै पनि स्टार्टर साइटहरू आयात गर्न सक्षम हुनको लागि तपाइँसँग aThemes डेमो आयातकर्ता प्लगइन सक्रिय हुन आवश्यक छ।

source: Advanced Reviews
ne: उच्छ समीक्षाहरू

source: Deactivated
ne: निष्क्रिय पारियो

source: Activated
ne: सक्रिय गरियो

source: Redirecting...
ne: रिडिरेक्ट गर्दै...

source: Deactivating...
ne: निष्क्रिय गर्दै...

source: Activating...
ne: सुचारू गर्दै

source: Installing...
ne: स्थापना हुँदै...

source: Get Pro
ne: प्रो प्राप्त गर्नुहोस्

source: Build Templates
ne: टेम्प्लेटहरू बनाउनुहोस्

source: Create custom templates for shop catalog, single products, 404 page, mega menu, modal popup and hooks.
ne: पसल क्याटलग, एकल उत्पादन, 404 पृष्ठ, मेगा मेनु, मोडल पपअप, र हुकहरूको लागि अनुकूलन टेम्प्लेटहरू सिर्जना गर्नुहोस्।

source: Templates Builder
ne: टेम्प्लेट बिल्डर

source: Set different galleries for product each product variation.
ne: प्रत्येक उत्पादन भिन्नता उत्पादनको लागि विभिन्न ग्यालरीहरू सेट गर्नुहोस्।

source: Add videos to your products along with the image gallery. Featured videos to display in the shop catalog page are available as well.
ne: छवि ग्यालेरी संग आफ्नो उत्पादनहरु मा भिडियो थप्नुहोस्। पसल क्याटलग पृष्ठमा प्रदर्शन गर्न विशेष भिडियोहरू पनि उपलब्ध छन्।

source: Linked Variations
ne: लिङ्क गरिएको भिन्नताहरू

source: Allows users to connect a group of any product types together by attribute(s) while they can still be managed as separate products.
ne: प्रयोगकर्ताहरूलाई कुनै पनि उत्पादन प्रकारहरूको समूहलाई विशेषता(हरू) द्वारा एकसाथ जडान गर्न अनुमति दिन्छ जबकि तिनीहरू अझै पनि अलग उत्पादनहरूको रूपमा व्यवस्थित गर्न सकिन्छ।

source: Size Charts
ne: आकार चार्टहरू

source: Add custom size charts to your products, e.g. size charts for clothes, shoes, bags, or jewelry.
ne: तपाईंको उत्पादनहरूमा अनुकूलन आकार चार्टहरू थप्नुहोस्, उदाहरणका लागि। कपडा, जुत्ता, झोला, वा गहना को लागी आकार चार्ट।

source: Replace the default WooCommerce reviews workflow and style with a modern and intuitive star rating reviews.
ne: पूर्वनिर्धारित WooCommerce समीक्षा कार्यप्रवाह र शैलीलाई आधुनिक र सहज तारा मूल्याङ्कन समीक्षाहरूसँग बदल्नुहोस्।

source: Display a sticky add-to-cart button on your product single page. It will stay visible as the user explores the product.
ne: तपाईंको उत्पादन एकल पृष्ठमा टाँसिने एड-टु-कार्ट बटन प्रदर्शन गर्नुहोस्। प्रयोगकर्ताले उत्पादन अन्वेषण गर्दा यो दृश्यात्मक रहनेछ।

source: Floating quick links bar (contact, social, etc).
ne: फ्लोटिंग द्रुत लिङ्क पट्टी (सम्पर्क, सामाजिक, आदि)।

source: Set the breadcrumb engine, spacing and styles.
ne: ब्रेडक्रम्ब इन्जिन, स्पेसिङ र शैलीहरू सेट गर्नुहोस्।

source: Create any number of custom sidebars.
ne: अनुकूलन साइडबारहरूको कुनै पनि संख्या सिर्जना गर्नुहोस्।

source: Custom Sidebars
ne: कस्टम साइडबार

source: Display the login/register form inside a popup.
ne: पपअप भित्र लगइन / दर्ता फारम प्रदर्शन गर्नुहोस्।

source: Login Popup
ne: लगइन पपअप

source: Display a table of contents inside your blog posts.
ne: तपाईंको ब्लग पोष्टहरू भित्र सामग्रीहरूको तालिका प्रदर्शन गर्नुहोस्।

source: Displays a modal popup to highlight any content. Display conditions are available.
ne: कुनै पनि सामग्री हाइलाइट गर्न मोडल पपअप प्रदर्शन गर्दछ। प्रदर्शन अवस्थाहरू उपलब्ध छन्।

source: Modal Popup
ne: मोडल पपअप

source: Your customers can save their favorite products to find them easily when they're ready to buy.
ne: तपाईंका ग्राहकहरूले आफ्ना मनपर्ने उत्पादनहरू खरिद गर्न तयार हुँदा तिनीहरूलाई सजिलै फेला पार्न सुरक्षित गर्न सक्छन्।

source: Create beautiful and unique mega menus.
ne: सुन्दर र अद्वितीय मेगा मेनूहरू सिर्जना गर्नुहोस्।

source: Increase your store conversion rate with the distraction free checkout.
ne: व्याकुलता-रहित चेकआउटको साथ तपाईंको स्टोर रूपान्तरण दर बढाउनुहोस्।

source: Set the shop sidebar layout, position and more.
ne: पसल साइडबार लेआउट, स्थिति, र थप सेट गर्नुहोस्।

source: Set the tab layout, position, alignment and more.
ne: ट्याब लेआउट, स्थिति, पङ्क्तिबद्धता, र थप सेट गर्नुहोस्।

source: Set the gallery slideshow layout and more.
ne: ग्यालेरी स्लाइड शो लेआउट र थप सेट गर्नुहोस्।

source: Set the shop header colors, spacing and more.
ne: पसल हेडर रङ, स्पेसिङ, र थप सेट गर्नुहोस्।

source: Upload your own custom fonts.
ne: तपाईंको आफ्नै कस्टम फन्टहरू अपलोड गर्नुहोस्।

source: Custom Fonts
ne: कस्टम फन्टहरू

source: Set and use Adobe Fonts.
ne: Adobe Fonts सेट र प्रयोग गर्नुहोस्।

source: Set the scroll to top type, icon, position and styles.
ne: शीर्ष प्रकार, प्रतिमा, स्थिति र शैलीहरूमा स्क्रोल सेट गर्नुहोस्।

source: Set the checkout layout, coupon and more. Multi-step, one-step and shopify checkout are avilable on Botiga Pro.
ne: चेकआउट लेआउट, कुपन, र थप सेट गर्नुहोस्। बहु-चरण, एक-चरण, र Shopify चेकआउट Botiga Pro मा उपलब्ध छन्।

source: Set the cart layout, mini cart and more. Side off-canvas mini cart available on Botiga Pro.
ne: कार्ट लेआउट, मिनी कार्ट र थप सेट गर्नुहोस्। Botiga Pro मा साइड अफ क्यानभास मिनी कार्ट उपलब्ध छ।

source: Set the product layout, tabs, size chart and more.
ne: उत्पादन लेआउट, ट्याबहरू, आकार चार्ट र थप सेट गर्नुहोस्।

source: Set the shop layout, product cart and more.
ne: पसल लेआउट, उत्पादन कार्ट र थप सेट गर्नुहोस्।

source: Create your own button, set typography and styles.
ne: तपाईंको आफ्नै बटन सिर्जना गर्नुहोस्, र टाइपोग्राफी र शैलीहरू सेट गर्नुहोस्।

source: Set the single post layout, meta elements and styles.
ne: एकल पोस्ट लेआउट, मेटा तत्व र शैलीहरू सेट गर्नुहोस्।

source: Set the blog layout, columns, pagination and styles.
ne: ब्लग लेआउट, स्तम्भहरू, पृष्ठांकन र शैलीहरू सेट गर्नुहोस्।

source: Set the copyright text, layout and styles.
ne: प्रतिलिपि अधिकार पाठ, लेआउट र शैलीहरू सेट गर्नुहोस्।

source: Set the mobile header layout, elements and styles.
ne: मोबाइल हेडर लेआउट, तत्व र शैलीहरू सेट गर्नुहोस्।

source: Set the main header layout, elements and styles.
ne: मुख्य हेडर लेआउट, तत्व र शैलीहरू सेट गर्नुहोस्।

source: Create your own palette and set the global colors.
ne: तपाईंको आफ्नै प्यालेट सिर्जना गर्नुहोस् र विश्वव्यापी रंगहरू सेट गर्नुहोस्।

source: Set the global font size, style and library.
ne: विश्वव्यापी फन्ट साइज, शैली र पुस्तकालय सेट गर्नुहोस्।

source: Set the title and upload logo.
ne: शीर्षक सेट गर्नुहोस् र लोगो अपलोड गर्नुहोस्।

source: HubSpot is a platform with all the tools and integrations you need for marketing, sales, and customer service.
ne: HubSpot तपाईलाई मार्केटिङ, बिक्री, र ग्राहक सेवाको लागि आवश्यक सबै उपकरण र एकीकरण भएको प्लेटफर्म हो।

source: The best WordPress contact form plugin. Drag & Drop online form builder that helps you create beautiful contact forms + custom forms in minutes.
ne: सबै भन्दा राम्रो वर्डप्रेस सम्पर्क फारम प्लगइन। ड्र्याग एण्ड ड्रप अनलाइन फारम बिल्डर जसले तपाईंलाई सुन्दर सम्पर्क फारमहरू + मिनेटमा अनुकूलन फारमहरू सिर्जना गर्न मद्दत गर्दछ।

source: aThemes Blocks
ne: aThemes ब्लकहरू

source: Home
ne: घर

source: View Pro Features
ne: प्रो सुविधाहरू हेर्नुहोस्

source: Product price color
ne: उत्पादन मूल्य रंग

source: Ajax Add To Cart
ne: Ajax कार्टमा थप्नुहोस्

source: Global Text Styles
ne: ग्लोबल टेक्स्ट स्टाइलहरू

source: Manage the typography settings for different elements.
ne: विभिन्न तत्वहरूको लागि टाइपोग्राफी सेटिङहरू प्रबन्ध गर्नुहोस्।

source: Core
ne: कोर

source: Extensions
ne: विस्तारहरू

source: Background
ne: पृष्ठभूमि

source: Manage palettes and the default color of different global elements on the site.
ne: वेबसाइटमा विभिन्न ग्लोबल एलिमेन्टहरूको प्यालेटहरू र पूर्वनिर्धारित रंगहरू प्रबन्ध गर्नुहोस्।

source: Site Styles
ne: साइट शैलीहरू

source: Navigation
ne: नेभिगेसन

source: Scroll Back
ne: पछाडि स्क्रोल गर्नुहोस्

source: Reset Styles to Defaults
ne: शैलीहरू पूर्वनिर्धारितहरूमा रिसेट गर्नुहोस्

source: Font Size
ne: फन्ट आकार

source: Custom
ne: कस्टम

source: Heading
ne: शिर्षक

source: Font Style
ne: फन्ट शैली

source: Product Category Name
ne: उत्पादन वर्ग नाम

source: System default
ne: प्रणाली पूर्वनिर्धारित

source: Add New Font
ne: नयाँ फन्ट थप्नुहोस्

source: Font .svg
ne: फन्ट .svg

source: Font .otf
ne: फन्ट .otf

source: Font .eot
ne: फन्ट .eot

source: Font .ttf
ne: फन्ट .ttf

source: Font .woff
ne: फन्ट .woff

source: Font .woff2
ne: फन्ट .woff2

source: Font Name
ne: फन्ट नाम

source: Hover
ne: होभर

source: Letter Case
ne: लेटर केस

source: Decoration
ne: सजावट

source: Quick Links
ne: द्रुत लिङ्कहरू

source: Link Color
ne: लिंकको रङ

source: Site Identity
ne: साईटको पहिचान

source: Fluid Width
ne: Fluid चौडाई

source: The header stays over the content. You need to manually change the background color from each header builder row to be transparent.
ne: हेडर सामग्रीमा रहन्छ। पारदर्शी हुनको लागि तपाईंले म्यानुअल रूपमा प्रत्येक हेडर बिल्डर पङ्क्तिबाट पृष्ठभूमि रङ परिवर्तन गर्न आवश्यक छ।

source: Bottom Row
ne: तल्लो पङ्क्ति

source: Top Row
ne: शीर्ष पङ्क्ति

source: Main Row
ne: मुख्य पङ्क्ति

source: Apply Transparent Header To
ne: पारदर्शी हेडर लागू गर्नुहोस्

source: Header Menu
ne: हेडर मेनु

source: Header Transparent Display Conditions
ne: हेडर पारदर्शी प्रदर्शन सर्तहरू

source: Header Image Display Conditions
ne: हेडर छवि प्रदर्शन सर्तहरू

source: Fluid Layout Spacing
ne: Fluid लेआउट स्पेसिङ

source: Padded Layout Spacing
ne: प्याड गरिएको लेआउट स्पेसिङ

source: Boxed Layout Width
ne: बक्स गरिएको लेआउट चौडाइ

source: Content Width
ne: सामग्री चौडाइ

source: Site Layout
ne: साइट लेआउट

source: Content Background Color
ne: सामग्री पृष्ठभूमि रङ

source: Save Conditions
ne: सर्तहरू बचत गर्नुहोस्

source: Add User Condition
ne: प्रयोगकर्ता अवस्था थप्नुहोस्

source: Add Display Condition
ne: प्रदर्शन अवस्था थप्नुहोस्

source: User Roles
ne: प्रयोगकर्ता भूमिका

source: User Logged Out
ne: प्रयोगकर्ता लग आउट भयो

source: User Logged In
ne: प्रयोगकर्ता लग इन

source: User Auth
ne: प्रयोगकर्ता प्रमाणीकरण

source: Privacy Policy Page
ne: गोपनीयता नीति पृष्ठ

source: Author
ne: लेखक

source: Other
ne: अन्य

source: CPT: Taxonomy Name
ne: CPT: ट्याक्सोनोमी नाम

source: CPT: Term Name
ne: CPT: टर्म नाम

source: CPT: Post Name
ne: CPT: पोस्टको नाम

source: Custom Post Types
ne: कस्टम पोस्ट प्रकारहरू

source: Author Name
ne: लेखकको नाम

source: Tag Name
ne: ट्याग नाम

source: Category Name
ne: वर्गको नाम

source: Page Name
ne: पृष्ठको नाम

source: Post Name
ne: पोस्टको नाम

source: Specific
ne: विशिष्ट

source: Product Tags
ne: उत्पादन ट्यागहरू

source: Product Categories
ne: उत्पादन वर्ग

source: Product Archives
ne: उत्पादन अभिलेख

source: Single Product
ne: एकल उत्पादन

source: Single Page
ne: एकल पृष्ठ

source: Post Tags
ne: पोस्ट ट्यागहरु

source: Post Categories
ne: पोस्ट वर्गहरु

source: Post Archives
ne: पोस्ट अभिलेखहरु

source: Single Post
ne: एकल पोस्ट

source: Posts
ne: पोस्टहरु

source: Archives
ne: अभिलेख

source: Singulars
ne: एकवचन

source: Basic
ne: आधारभूत कार्यहरु

source: Entire Site
ne: सम्पूर्ण साइट

source: Exclude
ne: अलग गर्नु

source: Include
ne: समावेश गरियो

source: Add/Edit Conditions
ne: सर्तहरू थप्नुहोस्/सम्पादन गर्नुहोस्

source: Add New Sidebar
ne: नयाँ साइडबार थप्नुहोस्

source: Display Conditions
ne: प्रदर्शन सर्तहरू

source: Sidebar Display Conditions
ne: साइडबार प्रदर्शन सर्तहरू

source: Botiga Linked Variation Options
ne: Botiga लिङ्क गरिएको भिन्नता विकल्प

source: Plugins
ne: प्लगिनहरु

source: It looks like your website is running Botiga Pro but not with its latest version. Please note that Botiga 1.1.9+ (free theme) requires Botiga Pro updated to a minimum version of 1.1.0. For it please go to %s and update Botiga Pro.
ne: यस्तो देखिन्छ कि तपाइँको वेबसाइट बोटीगा Pro चलिरहेको छ तर यसको नवीनतम संस्करण संग छैन। कृपया नोट गर्नुहोस् कि बोटीगा 1.1.9+ (नि: शुल्क विषयवस्तु) को लागि Botiga Pro 1.1.0 को न्यूनतम संस्करणमा अद्यावधिक गर्न आवश्यक छ। यसको लागि कृपया %s मा जानुहोस् र बोटीगा Pro अपडेट गर्नुहोस्।

source: Continue to use the old header and footer system
ne: पुरानो हेडर र फुटर प्रणाली प्रयोग गर्न जारी राख्नुहोस्

source: Update theme header and footer
ne: विषयवस्तुको हेडर र फुटर अपडेट गर्नुहोस्

source: Want to see the new header and footer builder before upgrading? Check out our %s.
ne: अपग्रेड गर्नु अघि नयाँ हेडर र फुटर बिल्डर हेर्न चाहनुहुन्छ? हाम्रो %s जाँच गर्नुहोस्।

source: Note 3: Please take a full backup of your website before upgrading.
ne: नोट 3: कृपया अपग्रेड गर्नु अघि आफ्नो वेबसाइटको पूर्ण ब्याकअप लिनुहोस्।

source: Note 2: Your current header and footer customizations will be lost and you will have to use the new options to customize your header and footer.
ne: नोट 2: तपाईंको हालको हेडर र फुटर अनुकूलनहरू हराउनेछ र तपाईंले आफ्नो हेडर र फुटर अनुकूलन गर्न नयाँ विकल्पहरू प्रयोग गर्नुपर्नेछ।

source: Note 1: This upgrade is optional, there is no need to do it if you are happy with your current header and footer.
ne: नोट १: यो अपग्रेड ऐच्छिक हो, यदि तपाइँ आफ्नो हालको हेडर र फुटरसँग खुसी हुनुहुन्छ भने यो गर्न आवश्यक छैन।

source: This version of Botiga comes with a new Header and Footer Builder. Activate it by clicking on the button below and you can access new options.
ne: बोटीगा को यो संस्करण नयाँ हेडर र फुटर बिल्डरको साथ आउँछ। तलको बटनमा क्लिक गरेर यसलाई सक्रिय गर्नुहोस् र तपाइँ नयाँ विकल्पहरू पहुँच गर्न सक्नुहुन्छ।

source: Botiga Header/Footer Update
ne: बोटीगा हेडर/फुटर अपडेट

source: Size Chart
ne: साइज चार्ट

source: Secondary Navigation Menu
ne: माध्यमिक नेभिगेसन मेनु

source: Search for a product
ne: उत्पादन खोज्नुहोस्

source: Mobile - %s
ne: मोबाइल - %s

source: Border Bottom Color
ne: सिमाना तल रङ

source: Border Bottom Size
ne: सिमाना तल्लो आकार

source: Close Icon Text
ne: प्रतिमा पाठ बन्द गर्नुहोस्

source: Close Icon Background
ne: आइकन पृष्ठभूमि बन्द गर्नुहोस्

source: Close Icon Offset
ne: आइकन अफसेट बन्द गर्नुहोस्

source: Mobile Offcanvas Menu
ne: मोबाइल अफक्यानभास मेनु

source: Configure Menu
ne: मेनु कन्फिगर गर्नुहोस्

source: Site Description Color
ne: साइट विवरण रङ

source: Site Title Color
ne: साइट शीर्षक रङ

source: Text Alignment
ne: पाठ पङ्क्तिबद्धता

source: Logo
ne: लोगो

source: Header Row To Sticky
ne: टाँसिनेमा हेडर पङ्क्ति

source: Display Inline
ne: इनलाइन प्रदर्शन गर्नुहोस्

source: Sticky Header - Active State
ne: स्टिकी हेडर - सक्रिय अवस्था

source: Footer Widget Area 4
ne: फुटर विजेट क्षेत्र ४

source: Footer Widget Area 3
ne: फुटर विजेट क्षेत्र ३

source: Footer Widget Area 2
ne: फुटर विजेट क्षेत्र २

source: Widget Title Color
ne: विजेट शीर्षक रङ

source: Footer Widget Area 1
ne: फुटर विजेट क्षेत्र १

source: Icon Color
ne: प्रतिमा रङ

source: Social Icons
ne: सामाजिक सन्जाल प्रतिमाहरु

source: Border Top Color
ne: सिमाना शीर्ष रङ

source: Border Top Size
ne: सीमा शीर्ष आकार

source: Background Color
ne: पृष्ठभूमिको रंग

source: Available Columns
ne: उपलब्ध कोलुम

source: Equal
ne: बराबर

source: Big Right
ne: ठूलो दायाँ

source: Big Left
ne: ठूलो बायाँ

source: Equal Width
ne: बराबर चौडाइ

source: Columns Layout
ne: कोलुम लेआउट

source: Height
ne: उचाइ

source: Available Components
ne: उपलब्ध अवयवहरू

source: Links Color
ne: लिंकको रङ

source: Elements Spacing
ne: तत्वहरू स्पेसिङ

source: End
ne: अन्त्य

source: Start
ne: सुरु गर्नुहोस्

source: Horizontal Alignment
ne: तेर्सो पङ्क्तिबद्धता

source: Inline
ne: ईनलाईन

source: Stack
ne: स्ट्याक

source: Inner Elements Layout
ne: भित्री तत्व लेआउट

source: Vertical Alignment
ne: ठाडो पङ्क्तिबद्धता

source: Column %s
ne: कोलुम %s

source: Hide
ne: लुकाउनुहोस्

source: Show
ne: देखाउनुहोस्

source: OFFCANVAS
ne: अफक्यानवास

source: BOTTOM ROW
ne: तल पङ्क्ति

source: MAIN ROW
ne: मुख्य पङ्क्ति

source: TOP ROW
ne: शीर्ष पङ्क्ति

source: Tablet/Mobile
ne: ट्याब्लेट/मोबाइल

source: Desktop
ne: डेस्कटप

source: Click to edit this element.
ne: यो तत्व सम्पादन गर्न क्लिक गर्नुहोस् ।

source: Footer Builder
ne: फुटर बिल्डर

source: Mobile Offcanvas
ne: मोबाइल अफक्यानभास

source: It looks like you already are using all available components.
ne: तपाईंले पहिले नै सबै उपलब्ध कम्पोनेन्टहरू प्रयोग गरिरहनुभएको जस्तो देखिन्छ।

source: Get Botiga Pro Now!
ne: अब बोटीगा प्रो प्राप्त गर्नुहोस्!

source: 13+ Components Available
ne: १३+ कम्पोनेन्टहरू उपलब्ध छन्

source: PRO Components
ne: प्रो कम्पोनेन्टहरू

source: Footer Menu
ne: फुटर मेनू

source: Login/Register
ne: लगइन / दर्ता गर्नुहोस्

source: Button 2
ne: बटन 2

source: Widget Area 4
ne: विजेट क्षेत्र 4

source: Widget Area 3
ne: विजेट क्षेत्र 3

source: Widget Area 2
ne: विजेट क्षेत्र 2

source: Widget Area 1
ne: विजेट क्षेत्र 1

source: Button 1
ne: बटन 1

source: Copyright
ne: प्रतिलिपि अधिकार

source: WooCommerce Icons
ne: WooCommerce आइकनहरू

source: Menu Toggle
ne: मेनु टगल

source: Off-Canvas Menu
ne: अफ-क्यानभास मेनु

source: Contact Info
ne: सम्पर्क जानकारी

source: Primary Menu
ne: मुख्य मेनु

source: Product Equal Height
ne: उत्पादन बराबर उचाइ

source: Show options for sorting products.
ne: उत्पादनहरू क्रमबद्ध गर्न विकल्पहरू देखाउनुहोस्।

source: HTML Content
ne: HTML सामग्री

source: Select a size chart
ne: आकार चार्ट चयन गर्नुहोस्

source: Add Size Chart
ne: साइज चार्ट थप्नुहोस्

source: Remove
ne: हटाउनुहोस्

source: Duplicate
ne: नक्कल

source: Size Name
ne: साइज नाम

source: Upload
ne: अपलोड

source: Remove Image
ne: चित्र हटाउनुहोस्

source: Upload/Add Image
ne: फोटो अपलोड गर्नुहोस्

source: Botiga Size Chart Options
ne: बोटीगा आकार चार्ट विकल्प

source: Are you sure you want to dismiss this notice?
ne: के तपाइँ यो सूचना खारेज गर्न निश्चित हुनुहुन्छ?

source: It was not possible complete the request, please reload the page and try again.
ne: अनुरोध पूरा गर्न सम्भव थिएन, कृपया पृष्ठ पुन: लोड गर्नुहोस् र पुन: प्रयास गर्नुहोस्।

source: Are you sure you want to upgrade your header?
ne: के तपाइँ तपाइँको हेडर अपग्रेड गर्न निश्चित हुनुहुन्छ?

source: Close popup
ne: पपअप बन्द गर्नुहोस्

source: Search for the product
ne: उत्पादन खोज्नुहोस्

source: Social network %s link.
ne: सामाजिक सञ्जाल %s लिङ्क।

source: Close quick view popup
ne: द्रुत दृश्य पपअप बन्द गर्नुहोस्

source: Login or register
ne: लगइन वा दर्ता गर्नुहोस्

source: Account details
ne: खाता विवरण

source: My account dashboard
ne: मेरो खाता ड्यासबोर्ड

source: My account
ne: मेरो खाता

source: Botiga Product Options
ne: बोटीगा उत्पादन विकल्प

source: Botiga Post Options
ne: बोटीगा पोस्ट विकल्प

source: Close sidebar
ne: साइडबार बन्द गर्नुहोस्

source: Mega Menu
ne: मेगा मेनु

source: Brand Image Height
ne: ब्रान्ड तस्बिर उचाइ

source: Brand Image Width
ne: ब्रान्ड तस्बिर चौडाइ

source: Check to filter and display product brands along with product categories
ne: फिल्टर र उत्पादन वर्ग संग उत्पादन ब्रान्ड प्रदर्शन गर्न जाँच गर्नुहोस्

source: Include Brands On Categories
ne: वर्गहरूमा ब्रान्डहरू समावेश गर्नुहोस्

source: Brand
ne: ब्रान्ड

source: Controls the add to cart button text when product is out of stock. Default: "Read More"
ne: उत्पादन स्टक बाहिर हुँदा कार्ट बटन पाठमा थप्नुहोस् नियन्त्रण गर्दछ। पूर्वनिर्धारित: "थप पढ्नुहोस्"

source: Out of Stock Text
ne: स्टकको पाठ बाहिर

source: Deactivate
ne: निष्क्रिय गर्नुहोस्

source: Activate
ne: सुचारू गर्नुहोस्

source: Your review is awaiting approval.
ne: यो टिप्पणी अनुमोदन पर्खिरहेको छ।

source: Be the first to leave a review.
ne: समीक्षा छोड्ने पहिलो हुनुहोस्।

# review count
source: %s Review
ne: %s समीक्षा

source: Header Builder
ne: हेडर बिल्डर

source: Copy Link
ne: लिङ्क प्रतिलिपि गर्नुहोस्

source: Mail
ne: मेल

source: OK
ne: ठीक छ

source: Telegram
ne: टेलिग्राम

source: WhatsApp
ne: व्हाट्सएप

source: <p class="botiga-customize-error">Something went wrong and the Google Fonts couldn't be loaded.
ne: <p class="botiga-customize-error">केही गडबड भयो र गूगल फन्टहरू लोड गर्न सकिएन।

source: Your API token is valid but you don't have fonts attached to this token.
ne: तपाईंको API टोकन मान्य छ तर तपाईंसँग यो टोकनमा फन्टहरू संलग्न छैनन्।

source: Secondary Menu
ne: माध्यमिक मेनु

source: Adobe Fonts
ne: एडोब फन्टहरू

source: Google Fonts
ne: गुगल फन्टहरू

source: Fonts Library
ne: फन्ट लाइब्रेरी

source: Button Class
ne: बटन वर्ग
