Repository: prasish012/try
Catalog: try/media_copy/translations/shopical/existing_translations/PO FILES AS DATASETS FROM WP.TRANSLATE 2/Nepali/wp-themes-botiga-*.po
Languages: ne

source: <p class="botiga-customize-error">Something went wrong and the Google Fonts couldn't be loaded. Please contact our support <a href="%s" target="_blank">here</a> to get help.
ne: <p class="botiga-customize-error">केही गडबड भयो र गुगल फन्टहरू लोड गर्न सकिएन। मद्दत प्राप्त गर्न कृपया हाम्रो समर्थनलाई <a href="%s" target="_blank">यहाँ</a> सम्पर्क गर्नुहोस्।

source: Get Fonts
ne: फन्टहरू प्राप्त गर्नुहोस्

source: You can get your Adobe Fonts API Token by clicking <a href="%s" target="_blank">here</a>.
ne: तपाईंले <a href="%s" target="_blank">यहाँ</a> क्लिक गरेर आफ्नो एडोब फन्ट API टोकन प्राप्त गर्न सक्नुहुन्छ।

source: API Token
ne: API टोकन

source: To use fonts from Adobe some steps are required. Learn more about that <a href="%s" target="_blank">here</a>.
ne: एडोब बाट फन्टहरू प्रयोग गर्न केही चरणहरू आवश्यक छ। यसको बारेमा थप जान्नुहोस् <a href="%s" target="_blank">यहाँ</a>।

source: Your API token is valid but you don't have fonts attached to this token. Click <a href="%s" target="_blank">here</a> to learn more about that.
ne: तपाईंको API टोकन मान्य छ तर तपाईंसँग यो टोकनमा फन्टहरू संलग्न छैनन्। यसको बारेमा थप जान्नको लागि <a href="%s" target="_blank">यहाँ</a> क्लिक गर्नुहोस्।

source: Invalid API token.
ne: अवैध API टोकन।

source: Reload the page is required to get it working across all typography options. <a href="%s">Click here</a> to reload the page.
ne: सबै टाइपोग्राफी विकल्पहरूमा काम गर्नको लागि पृष्ठलाई पुन: लोड गर्न आवश्यक छ। पृष्ठ पुन: लोड गर्न <a href="%s">यहाँ क्लिक गर्नुहोस्</a>।

source: Disable
ne: असक्षम पार्नुहोस्

source: Enable
ne: सक्षम पार्नुहोस्

source: Project Name: %s
ne: परियोजनाको नाम: %s

source: Kit ID: %s
ne: किट ID: %s

source: You have the following data in your Adobe Fonts account.
ne: तपाइँसँग तपाइँको एडोब फन्टहरू खातामा निम्न डेटा छ।

source: Hide Page Title
ne: पृष्ठ शीर्षक लुकाउनुहोस्

source: There are no reviews yet.
ne: अहिलेसम्म कुनै समीक्षाहरू छैनन्।

source: — verified owner
ne: — प्रमाणित मालिक

source: Low rated
ne: कम मूल्याङ्कन

source: Top rated
ne: शीर्ष मूल्याङ्कन

source: Oldest
ne: सबैभन्दा पुरानो

source: Newest
ne: सबैभन्दा नयाँ

source: Write a Review
ne: एक समीक्षा लेख्नुहोस्

source: 1 Star
ne: १ तारा

source: 2 Stars
ne: २ तारा

source: 3 Stars
ne: ३ ताराहरू

source: 4 Stars
ne: ४ ताराहरू

source: 5 Stars
ne: ५ ताराहरू

source: Rated %s out of 5 based on customer ratings.
ne: ग्राहक मूल्याङ्कनको आधारमा ५ मध्ये %s मूल्याङ्कन गरियो।

source: High-quality, ethically sourced products at affordable prices
ne: किफायती मूल्यहरूमा उच्च गुणस्तर, नैतिक स्रोत उत्पादनहरू

source: Why people love our products
ne: मानिसहरू किन हाम्रा उत्पादनहरूलाई माया गर्छन्

source: Only logged in customers who have purchased this product may leave a review.
ne: यो उत्पादन खरिद गरेका लग-इन ग्राहकहरूले मात्र समीक्षा छोड्न सक्छन्।

source: Your review
ne: तपाईंको समीक्षा

source: Very poor
ne: धेरै गरिब

source: Not that bad
ne: त्यति नराम्रो होइन

source: Average
ne: औसत

source: Good
ne: राम्रो

source: Perfect
ne: उत्तम

source: Rate&hellip;
ne: मूल्याङ्कन&hellip;

source: Email
ne: इमेल

source: Name
ne: नाम

source: Submit
ne: बुझाउनुहोस्

source: Leave a Reply to %s
ne: %sलाई जवाफ दिनुहोस्

source: You are reviewing
ne: तपाईं समीक्षा गर्दै हुनुहुन्छ

source: You may also like...
ne: तपाईलाई पनि मन पर्न सक्छ...

source: Mini Cart
ne: मिनी कार्ट

source: Offcanvas Cart &amp; account icons
ne: अफक्यानभास कार्ट र खाता आइकनहरू

source: Shop Wishlist
ne: पसल इच्छा सूची

source: Shop My Account
ne: मेरो खाता किन्नुहोस्

source: Shop Checkout
ne: पसल चेकआउट

source: Shop Cart
ne: पसल कार्ट

source: Shop Products
ne: पसल उत्पादनहरू

source: Shop Catalog
ne: पसल सूची

source: 404 Page
ne: 404 पृष्ठ

source: Posts Search Results
ne: पोस्ट खोज परिणामहरू

source: Blog Posts
ne: ब्लग पोष्टहरू

source: Blog Archive
ne: ब्लग अभिलेखहरु

source: Pages
ne: पृष्ठहरु

source: Front Page
ne: मुख्य पृष्ठ

source: Submenu Text Color
ne: सबमेनु पाठको रङ

source: Submenu Background
ne: उपमेनु पृष्ठभूमि

source: Mini Cart Text Color
ne: मिनी कार्ट पाठ रङ

source: Mini Cart Background Color
ne: मिनी कार्ट पृष्ठभूमि रङ

source: Bottom row text color hover
ne: तल्लो पङ्क्तिको पाठको रंग होभर

source: Text color hover
ne: पाठ रङ होभर

source: Sticky Header Logo
ne: स्टिकी हेडर लोगो

source: The top bar stays over the content. You need manually change the background color from top bar to be transparent.
ne: शीर्ष पट्टी सामग्री माथि रहन्छ। पारदर्शी हुनको लागि तपाईंले म्यानुअल रूपमा शीर्ष पट्टीबाट पृष्ठभूमि रंग परिवर्तन गर्न आवश्यक छ।

source: Enable transparent top bar
ne: पारदर्शी शीर्ष पट्टी सक्षम गर्नुहोस्

source: The header stays over the content. You need to manually change the background color from header to be transparent.
ne: हेडर सामग्रीमा रहन्छ। तपाईंले हेडरबाट पारदर्शी हुनको लागि म्यानुअल रूपमा पृष्ठभूमि रङ परिवर्तन गर्न आवश्यक छ।

source: Enable transparent header
ne: पारदर्शी हेडर सक्षम गर्नुहोस्

source: Disable Transparent Header
ne: पारदर्शी हेडर असक्षम पार्नुहोस्

source: The number of words to show in the results description. Save/publish the changes is required to see this option working in the customizer preview.
ne: परिणाम विवरणमा देखाउन शब्दहरूको संख्या। यो विकल्प अनुकूलनकर्ता पूर्वावलोकनमा काम गरिरहेको हेर्नको लागि परिवर्तनहरू बचत/प्रकाशित गर्न आवश्यक छ।

source: Results Description Length
ne: परिणाम विवरण लम्बाइ

source: Product Short Description
ne: उत्पादन संक्षिप्त विवरण

source: Product Description
ne: उत्पादन विवरण

source: Save/publish the changes is required to see this option working in the customizer preview.
ne: यो विकल्प अनुकूलनकर्ता पूर्वावलोकनमा काम गरिरहेको हेर्नको लागि परिवर्तनहरू बचत/प्रकाशित गर्न आवश्यक छ।

source: Results Description
ne: परिणाम विवरण

source: Wishlist Button
ne: इच्छासूची बटन

source: Short Description
ne: छोटो विवरण

source: Rating
ne: मूल्याङ्कन

source: Product Title
ne: उत्पादन शीर्षक

source: Recently viewed products
ne: हालसालै हेरिएका उत्पादनहरू

source: Display product categories in the results if the searched term matches with category name.
ne: यदि खोजिएको शब्द कोटीको नामसँग मेल खान्छ भने परिणामहरूमा उत्पादन कोटीहरू प्रदर्शन गर्नुहोस्।

source: Display Categories
ne: कोटिहरू प्रदर्शन गर्नुहोस्

source: Descendant
ne: वंशज

source: Ascendant
ne: आरोहण

source: Results Order
ne: नतिजा क्रम

source: Product Price
ne: उत्पादन मूल्य

source: Random
ne: अनियमित

source: Modified Date
ne: परिवर्तन भएको मिती

source: Published Date
ne: प्रकासित मिती

source: Results Order By
ne: परिणामहरू क्रमबद्ध गर्नुहोस्

source: Control the maximum amount of products to show in the search results.
ne: खोज परिणामहरूमा देखाउन उत्पादनहरूको अधिकतम मात्रा नियन्त्रण गर्नुहोस्।

source: Results Amount per Search
ne: प्रति खोज परिणाम राशि

source: Allow your customers to search and get results in real time without loading other pages.
ne: आफ्ना ग्राहकहरूलाई अन्य पृष्ठहरू लोड नगरी वास्तविक समयमा खोजी गर्न र परिणामहरू प्राप्त गर्न अनुमति दिनुहोस्।

source: Enable AJAX On Search Fields
ne: खोज क्षेत्रहरूमा AJAX सक्षम गर्नुहोस्

source: Mini Cart Cross Sell
ne: मिनी कार्ट क्रस बिक्री

source: Recently Viewed Products
ne: हालसालै हेरिएका उत्पादनहरू

source: Login
ne: लगइन

source: Logout
ne: लगआउट

source: Account Details
ne: खाता विवरणहरू

source: Addresses
ne: ठेगानाहरू

source: Downloads
ne: डाउनलोडहरू

source: Orders
ne: अर्डरहरू

source: Dashboard
ne: ड्यासबोर्ड

source: Welcome %s
ne: स्वागत छ %s

source: No products found.
ne: कुनै उत्पादनहरू फेला परेनन्।

source: Products
ne: उत्पादनहरू

source: Product Title Color
ne: उत्पादन शीर्षक रङ

source: Rows Per Page
ne: प्रति पृष्ठ पङ्क्तिहरू

source: Products Per Row
ne: प्रति पङ्क्ति उत्पादनहरू

source: No products added to the wishlist
ne: इच्छा सूचीमा कुनै उत्पादनहरू थपिएका छैनन्

source: View Cart
ne: कार्ट हेर्नुहोस्

source: Added!
ne: थपियो:

source: Loading...
ne: लोड हुँदैछ ...

source: Select Options
ne: विकल्पहरू चयन गर्नुहोस्

source: View Products
ne: उत्पादनहरू हेर्नुहोस्

source: In Stock
ne: स्टक मा

source: Out of Stock
ne: स्टक बाहिर

source: Stock
ne: स्टक

source: Product
ne: उत्पादन

source: Remove this item
ne: यो आइटम हटाउनुहोस्

source: Stock Status
ne: स्टक स्थिति

source: Unit Price
ne: एकाइ मूल्य

source: Product Name
ne: उत्पादनको नाम

source: Add to Cart
ne: कार्टमा हाल

source: Botiga Wishlist
ne: बोटीगा इच्छा सूची

source: Add to Wishlist
ne: चाहेको सूचीमा राख्नुहोस

source: View Wishlist
ne: इच्छा सूची हेर्नुहोस्

source: Your wishlist
ne: तपाईंको इच्छा सूची

source: Shop Sidebar Layouts
ne: पसल साइडबार लेआउटहरू

source: Shop Header Styles
ne: पसल हेडर शैलीहरू

source: Wishlist
ne: इच्छा सुची

source: Hamburger button
ne: ह्याम्बर्गर बटन

source: Product Image
ne: उत्पादन तस्बिर

source: More footer copyright options available in PRO version.
ne: प्रो संस्करणमा थप फुटर प्रतिलिपि अधिकार विकल्पहरू उपलब्ध छन्।

source: Sticky Header Active State
ne: स्टिकी हेडर सक्रिय अवस्था

source: Created!
ne: सिर्जना गरियो!

source: Creating...
ne: सिर्जना गर्दै...

source: <a href="#" class="botiga-create-page-control-button button" data-page-title="%2$s" data-page-meta-key="%3$s" data-page-meta-value="%4$s" data-option-name="%5$s" data-nonce="%6$s" data-creating-text="%7$s" data-created-text="%8$s">%1$s</a>
ne: <a href="#" class="botiga-create-page-control-button button" data-page-title="%1$s" data-page-meta-key="%2$s" data-page-meta-value="%3$s" data-option-name="%4$s" data-nonce="%5$s" data-creating-text="%6$s" data-created-text="%7$s">पृष्ठ सिर्जना गर्नुहोस्</a>

source: Page created with success!<br>Click <a href="%s" target="_blank">here</a> if you want to edit the page.<br><br>If you want to show a link to this page, assign the page to a menu by clicking <a href="#" data-goto="nav_menus" data-type="panel">here</a>
ne: पृष्ठ सफलताका साथ सिर्जना गरियो!<br>यदि तपाईं पृष्ठ सम्पादन गर्न चाहनुहुन्छ भने <a href="%s" target="_blank">यहाँ</a> क्लिक गर्नुहोस्।<br><br>यदि तपाईं यसमा लिङ्क देखाउन चाहनुहुन्छ भने यो पृष्ठ, <a href="#" data-goto="nav_menus" data-type="panel">यहाँ</a> क्लिक गरेर पृष्ठलाई मेनुमा असाइन गर्नुहोस्।

source: It looks like you haven't created a <strong>%s</strong> page yet. Click the below button to create the page.
ne: तपाईंले अहिलेसम्म <strong>%s</strong> पृष्ठ सिर्जना गर्नुभएको छैन जस्तो देखिन्छ। पृष्ठ बनाउनको लागि तलको बटनमा क्लिक गर्नुहोस्।

source: Your page is created!<br>Click <a href="%s" target="_blank">here</a> if you want to edit the page.<br><br>If you want to show a link to this page, assign the page to a menu by clicking <a href="#" data-goto="nav_menus" data-type="panel">here</a>
ne: तपाईँको पृष्ठ बनाइएको छ!<br>यदि तपाईँ पृष्ठ सम्पादन गर्न चाहनुहुन्छ भने <a href="%s" target="_blank">यहाँ</a> क्लिक गर्नुहोस्।<br><br>यदि तपाईँलाई लिङ्क देखाउन चाहनुहुन्छ भने यो पृष्ठ, <a href="#" data-goto="nav_menus" data-type="panel">यहाँ</a> क्लिक गरेर पृष्ठलाई मेनुमा असाइन गर्नुहोस्।

source: Display Coupon Form
ne: कुपन फारम प्रदर्शन गर्नुहोस्

source: Page Description
ne: पृष्ठ विवरण

source: Links color hover
ne: लिङ्क रङ होभर

source: Social Profiles
ne: सामाजिक प्रोफाइलहरू

source: Credits
ne: क्रेडिटहरू

source: Content Alignment
ne: सामग्री पङ्क्तिबद्धता

source: Copyright Bar Layout
ne: प्रतिलिपि अधिकार बार लेआउट

source: LinkedIn
ne: लिंक्डइन

source: Facebook
ne: फेसबुक

source: Twitter
ne: ट्विटर

source: Tags
ne: ट्यागहरु

source: Full width
ne: पूर्ण चौडाइ

source: Wide
ne: फराकिलो

source: Centered
ne: केन्द्रित

source: Post layout
ne: पोस्ट लेआउट

source: Copied!
ne: कपी गरियो!

source: Copy link
ne: लिङ्क प्रतिलिपि गर्नुहोस्

source: Cross Sell
ne: क्रस बिक्री

source: Author box alignment
ne: लेखक बाकस पङ्क्तिबद्धता

source: Suggest An Idea
ne: एउटा विचार सुझाव दिनुहोस्

source: Have an idea or feedback?
ne: एक विचार वा प्रतिक्रिया छ?

source: It makes us happy to hear from our users. We would appreciate a review.
ne: यसले हामीलाई हाम्रा प्रयोगकर्ताहरूबाट सुन्न पाउँदा खुसी बनाउँछ। हामी समीक्षाको कदर गर्नेछौं।

source: Get Support
ne: समर्थन प्राप्त गर्नुहोस्

source: Documentation
ne: दस्तावेज

source: Starter Sites
ne: स्टार्टर साइटहरू

source: Hello,
ne: नमस्ते,

source: Customize
ne: कस्टमाइज

source: Insufficient permissions to install the plugin.
ne: प्लगइन स्थापना गर्न अपर्याप्त अनुमतिहरू।

source: Something went wrong, contact support.
ne: केही गडबड भयो, सहायतालाई सम्पर्क गर्नुहोस्।

source: Theme Dashboard
ne: थिम ड्यासबोर्ड

source: Continue reading<span class="screen-reader-text"> "%s"</span>
ne: पढाई जारी राख्नुहोस् <span class="screen-reader-text"> "%s"</span>

source: Tag:
ne: ट्याग

source: Category:
ne: वर्ग

source: %s customer review
ne: %s ग्राहक समीक्षा

source: Awaiting product image
ne: उत्पादन तस्बिर पर्खँदै

source: Pages:
ne: पृष्ठहरु :

source: It seems we can&rsquo;t find what you&rsquo;re looking for. Perhaps searching can help.
ne: यस्तो लाग्छ कि तपाईँले हेर्न खोज्नु भएको वस्तु हामीले भेटाउन सकेनौं । शायद खोजी गर्दा मद्दत पुग्छ कि ।

source: Sorry, but nothing matched your search terms. Please try again with some different keywords.
ne: माफ गर्नुहोस्, तर केहि तपाइँको खोज सर्तहरू मिलेन। कृपया केहि फरक कुञ्जी शब्दहरूको साथ फेरि प्रयास गर्नुहोस्।

source: Ready to publish your first post? <a href="%1$s">Get started here</a>.
ne: तपाईंको पहिलो पोस्ट प्रकाशन गर्न तयार हुनुहुन्छ? <a href="%1$s"> यहाँ सुरू गर्नुहोस् </a>।

source: Nothing Found
ne: केहि पनि भेटिएन

source: Search products&hellip;
ne: उत्पादनहरू खोज्नुहोस्&hellip;

source: Search for:
ne: यसको लागी खोज्नुहोस्:

# submit button
source: Search
ne: खोज्नुहोस्

# placeholder
source: Search &hellip;
ne: खोज्नुहोस् &hellip;

source: Search&hellip;
ne: खोज्नुहोस् &hellip;

source: Search Results for: %s
ne: खोज परिणामहरू: %s

source: Clear
ne: खाली गर्नुहोस्

source: This product is currently out of stock and unavailable.
ne: यो उत्पादन हाल स्टक बाहिर छ र अनुपलब्ध छ।

source: Quick View
ne: द्रुत दृश्य

source: Quick view the %s product
ne: द्रुत रूपमा %s उत्पादन हेर्नुहोस्

source: Your Cart
ne: तपाईंको कार्ट

source: Your account
ne: तपाईंको खाता

source: View your shopping cart
ne: आफ्नो किनमेल कार्ट हेर्नुहोस्

source: Discover Botiga Pro
ne: बोटीगा प्रो पत्ता लगाउनुहोस्

source: Take Botiga to a whole other level by upgrading to the Pro version.
ne: संस्करणमा स्तरवृद्धि गरेर बोटीगा प्रो लाई पूरै अन्य स्तरमा लैजानुहोस्।

source: Upgrade to Pro
ne: प्रो मा अपग्रेड गर्नुहोस्

source: Performance
ne: प्रदर्शन

source: Free vs Pro
ne: फ्री vs प्रो

source: Scroll to Top
ne: शीर्षमा स्क्रोल गर्नुहोस्

source: Product Catalog
ne: उत्पादन सूची

source: Single Posts
ne: एकल पोस्टहरू

source: Blog Archives
ne: ब्लग अभिलेख

source: Footer Copyright
ne: फुटर प्रतिलिपि अधिकार

source: Mobile Header
ne: मोबाइल हेडर

source: Main Header
ne: मुख्य हेडर

source: Botiga is now installed and ready to go. To help you with the next step, we’ve gathered together on this page all the resources you might need. We hope you enjoy using Botiga.
ne: बोटीगा अब स्थापित छ र जान तयार छ। अर्को चरणमा तपाईंलाई मद्दत गर्न, हामीले तपाईंलाई आवश्यक पर्ने सबै स्रोतहरू यस पृष्ठमा भेला गरेका छौं। हामी आशा गर्छौं कि तपाईंले बोटीगा प्रयोग गरेर आनन्द लिनुहुन्छ।

source: Welcome to Botiga
ne: बोटीगा मा स्वागत छ

source: Botiga Pro
ne: बोटीगा प्रो

source: See all posts by %s <span aria-hidden="true">&rarr;</span>
ne: %s <span aria-hidden="true">&rarr;</span> का सबै पोस्टहरू हेर्नुहोस्

source: By %s
ne: %s द्वारा

source: Next:
ne: अर्को:

source: Previous:
ne: अघिल्लो:

source: Edit <span class="screen-reader-text">%s</span>
ne: <span class="screen-reader-text">%s</span> सम्पादन गर्नुहोस्

source: Tagged %1$s
ne: %1$s ट्याग गरिएको

source: % comments
ne: % टिप्पणीहरु

source: 1 comment
ne: १ टिप्पणी

source: 0 comments
ne: ० टिप्पणीहरू

source: Search
ne: खोज्नुहोस्

source: Card background
ne: कार्ड पृष्ठभूमि

source: Image radius
ne: तस्बिर त्रिज्या

source: Card radius
ne: कार्ड त्रिज्या

source: Card Style
ne: कार्ड शैली

source: Cart
ne: कार्ट

source: Layout 5
ne: लेआउट ५

source: Categories
ne: वर्गहरु

source: You may use the {value} tag. E.g. <strong>{value}% OFF!</strong>
ne: तपाईंले {value} ट्याग प्रयोग गर्न सक्नुहुन्छ। जस्तै <strong>{value}% OFF!</strong>

source: Sale percentage text
ne: बिक्री प्रतिशत पाठ

source: Display sale percentage
ne: बिक्री प्रतिशत प्रदर्शन गर्नुहोस्

source: Badge text
ne: ब्याज पाठ

source: Sale!
ne: बिक्री!

source: Border radius
ne: सीमा त्रिज्या

source: Elements spacing
ne: तत्वहरू स्पेसिङ

source: Short description
ne: छोटो विवरण

source: Category
ne: वर्ग

source: Price
ne: मूल्य

source: Reviews
ne: समिक्षाहरु

source: Title
ne: शीर्षक

source: Card elements
ne: कार्ड तत्वहरू

source: Quick view
ne: द्रुत दृश्य

source: Layout 4
ne: लेआउट ४

source: Add to cart button
ne: कार्ट बटनमा थप्नुहोस्

source: Display breadcrumbs
ne: ब्रेडक्रम्बहरू प्रदर्शन गर्नुहोस्

source: Results count
ne: परिणाम गणना

source: Page title
ne: पृष्ठको शीर्षक

source: Page elements
ne: पृष्ठ तत्वहरू

source: No Sidebar
ne: साइडबार छैन

source: List
ne: सूची

source: Grid
ne: ग्रिड

source: Product title color
ne: उत्पादन शीर्षक रंग

source: Related products
ne: सम्बन्धित उत्पादनहरु

source: Upsell products
ne: अपसेल उत्पादनहरू

source: Product tabs
ne: उत्पादन ट्याबहरू

source: Breadcrumbs
ne: ब्रेडक्रम

source: Image zoom effects
ne: तस्बिर जूम प्रभावहरू

source: Requires page refresh after saving
ne: बचत पछि पृष्ठ रिफ्रेस आवश्यक छ

source: Gallery thumbnail slider
ne: ग्यालेरी थम्बनेल स्लाइडर

source: Layout 3
ne: लेआउट ३

source: Body
ne: बडी

source: Letter spacing
ne: अक्षर-स्पेसिङ

source: Line height
ne: रेखाको उचाई

source: Oblique
ne: ओब्लिक

source: Italic
ne: ढल्केको

source: Font style
ne: फन्ट शैली

source: Typography
ne: टाइपोग्राफी

source: Top &amp; bottom padding
ne: शीर्ष र तल प्याडिङ

source: Configure menu
ne: मेनु कन्फिगर गर्नुहोस्

source: Secondary menu
ne: माध्यमिक मेनु

source: Social
ne: सामाजिक

source: Center the content?
ne: सामग्री केन्द्रमा?

source: Right side
ne: दायाँ साइड

source: Left side
ne: बायाँ साइड

source: Enable top bar
ne: शीर्ष पट्टी सक्षम गर्नुहोस्

source: Top bar
ne: शीर्ष पट्टी

source: Full-width
ne: पूर्ण चौडाइ

source: Border width
ne: सीमा रेखाको चौडाइ

source: Border size
ne: सीमाना आकार

source: Bottom row padding
ne: तल्लो पङ्क्ति प्याडिङ

source: Submenu Color
ne: उपमेनु रङ

source: Submenu background
ne: सबमेनु पृष्ठभूमि

source: Bottom row text color
ne: तल्लो पङ्क्तिको पाठको रङ

source: Bottom row background color
ne: तल्लो पङ्क्तिको पृष्ठभूमि रङ

source: Phone number
ne: फोन नम्बर:

source: Email address
ne: इमेल ठेगाना

source: Contact info
ne: सम्पर्क जानकारी

source: Open in a new tab?
ne: नयाँ ट्याबमा खोल्नुहोस्

source: Button link
ne: बटन लिङ्क

source: Button text
ne: बटन पाठ

source: Button
ne: बटन

source: Enable account icon
ne: खाता आइकन सक्षम गर्नुहोस्

source: Enable cart icon
ne: कार्ट आइकन सक्षम गर्नुहोस्

source: Cart &amp; account icons
ne: कार्ट र खाता आइकनहरू

source: Top right
ne: माथि दायाँ

source: Top left
ne: माथि बायाँ

source: Bottom row
ne: तल्लो पङ्क्ति

source: Top row
ne: शीर्ष पङ्क्ति

source: Always Sticky
ne: सधै टाँसिने

source: Sticky header type
ne: टाँसिने हेडर प्रकार

source: Enable sticky header
ne: स्टिकी हेडर सक्षम गर्नुहोस्

source: Center
ne: बीच

source: Menu position
ne: मेनु स्थिति

source: Settings
ne: सेटिङ्गहरु

source: Main header
ne: मुख्य हेडर

source: Site description color
ne: साइट विवरण रंग

source: Site title color
ne: साइट शीर्षक रंग

source: Logo width
ne: लोगो चौडाइ

source: Separator color
ne: विभाजक रंग

source: Separator size
ne: विभाजक आकार

source: Color
ne: रंग

source: Offcanvas menu
ne: अफक्यानभास मेनु

source: Top&amp;bottom padding
ne: शीर्ष र तल प्याडिङ

source: Menu bar
ne: मेनु पट्टी

source: Menu icon
ne: मेनु आइकन

source: Link spacing
ne: लिङ्क स्पेसिङ

source: Link separator
ne: लिङ्क विभाजक

source: Link alignment
ne: लिङ्क पङ्क्तिबद्धता

source: Additional offcanvas elements
ne: अतिरिक्त अफक्यानभास तत्वहरू

source: Layout 2
ne: लेआउट २

source: Layout 1
ne: लेआउट १

source: Offcanvas mode
ne: अफक्यानभास मोड

source: Additional elements
ne: अतिरिक्त तत्वहरू

source: Layout
ne: लेआउट

source: Mobile header
ne: मोबाइल हेडर

source: Border Color
ne: सीमानाको रंग

source: Text Color
ne: अक्षरको रंग

source: Default state
ne: पूर्वनिर्धारित अवस्था

source: Font size
ne: फन्ट आकार

source: Left/Right padding
ne: बायाँ/दायाँ प्याडिङ

source: Top/Bottom padding
ne: शीर्ष/तल प्याडिङ

source: Buttons
ne: बटनहरु

source: Padding
ne: प्याडिंग

source: Icon size
ne: आइकन आकार

source: Icon color
ne: प्रतिमा रङ

source: Bottom offset
ne: तल अफसेट

source: Side offset
ne: साइड अफसेट

source: Button radius
ne: साइड अफसेट

source: Icon 4
ne: आइकन ४

source: Icon 3
ne: आइकन ३

source: Icon 2
ne: आइकन २

source: Icon 1
ne: आइकन १

source: Text + Icon
ne: टेक्स्ट + आइकन

source: Icon
ne: आइकन

source: Type
ne: प्रकार

source: Enable scroll to top
ne: शीर्षमा स्क्रोल सक्षम गर्नुहोस्

source: Bottom padding
ne: तल्लो प्याडिङ

source: Top padding
ne: शीर्ष प्याडिङ

source: Add new
ne: नयाँ थप्नुहोस्

source: Social profile
ne: सामाजिक प्रोफाइल

source: You can use the following tags: {copyright}, {year}, {site_title}, {theme_author}
ne: तपाईं निम्न ट्यागहरू प्रयोग गर्न सक्नुहुन्छ: {copyright}, {year}, {site_title}, {theme_author}

source: Footer credits
ne: फुटर क्रेडिटहरू

source: Copyright area
ne: प्रतिलिपि अधिकार क्षेत्र

source: Widget titles size
ne: विजेट शीर्षक आकार

source: Column spacing
ne: स्तम्भ स्पेसिङ

source: Vertical section padding
ne: ठाडो खण्ड प्याडिङ

source: Divider width
ne: विभाजक चौडाइ

source: Divider color
ne: विभाजक रंग

source: Divider size
ne: विभाजक आकार

source: Enable top divider
ne: शीर्ष विभाजक सक्षम गर्नुहोस्

source: Links color (hover)
ne: लिङ्क रङ (होभर)

source: Widget text color
ne: विजेट पाठ रंग

source: Widget titles color
ne: विजेट शीर्षक रङ

source: Widget area 4
ne: विजेटको क्षेत्र ४

source: Widget area 3
ne: विजेटको क्षेत्र ३

source: Widget area 2
ne: विजेट क्षेत्र २

source: Widget area 1
ne: विजेट क्षेत्र १

source: Footer widget areas
ne: फुटर विजेट क्षेत्रहरू

source: Mobile/tablet only
ne: मोबाइल/ट्याब्लेट मात्र

source: Desktop only
ne: डेस्कटप मात्र

source: Show on all devices
ne: सबै यन्त्रहरूमा देखाउनुहोस्

source: Visibility
ne: दृश्यता

source: Contained
ne: कन्टेन

source: Container type
ne: कन्टेनर प्रकार

source: 4 columns
ne: ४ कोलुम

source: Disabled
ne: निस्क्रिय

source: Footer widgets layout
ne: फुटर विजेट लेआउट

source: Footer widgets
ne: फुटर विजेटहरु

source: Footer
ne: फुटर

source: Placeholder color
ne: प्लेसहोल्डर रंग

source: Border color
ne: सीमानाको रंग

source: Background color
ne: पृष्ठभूमिको रंग

source: Text color
ne: अक्षरको रंग

source: Form fields
ne: फारम क्षेत्रहरू

source: Heading 6
ne: शीर्षक ६

source: Heading 5
ne: शीर्षक ५

source: Heading 4
ne: शीर्षक ४

source: Heading 3
ne: शीर्षक ३

source: Heading 2
ne: शीर्षक २

source: Heading 1
ne: शीर्षक १

source: Headings
ne: शीर्षकहरू

source: Links color
ne: लिङ्क रङ

source: Links
ne: लिंकहरु

source: Content cards background
ne: सामग्री कार्ड पृष्ठभूमि

source: Body text
ne: मुख्य पाठ

source: Choose the colors for your palette:
ne: तपाईंको प्यालेटको लागि रङहरू छनौट गर्नुहोस्:

source: Color palettes
ne: रंगका प्यालेटहरु

source: Excerpt color
ne: अंश रंग

source: None
ne: कुनै हैन

source: Delimiter style
ne: डिलिमिटर शैली

source: Show author avatar
ne: लेखक अवतार देखाउनुहोस्

source: Below excerpt
ne: तलको अंश

source: Read more link
ne: थप लिङ्क पढ्नुहोस्

source: Excerpt length
ne: अंश लंबाई:

source: Show excerpt
ne: अंश देखाउनुहोस्

source: Title spacing
ne: शीर्षक स्पेसिङ

source: Bottom
ne: तल

source: Top
ne: माथि

source: Vertical alignment
ne: ठाडो पङ्क्तिबद्धता

source: Text alignment
ne: पाठ पङ्क्तिबद्धता

source: Text
ne: टेक्स्ट

source: Image size
ne: तस्बिरको आकार

source: Featured image
ne: विशेष तस्बिर

source: Columns
ne: कोलुमहरु

source: 3 columns
ne: ३ कोलुमहरु
