Repository: prasish012/try
Catalog: try/media_copy/translations/shopical/existing_translations/PO FILES AS DATASETS FROM WP.TRANSLATE 2/Nepali/wp-themes-botiga-*.po
Languages: ne

source: 2 columns
ne: २ कोलुमहरु

source: 1 column
ne: १ कोलुम

source: Blog layout
ne: ब्लग लेआउट

source: Blog
ne: ब्लग

source: Meta color
ne: मेटा रंग

source: Title color
ne: शीर्षक रंग

source: Related posts
ne: सम्बन्धित पोस्टहरु

source: Post navigation
ne: लेखको सफर गर्नुहोस्

source: Author box
ne: लेखक बक्स

source: Post tags
ne: पोस्ट ट्यागहरु

source: Elements
ne: एलिमेन्टहरु

source: Spacing
ne: स्पेसिङ

source: Post comments
ne: टिप्पणी गर्नुहोस

source: Post categories
ne: पोस्ट वर्गहरु

source: Post author
ne: पोस्ट लेखक

source: Post date
ne: पोस्ट मिति

source: Meta elements
ne: मेटा तत्वहरू

source: Below title
ne: शीर्षक तल

source: Above title
ne: माथिको शीर्षक

source: Position
ne: स्थिति

source: Meta
ne: मेटा

source: Image spacing
ne: तस्बिर स्पेसिङ

source: Above
ne: माथि

source: Below
ne: तल

source: Image placement
ne: तस्बिर नियुक्ति

source: Show featured image
ne: विशेष तस्बिर देखाउनुहोस्

source: Image
ne: तस्बिर

source: Header spacing
ne: हेडर स्पेसिङ

source: Middle
ne: बीच

source: Header alignment
ne: हेडर पङ्क्तिबद्धता

source: Header
ne: हेडर

source: Sidebar position
ne: साइडबार स्थिति

source: Enable sidebar
ne: साइडबार सक्षम गर्नुहोस्

source: Font weight
ne: फन्टको वजन

source: Font family
ne: अक्षरको परिवार

source: Add
ne: थप्नुहोस्

source: Style
ne: शैली

source: General
ne: साधारण

source: Your text here
ne: तपाईको शब्द यहाँ छ

source: Read more
ne: थप पढ्नुहोस्

source: Right
ne: दायाँ

source: Left
ne: बायाँ

source: Default
ne: पूर्वनिर्धारित

source: Sidebar Layout
ne: साइडबार लेआउट

source: This mode activates a simplified canvas for building custom pages with either the WP editor or a page builder plugin.
ne: यस मोडले WP सम्पादक वा पृष्ठ निर्माणकर्ता प्लगइनको साथ अनुकूलन पृष्ठहरू निर्माण गर्न सरलीकृत क्यानभास सक्रिय गर्दछ।

source: Page Builder Mode
ne: पृष्ठ निर्माणकर्ता मोड

source: Botiga Page Options
ne: बोटीगा पृष्ठ विकल्प

source: Click me
ne: मलाई क्लिक गर्नुहोस्

source: Back to top
ne: शीर्षमा फर्कनुहोस्

source: %1$1s. Proudly powered by %2$2s
ne: %1$1s. गर्वका साथ %2$2s द्वारा प्रेरित छ

source: Skip to content
ne: विषयवस्तुमा जानुहोस्

source: Footer %s
ne: फ़ुटर %s

source: Add widgets here.
ne: यहाँ विजेटहरू थप्नुहोस्।

source: Sidebar
ne: साइडबार

source: Gigantic
ne: विशाल

source: Huge
ne: विशाल

source: Extra large
ne: धेरै ठुलो

source: Larger
ne: ठूलो

source: Large
ne: ठुलो

source: Normal
ne: सामान्य

source: Small
ne: सानो

source: Color %s
ne: रङ्ग %s

source: Primary
ne: प्राथमिक

source: Comments are closed.
ne: टिप्पणीहरु बन्द छन्।

# comments title
source: %1$s thought on &ldquo;%2$s&rdquo;
ne: &ldquo;%2$s&rdquo; मा %1$s विचार

source: One thought on &ldquo;%1$s&rdquo;
ne: &ldquo;%1$s&rdquo; मा एक विचार

source: Most Popular
ne: सर्वाधिक लोकप्रिय

source: It looks like nothing was found at this location. Maybe try one of the links below or a search?
ne: यो स्थानमा केहि पनि फेला परेन जस्तो देखिन्छ। तलको लिंकहरू मध्ये एकमा प्रयास गर्नुहोस् वा खोजी गर्नुहोस्?

source: Oops! That page can&rsquo;t be found.
ne: ओहो ! त्यो प ृष्ठ भेटाउन पो सकिएन त !
