Repository: prasish012/try
Catalog: try/media_copy/translations/reviewnews/existing_translations/PO FILES AS DATASETS FROM WP.TRANSLATE 2/Spain/wp-themes-ollie-*.po
Languages: es

# Pattern title
source: Features Page
es: Página de características

# Pattern description
source: A full page design for a Download page
es: Un diseño de página completa para una página de Descarga

# Pattern title
source: Download Page
es: Página de descarga

# Pattern description
source: A full page design for a blog page
es: Un diseño de página completa para una página de blog

# Pattern title
source: Blog Page
es: Página del blog

# Pattern description
source: A full page design for an About page
es: Un diseño de página completa para una página Acerca de

# Pattern title
source: About Page
es: Página «Acerca de»

# Pattern title
source: Numbers
es: Números

# Pattern description
source: Display impressive numbers with a short description
es: Muestra números impresionantes con una breve descripción

# Pattern title
source: Numbers Stacked
es: Números apilados

# Pattern description
source: Show job openings and a call to action button
es: Mostrar ofertas de empleo y un botón de llamada a la acción

# Pattern title
source: Job Openings
es: Ofertas de empleo

# Pattern title
source: Image and Numbered Features
es: Imagen y características numeradas

# Pattern title
source: Hero Light
es: Hero claro

# Pattern title
source: Hero Dark
es: Hero Oscuro

# Pattern title
source: Hero Call To Action Buttons
es: Botones Hero de llamada a la acción

# Pattern title
source: Header Light
es: Cabecera clara

# Pattern title
source: Header Light With Buttons
es: Cabecera clara con botones

# Pattern title
source: Header Light With Banner
es: Cabecera clara con banner

# Pattern title
source: Header Dark
es: Cabecera oscura

# Pattern title
source: Header Dark With Buttons
es: Cabecera oscura con botones

# Pattern description
source: Header with nav and social icons
es: Cabecera con navegación e iconos sociales

# Pattern title
source: Header Dark With Banner
es: Cabecera oscura con banner

# Pattern title
source: Footer
es: Pie de página

# Pattern title
source: Footer Minimal
es: Pie de página minimalista

# Pattern title
source: Footer Minimal Light
es: Pie de página minimalista claro

# Pattern title
source: Footer Light
es: Pie de página claro

# Pattern title
source: Footer Centered
es: Pie de página centrado

# Pattern title
source: Footer Centered Light
es: Pie de página centrado claro

# Pattern title
source: Features With Emojis
es: Funciones con emojis

# Pattern title
source: Feature Boxes With Button
es: Cajas de características con botón

# Pattern description
source: Contact details with call to action buttons and a testimonial
es: Datos de contacto con botones de llamada a la acción y un testimonio

# Pattern title
source: Contact Details
es: Detalles de contacto

# Pattern title
source: Text and Details Card
es: Tarjeta con texto y detalles

# Pattern title
source: Text and Call To Action Card
es: Tarjeta con texto y llamada a la acción

# Pattern title
source: Testimonial Card
es: Tarjeta de testimonio

# Pattern title
source: Social Profile Card
es: Tarjeta de perfil social

# Pattern title
source: Pricing Table Card
es: Tarjeta de tabla de precios

# Pattern title
source: Pricing Table Card Dark
es: Tabla de precios tarjeta oscura

# Pattern title
source: Post List Card
es: Tarjeta de lista de entradas

# Pattern title
source: Lead Magnet Card
es: Tarjeta imán para clientes potenciales

# Pattern title
source: Image and Text Card
es: Tarjeta de imagen y texto

# Pattern title
source: Details Card
es: Detalles de tarjeta

# Pattern title
source: Contact Card
es: Tarjeta de contacto

# Pattern title
source: Call To Action Card
es: Tarjeta de llamada a la acción

# Pattern description
source: A call to action with text and a button.
es: Una llamada a la acción con texto y un botón.

# Pattern title
source: Call To Action Card With Buttons
es: Tarjeta de llamada a la acción con botones

# Pattern title
source: Blog Post Card
es: Tarjeta de entrada del blog

# Pattern title
source: Big Text Call To Action Card
es: Tarjeta de llamada a la acción con texto grande

# Pattern title
source: Blog Post Columns
es: Columnas de entradas de blog

# Pattern title
source: Blog Post Columns Single
es: Columnas de entrada de blog Individual

# Pattern description
source: A call-to-action box to offer a free download or sign up user to an email list.
es: Una caja de llamada a la acción para ofrecer una descarga gratuita o inscribir al usuario en una lista de correo electrónico.

# Pattern title
source: Author Box
es: Caja de autor

source: The Sidebar template defines a page area that can be found on the Page (With Sidebar) template.
es: La plantilla de barra lateral define un área de página que puede encontrarse en la plantilla Página (con barra lateral).

source: Sidebar
es: Barra lateral

source: Testimonials
es: Testimonios

source: Pricing
es: Precios

source: Posts
es: Entradas

source: Pages
es: Páginas

source: Features
es: Características

source: Call To Action
es: Llamada a la acción

source: Cards
es: Tarjetas

source: Button Style
es: Estilo del botón

source: Dark Style
es: Estilo escuro

source: Rounded Full
es: Redondeado completo

source: Thin
es: Fino

source: Dotted
es: Punteado

source: Truncate 4 Lines
es: Truncar 4 líneas

source: Truncate 3 Lines
es: Truncar 3 líneas

source: Truncate 2 Lines
es: Truncar 2 líneas

source: Box Shadow
es: Sombra de la caja

source: Rounded
es: Redondeado

source: Blur Image More
es: Difuminar más la imagen

source: Blur Image Less
es: Desenfocar menos la imagen

source: Dark
es: Oscuro

source: Boxed
es: En caja

source: Check Circle
es: Círculo de verificación

source: Check
es: Verificación
