Repository: prasish012/try
Catalog: try/media_copy/translations/reviewnews/existing_translations/PO FILES AS DATASETS FROM WP.TRANSLATE 2/Spain/wp-themes-ollie-*.po
Languages: es

source: Launch a blazing-fast, pixel-perfect website with the Ollie WordPress block theme! Ollie features over 50 beautiful pattern designs, 7 full-page pattern layouts, and a fully-customizable design system with Global Styles. Ollie integrates seamlessly with all of the powerful new WordPress editor features, giving you the most lightweight and powerful website builder on the planet — no expensive page builder plugin required! ✶ Full demo: https://demo.olliewp.com ✶
es: ¡Lanza un sitio web rapidísimo y pixel perfect con el tema de WordPress en bloque Ollie! Ollie cuenta con más de 50 bonitos diseños de patrones, 7 diseños de patrones a toda página y un sistema de diseño totalmente personalizable con estilos globales. Ollie se integra a la perfección con todas las nuevas y potentes características del editor de WordPress, ofreciéndote el constructor de sitios web más ligero y potente del planeta, ¡sin necesidad de costosos plugins constructores de páginas! ✶ Demo completa: https://demo.olliewp.com ✶

source: Find out how businesses just like yours have grown by 30% or more in just over a month.
es: Descubre cómo empresas como la tuya han crecido un 30% o más en poco más de un mes.

source: Unleash Growth
es: Libera el crecimiento

# Pattern title
source: Menu Panel 4
es: Panel 4 del menú

source: See how companies like yours increased productivity by 40% overnight.
es: Comprueba cómo empresas como la tuya aumentaron la productividad un 40% de la noche a la mañana.

source: Enterprise
es: Empresa

source: Community
es: Comunidad

source: Dashboard
es: Escritorio

source: Playground
es: Patio de juego

source: Documentation
es: Documentación

source: Learn Our Product
es: Conoce nuestro producto

source: Browse All
es: Explorar todo

source: Integrations
es: Integraciones

source: Team
es: Equipo

source: Templates
es: Plantillas

source: Projects
es: Proyectos

source: Quick Resources
es: Recursos rápidos

# Pattern title
source: Menu Panel 3
es: Panel 3 del menú

# Pattern title
source: Menu Panel 2
es: Panel 2 del menú

source: Start Free Trial
es: Empezar periodo de prueba gratuito

source: Ready to scale your business? Start your free trial today.
es: ¿Listo para ampliar tu negocio? Empieza hoy tu periodo de prueba gratuito.

source: View Case Studies
es: Ver casos prácticos

source: See how companies like yours increased productivity by 40% and reduced operational costs within their first quarter.
es: Comprueba cómo empresas como la tuya aumentaron la productividad un 40% y redujeron los costes operativos en su primer trimestre.

source: Success Stories
es: Historias de éxito

source: Expert help when you need it
es: Ayuda experta cuando la necesitas

source: 24/7 Support
es: Soporte 24/7

source: Reliable infrastructure that scales
es: Infraestructura fiable y escalable

source: 99.9% Uptime
es: Tiempo de actividad del 99,9%

source: SOC 2 compliant with E2E
es: Conformidad SOC 2 con E2E

source: Advanced Security
es: Seguridad avanzada

source: Enterprise Ready
es: Preparada para la empresa

source: Connect with existing tools
es: Conectar con las herramientas existentes

source: API Integration
es: Integración de API

source: Work together seamlessly
es: Trabajar juntos sin problemas

source: Team Collaboration
es: Colaboración en equipo

source: Track performance live
es: Seguimiento del rendimiento en directo

source: Real-time Analytics
es: Análisis en tiempo real

source: Platform Features
es: Características de la plataforma

# Pattern description
source: Menu with columns with icons and text and case study
es: Menú de columnas con iconos y texto y caso práctico

# Pattern title
source: Menu Panel 1
es: Panel 1 del menú

source: Gallery
es: Galería

source: Automations
es: Automatizaciones

source: Components
es: Componentes

source: Builder
es: Maquetador

source: Search our site
es: Busca en nuestro sitio

# Pattern title
source: Mobile Menu 6
es: Menú móvil 6

source: Developers
es: Desarrolladores

source: Press
es: Prensa

source: Docs
es: Documentación

source: Customers
es: Clientes

source: Marketplace
es: Mercado

source: Analytics
es: Análisis

source: Workflows
es: Flujos de trabajo

source: Collections
es: Colecciones

source: Library
es: Biblioteca

# Pattern title
source: Mobile Menu 5
es: Menú móvil 5

source: We're hiring! Join our growing team today.
es: ¡Estamos contratando! Únete hoy mismo a nuestro creciente equipo.

source: support@example.com
es: soporte@ejemplo.com

source: hello@example.com
es: hola@ejemplo.com

source: Design solutions that scale
es: Diseña soluciones a escala

# Pattern title
source: Mobile Menu 4
es: Menú móvil 4

source: Check out my new podcast, VectorAI.
es: Echa un vistazo a mi nuevo podcast, VectorAI.

# Pattern title
source: Mobile Menu 3
es: Menú móvil 3

source: Director of AI
es: Director de IA

# Pattern title
source: Mobile Menu 2
es: Menú móvil 2

source: Learn more
es: Más información

source: Find out how we can help you scale.
es: Descubre cómo podemos ayudarte a escalar.

source: Get started today!
es: ¡Empieza ahora!

source: Go Live Quicker
es: Lanza tu sitio más rápido

source: Beautiful Content
es: Contenido bonito

source: Publish Faster
es: Publica más rápido

source: Publish
es: Publicar

source: Developer Friendly
es: Amigable para desarrolladores

source: Easy to Extend
es: Fácil de ampliar

source: Built for the Future
es: Construido para el futuro

source: Build
es: Construir

source: Robust Design System
es: Sistema de diseño robusto

source: Beautiful Templates
es: Plantillas bonitas

source: Pre-designed Patterns
es: Patrones prediseñados

source: Design
es: Diseño

# Pattern title
source: Mobile Menu 1
es: Menú móvil 1

# Pattern title
source: Menu Card 4
es: Tarjeta 4 del menú

source: SEO, social media, and content strategies
es: SEO, medios sociales y estrategias de contenido

source: Digital Marketing
es: Marketing digital

source: Custom websites that captivate and convert
es: Sitios web personalizados que cautivan y convierten

source: Web Design
es: Diseño web

source: Logo design, brand guidelines, and visual systems
es: Diseño de logotipos, directrices de marca y sistemas visuales

source: Brand Identity
es: Identidad de marca

# Pattern title
source: Menu Card 3
es: Tarjeta 3 del menú

source: Our tested growth strategies have helped clients across industries achieve breakthrough results.
es: Nuestras probadas estrategias de crecimiento han ayudado a clientes de todos los sectores a lograr resultados revolucionarios.

source: Proven growth techniques
es: Técnicas de crecimiento probadas

source: Turn data into decisions with our strategic analysis and actionable recommendations.
es: Convierte los datos en decisiones con nuestros análisis estratégicos y recomendaciones procesables.

source: Insights you can act on
es: Ideas sobre las que puedes actuar

source: How we can help
es: Cómo podemos ayudar

# Pattern title
source: Menu Card 2
es: Tarjeta 2 del menú

source: Start building smarter and faster today!
es: ¡Empieza hoy mismo a construir de forma más inteligente y rápida!

source: Collaborate without the chaos
es: Colabora sin el caos

source: Team Comments
es: Comentarios del equipo

source: Never lose a design iteration again
es: No vuelvas a perder una iteración de diseño

source: Version Control
es: Control de versiones

source: Updates in real-time across all devices
es: Actualizaciones en tiempo real en todos los dispositivos

source: Smart Sync
es: Sincronización inteligente

# Pattern title
source: Menu Card 1
es: Tarjeta 1 del menú

source: &nbsp;Powered by WordPress and
es: &nbsp;Funciona con WordPress y

source: Menu
es: Menú

# Style variation name
source: Preset 9
es: Preajuste 9

# Style variation name
source: Preset 8
es: Preajuste 8

# Style variation name
source: Preset 7
es: Preajuste 7

# Style variation name
source: Preset 6
es: Preajuste 6

# Style variation name
source: Preset 5
es: Preajuste 5

# Style variation name
source: Preset 4
es: Preajuste 4

# Style variation name
source: Preset 3
es: Preajuste 3

# Style variation name
source: Preset 2
es: Preajuste 2

# Style variation name
source: Preset 1
es: Preajuste 1

source: Giannis Holiday · Creatif
es: Giannis Holiday - Creative

source: I finally feel like I can ditch my costly page builder plugin. Now, I can quickly build out page sections or full page designs with Ollie patterns.
es: Por fin siento que puedo deshacerme de mi costoso plugin constructor de páginas. Ahora puedo crear rápidamente secciones de páginas o diseños de páginas completas con los patrones de Ollie.

source: Now that I've seen how powerful the Site Editor can be, I can't live without it. Ollie made it super easy to get started with the "new" WordPress.
es: Ahora que he visto lo potente que puede ser el editor de sitios, no puedo vivir sin él. Ollie hizo que fuera superfácil empezar con el "nuevo" WordPress.

source: for all purchases. Try our product with confidence, and if you don't like it, we'll make it right.
es: para todas las compras. Prueba nuestro producto con confianza, y si no te gusta, te lo arreglamos.

source: Not convinced? We offer a
es: ¿No te convence? Te ofrecemos un

source: Desktop preview
es: Vista previa de escritorio

source: © 2025 · Powered by WordPress and
es: © 2025 · Funciona con WordPress y

source: Add text or blocks that will display when a query returns no results.
es: Añade un texto o bloques que se mostrarán cuando una consulta no devuelva ningún resultado.

source: Write title…
es: Escribe el título…

source: or view on
es: o ver en

source: Version 1.0
es: Versión 1.0

source: Build your blazing fast website with the power of the WordPress Site Editor and beautiful, pre-made designs from Ollie. No coding skills required.
es: Construye tu sitio web a toda velocidad con la potencia del editor de sitios de WordPress y los bonitos diseños prediseñados de Ollie. No necesitas conocimientos de programación.

source: No code? No problem.
es: ¿No programas? No hay problema.

source: See Our Features
es: Ver nuestras características

source: The future of WordPress site building is here. Are you ready?
es: El futuro de la maquetación de sitios WordPress ya está aquí. ¿Estás preparado?

source: No code? No problem. Design websites faster with patterns.
es: ¿No programas? No hay problema. Diseña sitios web más rápido con patrones.

source: Launch Faster
es: Lanzar más rápido

source: Did you know you can build a blazing-fast, fully-customizable website with the native WordPress editor now? Download the Ollie block theme to start learning the new WordPress today!
es: ¿Sabías que ahora puedes crear un sitio web rapidísimo y totalmente personalizable con el editor nativo de WordPress? ¡Descarga el tema bloques Ollie para empezar a aprender el nuevo WordPress hoy mismo!

source: Ollie is built for the new WordPress Site Editor
es: Ollie está diseñado para el nuevo editor de sitios de WordPress

source: Build on WordPress
es: Construir en WordPress

source: Hands typing on computer
es: Manos tecleando en el ordenador

source: With a growing pattern collection, you can create 100's of different page designs without repeating the same design.
es: Con una creciente colección de patrones, puedes crear cientos de diseños de página diferentes sin repetir el mismo diseño.

source: All patterns are designed with mobile and tablet in mind. All designs and typography scale down to pixel-perfect perfection.
es: Todos los patrones están diseñados pensando en móviles y tabletas. Todos los diseños y la tipografía se escalan a la perfección de los píxeles.

source: View Ollie Patterns
es: Ver los patrones de Ollie

source: Beautiful design just got a whole lot easier
es: El diseño bonito es ahora mucho más fácil

source: Pick Your Pattern
es: Selecciona tu patrón

source: Brand Designer
es: Diseñador de marcas

source: Via Facebook →
es: A través de Facebook →

source: Via Twitter →
es: A través de Twitter →

source: Customer happiness as at the core of our business model. If our customers aren't succeeding, we're not succeeding. See what they're saying below.
es: La felicidad del cliente es el núcleo de nuestro modelo de negocio. Si nuestros clientes no tienen éxito, nosotros no tenemos éxito. Mira lo que dicen a continuación.

source: Meet our happy campers
es: Conoce a nuestros felices campistas

source: I create a lot of landing pages, and the Site Editor and Ollie have been a game changer for this. Choose a layout, add my content, hit publish.
es: Creo muchas páginas de aterrizaje, y el editor de sitios y Ollie han cambiado las reglas del juego. Elijo un diseño, añado mi contenido y pulso publicar.

source: Easily create beautiful, blazing-fast websites with the new WordPress Site Editor.
es: Crea fácilmente sitios web bonitos y rapidísimos con el nuevo editor de sitios de WordPress.

source: Brand logo
es: Logotipo de la marca

source: Trusted by the biggest brands on the planet
es: Con la confianza de las mayores marcas del planeta

source: Customer Support
es: Atención al cliente

source: I was skeptical about all the changes going on in WordPress, but now that I've seen how powerful it can be, I'm convinced. Ollie made it super easy to get started with the "new" WordPress.
es: Era escéptica acerca de todos los cambios que se están produciendo en WordPress, pero ahora que he visto lo potente que puede ser, estoy convencida. Ollie hizo que fuera superfácil empezar con el «nuevo» WordPress.

source: Video Producer
es: Productor de vídeo

source: I create a lot of landing pages, and the Site Editor and Ollie have been huge for this. I can choose from a pre-designed landing page, customize my brand colors, and I'm ready to launch.
es: Creo muchas páginas de destino, y el editor de sitios y Ollie han sido enormes para ello. Puedo elegir entre una página de destino prediseñada, personalizar los colores de mi marca y ya estoy lista para lanzarla.

source: I love using WordPress but traditionally it has been hard to design in. Not any more! I can quickly build out page sections or full page designs with Ollie patterns. Saves me so much time!
es: Me encanta usar WordPress, pero tradicionalmente ha sido difícil diseñar en él. Ahora ya no. Puedo crear rápidamente secciones de páginas o diseños de páginas completas con los patrones de Ollie. ¡Me ahorra mucho tiempo!

source: Wow, I really can't believe how powerful the WordPress Site Editor is combined with Ollie. I don't even need my page builder plugin anymore! Everything I need is built right in and ready for me at the beginning of every project.
es: Vaya, realmente no puedo creer lo potente que es el editor de sitios de WordPress combinado con Ollie. ¡Ya ni siquiera necesito mi plugin maquetador de páginas! Todo lo que necesito está integrado y listo para mí al principio de cada proyecto.

source: Customer happiness is at the core of our business model. If our customers aren't succeeding, we're not succeeding. See what they're saying below.
es: La felicidad del cliente es el núcleo de nuestro modelo de negocio. Si nuestros clientes no tienen éxito, nosotros no tenemos éxito. Mira lo que dicen a continuación.

source: We love our customers
es: Nos encantan nuestros clientes

source: Testimonial author avatar
es: Avatar del autor de la recomendación

source: I'm super impressed with how powerful the WordPress Site Editor is. I can design my site so quickly with patterns!
es: Estoy súper impresionada con lo potente que es el Editor de Sitios de WordPress. ¡Puedo diseñar mi sitio tan rápidamente con patrones!

# Pattern description
source: This wide post layout where the content sits in a wide container that stretches the page area.
es: Este diseño de entrada ancha donde el contenido se sitúa en un contenedor ancho que estira el área de la página.

# Pattern title
source: Post Wide
es: Entrada amplia

# Pattern description
source: A post layout with a right sidebar and left content area.
es: Un diseño de entrada con una barra lateral derecha y un área de contenido izquierda.

# Pattern title
source: Post Right Sidebar
es: Barra lateral derecha de la entrada

# Pattern description
source: A post layout with a left sidebar and right content area.
es: Un diseño de entrada con una barra lateral izquierda y un área de contenido derecha.

# Pattern title
source: Post Left Sidebar
es: Barra lateral izquierda de la entrada

# Pattern description
source: A centered post layout where the content sits in a container in the middle of the page.
es: Un diseño de entrada centrado donde el contenido se sitúa en un contenedor en el centro de la página.

# Pattern title
source: Post Centered
es: Entrada centrada

# Pattern description
source: This wide page layout where the content sits in a wide container that stretches the page area.
es: Este diseño de página ancha donde el contenido se sitúa en un contenedor ancho que estira el área de la página.

# Pattern title
source: Page Wide
es: Página amplia

source: Sorry, nothing was found for that search term.
es: Lo siento, no se ha encontrado nada para ese término de búsqueda.

source: Search site...
es: Buscar en el sitio...

# Pattern description
source: The page that shows search results.
es: La página que muestra los resultados de la búsqueda.

# Pattern title
source: Search Results Page
es: Página de resultados de búsqueda

# Pattern description
source: A page layout with a right sidebar and left content area.
es: Un diseño de página con una barra lateral derecha y un área de contenido izquierda.

# Pattern title
source: Page Right Sidebar
es: Barra lateral derecha de la página

# Pattern description
source: A page layout with a left sidebar and right content area.
es: Un diseño de página con una barra lateral izquierda y un área de contenido derecha.

# Pattern title
source: Page Left Sidebar
es: Barra lateral izquierda de la página

# Pattern description
source: This full page layout with no title, perfect for building pages with patterns.
es: Este diseño de página completa sin título es perfecto para crear páginas con patrones.

# Pattern title
source: Page Full Width No Title
es: Página de ancho completo sin título

# Pattern description
source: A centered page layout where the content sits in a container in the middle of the page.
es: Un diseño de página centrado donde el contenido se sitúa en un contenedor en el centro de la página.

# Pattern title
source: Page Centered
es: Página centrada

# Pattern description
source: The page that shows archives for categories, tags, and more.
es: La página que muestra los archivos de categorías, etiquetas y mucho más.

# Pattern title
source: Archive Page
es: Página de archivo

source: Search
es: Buscar

source: Unfortunately, the page you are looking for no longer exists, or has been moved. Please try searching for your content below.
es: Lamentablemente, la página que buscas ya no existe o ha sido movida. Intenta buscar tu contenido a continuación.

source: Page Not Found
es: No se ha encontrado la página

# Pattern description
source: The page that shows when no other page is found.
es: La página que se muestra cuando no se encuentra ninguna otra.

# Pattern title
source: 404 Page
es: Página 404

# Pattern description
source: A single column list layout for blog posts and archive pages.
es: Un diseño de lista de columna individual para entradas de blog y páginas de archivo.

# Pattern description
source: A two column grid layout for blog posts and archive pages.
es: Un diseño de cuadricula de dos columnas para entradas de blog y páginas de archivo.

source: We're a small team of diverse creators with the aim of creating the best possible WordPress products for you. Join our team today!
es: Somos un pequeño equipo de diversos creadores con el objetivo de crear los mejores productos WordPress posibles para ti. ¡Únete a nuestro equipo hoy!

source: A small but mighty team
es: Un equipo pequeño pero poderoso

source: Meet Our People
es: Conoce a nuestra gente

source: Wow, I really can't believe how powerful the WordPress Site Editor is combined with Ollie. I don't even need a page builder anymore!
es: Vaya, realmente no puedo creer lo potente que es el editor de sitios de WordPress combinado con Ollie. ¡Ya ni siquiera necesito un maquetador de páginas!

source: 100% money back guarantee
es: Garantía de devolución del 100% del dinero

source: Great for folks who are just getting started and only need the basic features and support.
es: Genial para la gente que está empezando y solo necesita las características básicas y soporte.

source: Essential
es: Esencial

source: Easily create beautiful and responsive pricing tables with Ollie patterns. Connect your eCommerce solution and start making bank.
es: Crea fácilmente tablas de precios bonitas y adaptables con los patrones de Ollie. Conecta tu solución de comercio electrónico y empieza a ganar dinero.

source: Small prices, huge value
es: Pequeños precios, gran valor

source: Simple Pricing
es: Precio simple

source: Join my Patreon
es: Únete a mi Patreon

source: Buy My Creator Course
es: Compra My Creator Course

source: Follow on Twitter
es: Seguir en Twitter

source: Visit My Website
es: Visita mi sitio web

source: Use this page as a LinkTree alternative. Link your social media accounts to this page so your followers can find all of your important links.
es: Utiliza esta página como una alternativa a LinkTree. Enlaza tus cuentas de medios sociales a esta página para que tus seguidores puedan encontrar todos tus enlaces importantes.

source: Accessibility compliant to ensure equal access to content and functionality.
es: Cumple los requisitos de accesibilidad para garantizar la igualdad de acceso al contenido y a las funciones.

source: Accessibility
es: Accesibilidad

source: Built with SEO best practices in mind to help you rank in search engines.
es: Construido teniendo en cuenta las mejores prácticas SEO para ayudarte a posicionarte en los motores de búsqueda.

source: SEO Boost
es: Aumento del SEO

source: Blazing-fast performance out of the box. No caching plugins needed.
es: Rendimiento rapidísimo desde el primer momento. No necesitas plugins de caché.

source: Performance
es: Rendimiento

source: Ollie boasts over two hundred 5 star reviews and an average rating of 9 on Rotten Tomatoes.
es: Ollie cuenta con más de doscientas críticas de 5 estrellas y una calificación media de 9 en Rotten Tomatoes.

source: 200+ Ratings
es: Más de 200 valoraciones

source: We've spent thousands of hours crafting WordPress themes and applied everything we know to Ollie.
es: Hemos pasado miles de horas creando temas para WordPress y hemos aplicado todo lo que sabemos a Ollie.

source: 1000+ Hours
es: Más de 1000 horas

source: Ollie ships with several full page designs such as Homepage, About, Features, Download, and more.
es: Ollie incluye varios diseños de página completa, como Página de inicio, Acerca de, Características, Descarga y más.

source: 5+ Layouts
es: Más de 5 diseños

source: Ollie ships with over 50 pixel-perfect pattern designs you can use to build a stunning website with a few clicks.
es: Ollie incluye más de 50 diseños de píxeles perfectos que puedes utilizar para crear un sitio web impresionante con unos pocos clics.

source: 50+ Patterns
es: Más de 50 patrones

source: No coding skills required.
es: No se requieren conocimientos de programación.

source: Easily create beautiful, fully-customizable websites with the new WordPress Site Editor and the Ollie block theme.
es: Crea fácilmente sitios web bonitos y totalmente personalizables con el nuevo editor de sitios de WordPress y el tema en bloque Ollie.

source: Part Time · Remote
es: A tiempo parcial - A distancia

source: Marketing Manager
es: Gerente de marketing
