Repository: prasish012/try
Catalog: try/media_copy/translations/reviewnews/existing_translations/PO FILES AS DATASETS FROM WP.TRANSLATE 2/Spain/wp-themes-ollie-*.po
Languages: es

source: Full Time · San Francisco
es: Tiempo completo - San Francisco

source: Principal Engineer
es: Ingeniero principal

source: Software Engineer
es: Ingeniero de software

source: Apply →
es: Solicitar →

source: Full Time · Remote
es: A tiempo completo - A distancia

source: Product Designer
es: Diseñador de productos

source: We're currently hiring for several different roles. All of our positions are remote flexible and our salaries are above competitive in the industry.
es: Actualmente estamos contratando para varios puestos diferentes. Todos nuestros puestos son flexibles a distancia y nuestros salarios están por encima de la competencia en el sector.

source: Let's work together!
es: ¡Trabajemos juntos!

source: We're Hiring
es: Estamos contratando

source: Blazing fast by default
es: Velocidad vertiginosa por defecto

source: Pixel-perfect patterns
es: Patrones perfectos

source: Super simple customization
es: Personalización super sencilla

source: Desktop screenshot
es: Captura de pantalla del escritorio

source: Build your site with clicks, not code.
es: Construye tu sitio con clics, no con código.

source: Ollie Features
es: Características de Ollie

source: WordPress Reimagined
es: WordPress reimaginado

source: Person working on laptop
es: Persona trabajando con un portátil

source: Free Download
es: Descarga gratuita

source: Design faster and publish sooner with Ollie
es: Diseña más rápido y publica antes con Ollie

source: Welcome to Ollie
es: Te damos la bienvenida a Ollie

source: We've just launched a new product!
es: ¡Acabamos de lanzar un nuevo producto!

source: Demo
es: Demostración

source: Use Cases
es: Casos de uso

source: Product
es: Producto

source: Get Help
es: Obtener ayuda

source: Support Docs
es: Documentos de soporte

source: Resources
es: Recursos

source: Contact
es: Contacto

source: Brand Assets
es: Activos de marca

source: Careers
es: Carreras

source: About
es: Acerca de

source: Company
es: Empresa

source: Easily create beautiful, fully-customizable websites with the new WordPress Site Editor and the Ollie block theme. No coding skills required. Download for free today!
es: Crea fácilmente sitios web bonitos y totalmente personalizables con el nuevo editor de sitios de WordPress y el tema en bloque Ollie. No necesitas conocimientos de programación. ¡Descárgatelo gratis hoy mismo!

source: Visit Mike
es: Visita a Mike

source: Visit Ollie
es: Visita Ollie

source: Download
es: Descargar

source: Setting up a new site can be a pain! The Ollie Site Wizard takes care of those annoying setup steps and configures your site with a few clicks instead.
es: ¡Configurar un sitio nuevo puede ser un engorro! El asistente de sitios Ollie se encarga de esos molestos pasos de configuración y, en su lugar, configura tu sitio con unos pocos clics.

source: Ollie Onboarding
es: Puesta en marcha de Ollie

source: Build your entire site visually in WordPress with a powerful drag and drop page builder. No costly plugins or coding skills required! WordPress has never looked so good.
es: Construye todo tu sitio visualmente en WordPress con un potente constructor de páginas de arrastrar y soltar. Sin necesidad de costosos plugins ni conocimientos de programación. WordPress nunca ha tenido tan buen aspecto.

source: Ollie Block Theme
es: Tema de bloques Ollie

source: Ollie ships with over ten professionally-designed page templates (About, Profile, Download, etc.) so you can get your site off the ground in no time.
es: Ollie incluye más de diez plantillas de páginas diseñadas por profesionales (Acerca de, Perfil, Descarga, etc.) para que puedas poner en marcha tu sitio web en un abrir y cerrar de ojos.

source: Ollie Templates
es: Plantillas Ollie

source: Ollie ships with over twenty beautiful pattern designs you can use to build a stunning and powerful website. Easily drag and drop patterns to create a design and hit publish!
es: Ollie incluye más de veinte bonitos diseños de patrones que puedes utilizar para crear un sitio web impactante y poderoso. Arrastra y suelta fácilmente los patrones para crear un diseño y ¡púlsalo para publicar!

source: Ollie Patterns
es: Patrones de Ollie

source: Ollie launches with built-in pattern designs, page templates, style variations and more so you can get your site launched quickly.
es: Ollie se lanza con diseños de patrones incorporados, plantillas de páginas, variaciones de estilo y mucho más para que puedas lanzar tu sitio rápidamente.

source: Launch quicker
es: Lanzamiento más rápido

source: Finely-crafted typography that makes your content shine and automatically scales down to the perfect size on every device.
es: Tipografía finamente elaborada que hace brillar tu contenido y se adapta automáticamente al tamaño perfecto en cada dispositivo.

source: Gorgeous typography
es: Tipografía magnífica

source: Creating unique designs has never been easier. Ollie's growing pattern library puts expertly designed patterns at your fingertips.
es: Crear diseños únicos nunca ha sido tan fácil. La creciente biblioteca de patrones de Ollie pone al alcance de tu mano patrones diseñados por expertos.

source: Build with beautiful patterns
es: Construye con bellos patrones

source: We obsess over performance so you don't have to. Ollie is super lightweight and scores top marks on Google PageSpeed Insights.
es: Nos obsesionamos con el rendimiento para que tú no tengas que hacerlo. Ollie es superligero y obtiene las mejores puntuaciones en Google PageSpeed Insights.

source: Blazing fast performance
es: Rendimiento ultrarrápido

source: Your website deserves to look pixel-perfect on every device. Ollie ensures your entire design scales down gracefully automagically.
es: Tu sitio web merece tener un aspecto perfecto en todos los dispositivos. Ollie se asegura de que todo tu diseño se reduzca con elegancia de forma automática.

source: Pixel perfect responsive design
es: Diseño adaptable perfecto a cada píxel

source: Learn More
es: Más información

source: Customize with clicks, not code
es: Personaliza con clics, no con código

source: Building with blocks and patterns is super easy and fun! You can design beautiful landing pages with just a few clicks.
es: ¡Construir con bloques y patrones es superfácil y divertido! Puedes diseñar bonitas páginas de destino con solo unos clics.

source: Get a 40 hour head start
es: Obtén una ventaja de 40 horas

source: Built For The Future
es: Construido para el futuro

source: Contact Us →
es: Ponte en contacto con nosotros →

source: Can't find what you're looking for? Let's have a chat!
es: ¿No encuentras lo que buscas? ¡Hablemos!

source: Still have questions?
es: ¿Aún tienes preguntas?

# FAQ answer
source: Patterns are pre-designed page elements that you can drag and drop to create unique designs. Ollie comes with an extensive collection of expertly-designed patterns, but you can also design your own patterns.
es: Los patrones son elementos de página prediseñados que puedes arrastrar y soltar para crear diseños únicos. Ollie incluye una amplia colección de patrones diseñados por expertos, pero también puedes diseñar tus propios patrones.

# FAQ question
source: What are patterns?
es: ¿Qué son los patrones?

# FAQ answer
source: Don't worry, we'll show you around! The Site Editor is fairly new, and lots of folks are still trying it out for the first time. There's a lot to learn, but the site building power you'll unlock with all of the new design tools will be well worth it!
es: No te preocupes, ¡te lo enseñaremos! El editor de sitios es bastante nuevo, y mucha gente todavía lo está probando por primera vez. Hay mucho que aprender, pero el poder de creación de sitios que desbloquearás con todas las nuevas herramientas de diseño merecerá la pena.

# FAQ question
source: What if I've never used the Site Editor?
es: ¿Qué pasa si nunca he utilizado el editor de sitios?

# FAQ answer
source: Nope! Ollie is designed to work with the native WordPress editor, meaning you don't need a page builder plugin to build a beautiful website on WordPress anymore. Of course, you can continue using your favorite plugins alongside Ollie!
es: ¡No! Ollie está diseñado para funcionar con el editor nativo de WordPress, lo que significa que ya no necesitas un plugin maquetador de páginas para construir un sitio web bonito en WordPress. Por supuesto, ¡puedes seguir usando tus plugins favoritos junto con Ollie!

# FAQ question
source: Do I need any other plugins?
es: ¿Necesito algún otro plugin?

# FAQ answer
source: Ollie is a WordPress block theme that is designed to work with the new WordPress Site Editor. That means your site can be built with blocks, patterns, and other design elements that can be easily edited without any coding skills.
es: Ollie es un tema de bloques de WordPress diseñado para funcionar con el nuevo editor de sitios de WordPress. Eso significa que tu sitio puede construirse con bloques, patrones y otros elementos de diseño que pueden editarse fácilmente sin necesidad de conocimientos de programación.

# FAQ question
source: What exactly is Ollie?
es: ¿Qué es exactamente Ollie?

source: Got a question? We've got you covered! Check out the resources below and be sure to let us know if we can answer anything else.
es: ¿Tienes alguna pregunta? ¡No te preocupes! Echa un vistazo a los recursos que aparecen a continuación y no dejes de decirnos si podemos responderte a algo más.

source: Learn about our product
es: Aprende sobre nuestro producto

source: Frequently Asked
es: Preguntas frecuentes

source: Rated 5/5 stars by 1,620 happy reviewers
es: Valorado con 5/5 estrellas por 1620 reseñadores satisfechos

source: Join Our Team
es: Únete a nuestro equipo

source: Whether you're looking for a brand refresh, a new web presence, or are curious about consultation, please drop us a line and let's start a blossoming relationship!
es: Si estás buscando una renovación de marca, una nueva presencia en la web o tienes curiosidad acerca de una consulta, ¡escríbenos y comencemos una relación floreciente!

source: Give us a ring, we'd love to chat with you.
es: Llámanos, nos encantaría charlar contigo.

source: Comments
es: Comentarios

source: Add your splash of colors, pick your header, choose your favorite font — all with a few quick clicks. No coding skills required.
es: Añade tu toque de color, elige tu cabecera y tu fuente favorita, todo con unos pocos clics. No necesitas conocimientos de programación.

source: Post Page
es: Página de entradas

source: The WordPress Site Editor is a total game changer. It's blazing fast and I don't need a page builder anymore. 😍
es: El editor de sitios de WordPress ha cambiado por completo las reglas del juego. Es rapidísimo y ya no necesito un maquetador de páginas. 😍

source: View on WordPress.org
es: Ver en WordPress.org

source: Ollie ships with a growing collection of design patterns that cohesively click together. Drag, drop, mix, and match patterns to create stunning designs in just a few minutes.
es: Ollie incluye una creciente colección de patrones de diseño que encajan entre sí de forma coherente. Arrastra, suelta, mezcla y combina patrones para crear diseños asombrosos en solo unos minutos.

source: Download Ollie for free today and start building
es: Descárgate Ollie gratis hoy mismo y empieza a construir

source: Start Designing
es: Empieza a diseñar

source: Easily create beautiful, fully-customizable websites with the new WordPress Site Editor and the Ollie block theme. Anyone can do it! No coding skills required.
es: Crea fácilmente sitios web bonitos y totalmente personalizables con el nuevo Editor de Sitios de WordPress y el tema en bloque Ollie. ¡Cualquiera puede hacerlo! No necesitas conocimientos de programación.

source: Rated 5/5 stars by 1,420 happy reviewers
es: Valorado con 5/5 estrellas por 1420 reseñadores satisfechos

source: "Working with Ollie has been a delight from start to finish."
es: «Trabajar con Ollie ha sido una delicia de principio a fin».

source: Ollie is a block theme for the next generation of WordPress creators. With beautiful patterns and templates built right in, you can get a site launched in record time.
es: Ollie es un tema de bloques para la próxima generación de creadores de WordPress. Con bonitos patrones y plantillas integradas, puedes lanzar un sitio en un tiempo récord.

source: Design with a few clicks. No code required.
es: Diseño con unos pocos clics. No se requiere código.

source: Use this profile box as a LinkTree alternative. Link your social media accounts to this page so your followers can find all of your important links.
es: Utiliza este cuadro de perfil como alternativa a LinkTree. Enlaza tus cuentas de medios sociales a esta página para que tus seguidores puedan encontrar todos tus enlaces importantes.

source: Creator and Product Director at IdeaFlow
es: Creador y director de producto en IdeaFlow

source: Blazing-Fast Performance
es: Rendimiento ultrarrápido

source: Priority Support
es: Soporte prioritario

source: Advanced Tools
es: Herramientas avanzadas

source: Publishing Suite
es: Solución completa de publicación

source: Great for beginners who want to give your product a trial run and see if it fits their workflow.
es: Ideal para principiantes que quieren probar tu producto y ver si se adapta a su flujo de trabajo.

source: Beginner
es: Principiante

source: Online Workshops
es: Talleres en línea

source: Access to Slack
es: Acceso a Slack

source: Private Coaching
es: Entrenador privado

source: Video Course
es: Curso de vídeo

source: Everything in Essential plus...
es: Todo lo que incluye el plan Esencial y además…

source: Great for professionals who are building a lot of WordPress websites and need all the tools.
es: Ideal para profesionales que construyen muchos sitios web con WordPress y necesitan todas las herramientas.

source: Professional
es: Profesional

source: per month
es: al mes

source: Looks like you haven't added any posts yet.
es: Parece que aún no has añadido ninguna entrada.

source: View All →
es: Ver todo →

source: Latest Posts
es: Últimas entradas

source: Download Ollie for free!
es: ¡Descargar Ollie gratis!

source: Start creating beautiful, fully-customizable websites with the new WordPress Site Editor and the Ollie block theme.
es: Empieza a crear sitios web bonitos y totalmente personalizables con el nuevo editor de sitios de WordPress y el tema de bloques Ollie.

source: Start using the powerful new WordPress editor with Ollie
es: Empieza a utilizar el nuevo y potente editor de WordPress con Ollie

source: Read More
es: Leer más

source: Get Started
es: Primeros pasos

source: I love using WordPress but traditionally it has been hard to design in. Not any more! Now, I can quickly build full page designs with beautiful patterns!
es: Me encanta usar WordPress, pero tradicionalmente ha sido difícil diseñar en él. ¡Ahora ya no! ¡Ahora puedo crear rápidamente diseños de página completa con bonitos patrones!

source: Image and Text Card
es: Tarjeta de imagen y texto

source: Patterns:
es: Patrones:

source: Filesize:
es: Tamaño del archivo:

source: Average Rating:
es: Puntuación media:

source: Version:
es: Versión:

source: Downloads:
es: Descargas:

source: Theme Details
es: Detalles del tema

source: Address
es: Dirección

source: Phone
es: Teléfono

source: Email
es: Correo electrónico

source: Contact Us
es: Ponte en contacto con nosotros

source: Download Now
es: Descargar ahora

source: Easily create beautiful, fully-customizable websites with the new WordPress Site Editor and the Ollie block theme. No coding skills required. Anyone can do it!
es: Crea fácilmente sitios web bonitos y totalmente personalizables con el nuevo editor de sitios de WordPress y el tema de bloques Ollie. No necesitas conocimientos de programación. ¡Cualquiera puede hacerlo!

source: Download Ollie
es: Descargar Ollie

source: Explore Features
es: Explora las características

source: Build your blazing fast website with the power of the WordPress Site Editor and beautiful, pre-made pattern designs from Ollie. No coding skills required.
es: Construye tu sitio web a toda velocidad con la potencia del editor de sitios de WordPress y los preciosos patrones de diseños de Ollie. No necesitas conocimientos de programación.

source: Build With Patterns
es: Construye con patrones

source: Get Started Today
es: Empieza hoy

source: Easily create beautiful, fully-customizable websites with the new WordPress Site Editor and the Ollie block theme. No coding skills required.
es: Crea fácilmente sitios web bonitos y totalmente personalizables con el nuevo editor de sitios de WordPress y el tema de bloques Ollie. No necesitas conocimientos de programación.

source: Design your site without code
es: Diseña tu sitio sin código

source: Explore Ollie
es: Explora Ollie

source: Learn the latest and greatest in WordPress site building. We're offering tutorials, tips and tricks, and video walkthroughs on our blog.
es: Aprende lo último y lo mejor en construcción de sitios WordPress. Ofrecemos tutoriales, consejos y trucos, y vídeos explicativos en nuestro blog.

source: Read our latest blog articles
es: Lee los últimos artículos de nuestro blog

source: Latest and Greatest
es: Lo último y más grande

# Style variation name
source: Neon
es: Neón

# Style variation name
source: Brand Alt
es: Alternativo de la marca

# Shadow name
source: Small Light
es: Clara pequeña

# Shadow name
source: Medium Light
es: Clara mediana

# Shadow name
source: Large Light
es: Clara grande

# Shadow name
source: Extra Large Light
es: Clara extra grande

# Shadow name
source: Small Dark
es: Oscura pequeña

# Shadow name
source: Medium Dark
es: Oscura mediana

# Shadow name
source: Large Dark
es: Oscura grande

# Shadow name
source: Extra Large Dark
es: Oscura extra grande

# Style variation name
source: Tint
es: Tinte

# Style variation name
source: Light
es: Claro

# Style variation name
source: Dark
es: Oscuro

# Style variation name
source: Brand
es: Marca

# Style variation name
source: Agency
es: Agencia

# Color name
source: Border Contrast
es: Contraste del borde

# Color name
source: Tint
es: Tinte

# Color name
source: Base Accent
es: Énfasis de base

# Color name
source: Contrast Accent
es: Énfasis de contraste

# Color name
source: Contrast
es: Contraste

# Color name
source: Brand Alt Accent
es: Énfasis alternativo de la marca

# Color name
source: Brand Alt
es: Alternativo de la marca

# Color name
source: Brand Accent
es: Énfasis de la marca

# Color name
source: Brand
es: Marca

# Pattern title
source: Large Text and Text Boxes
es: Texto grande y cuadros de texto

# Pattern title
source: Hero Text, Image, and Logos
es: Texto a pantalla completa, imagen y logotipos

# Pattern title
source: Hero Call To Action Buttons Light
es: Botones de llamada a la acción claros a pantalla completa

# Font size name
source: Extra Extra Large
es: Extra extra grande

# Font size name
source: Extra Large
es: Extragrande

# Font size name
source: Large
es: Largo

# Font size name
source: Medium
es: Medio

# Font size name
source: Small
es: Pequeña

# Color name
source: Border Base
es: Base del borde

# Pattern title
source: Feature Boxes Dark
es: Cajas de características oscuras

# Pattern description
source: A list of comments for a post.
es: Una lista de comentarios para una entrada

# Pattern title
source: Comments
es: Comentarios

# Pattern title
source: Text Box Card
es: Tarjeta caja de texto

source: Background Blur
es: Difuminar el fondo

# Style variation name
source: Teal
es: Verde azulado

# Style variation name
source: Red
es: Rojo

# Style variation name
source: Pink
es: Rosa

# Style variation name
source: Orange
es: Naranja

# Style variation name
source: Green
es: Verde

# Style variation name
source: Blue
es: Azul

# Template part name
source: Sidebar
es: Barra lateral

# Template part name
source: Footer
es: Pie de página

# Template part name
source: Header
es: Cabecera

# Custom template name
source: Page (With Sidebar)
es: Página (con barra lateral)

# Custom template name
source: Page (Full Width, No Title)
es: Página (ancho completo, sin título)

# Space size name
source: Extra Large
es: Extra grande

# Space size name
source: Large
es: Grande

# Space size name
source: Medium
es: Mediano

# Space size name
source: Small
es: Pequeño

# Duotone name
source: Grayscale
es: Escala de grises

# Duotone name
source: Sunset
es: Atardecer

# Duotone name
source: Lime
es: Lima

# Duotone name
source: Blueberry
es: Arándano

# Duotone name
source: Punchy
es: Con gancho

# Duotone name
source: Orange
es: Naranja

# Duotone name
source: Teal
es: Verde azulado

# Duotone name
source: Red
es: Rojo

# Duotone name
source: Yellow
es: Amarillo

# Duotone name
source: Green
es: Verde

# Duotone name
source: Pink
es: Rosa

# Duotone name
source: Blue
es: Azul

# Gradient name
source: Heat
es: Calor

# Gradient name
source: Black
es: Negro

# Gradient name
source: Pink
es: Rosa

# Gradient name
source: Blue
es: Azul

# Gradient name
source: Purple
es: Púrpura

# Font size name
source: Extra Small
es: Extra pequeño

# Pattern title
source: Text Call To Action
es: Llamada a la acción de texto

# Pattern title
source: Text Call To Action Buttons
es: Botones de llamada a la acción de texto

# Pattern title
source: Text and Image Columns With Testimonial
es: Columnas de texto e imagen con testimonio

# Pattern title
source: Text and Image Columns With Icons
es: Columnas de texto e imagen con iconos

# Pattern title
source: Testimonials With Social Links
es: Testimonios con enlaces sociales

# Pattern title
source: Testimonials With Big Text
es: Testimonios con texto grande

# Pattern title
source: Testimonials and Logos
es: Testimonios y logotipos

# Pattern title
source: Testimonial Highlight
es: Testimonio destacado

# Pattern title
source: Team Members
es: Miembros del equipo

# Pattern title
source: Single Testimonial
es: Testimonio único

# Pattern title
source: Pricing Table
es: Tabla de precios

# Pattern title
source: Pricing Table With Testimonials
es: Tabla de precios con testimonios

# Pattern title
source: Pricing Table - 3 Column
es: Tabla de precios - 3 columnas

# Pattern title
source: Post Loop List
es: Lista de bucles de entrada

# Pattern description
source: This post loop grid is best used on index and archive pages where the loop can inherit the query from the page.
es: Esta cuadrícula de bucle de entradas se utiliza mejor en páginas índice y de archivo, donde el bucle puede heredar la consulta de la página.

# Pattern title
source: Post Loop Grid Default
es: Cuadrícula de bucle de entradas predeterminada

# Pattern description
source: This post loop grid is best used on custom pages where there is not a default post loop.
es: Esta cuadrícula de bucle de entradas se utiliza mejor en páginas personalizadas en las que no hay un bucle de entrada predeterminado.

# Pattern title
source: Post Loop Grid
es: Cuadrícula de bucle de entradas

# Pattern description
source: A profile box with an avatar, links to social media, and buttons
es: Una caja de perfil con un avatar, enlaces a redes sociales y botones

# Pattern title
source: Profile Box
es: Caja de perfil

# Pattern description
source: A full page design for a Pricing page
es: Un diseño de página completa para una página de precios

# Pattern title
source: Pricing Page
es: Página de precios

# Pattern description
source: A full page design for a Homepage
es: Un diseño de página completa para una página de inicio

# Pattern title
source: Homepage
es: Página de inicio

# Pattern description
source: A full page design for a Features page
es: Un diseño de página completa para una página de Características
