Repository: prasish012/try
Catalog: try/media_copy/translations/reviewnews/existing_translations/PO FILES AS DATASETS FROM WP.TRANSLATE 2/Spain/wp-themes-variations-*.po
Languages: es

# Pattern title
source: Post Meta
es: Metadatos de entrada

# Pattern description
source: Add a Services Page template
es: Añadir una plantilla de página de servicios

# Pattern title
source: Nature Services Page
es: Página de Servicios a la Naturaleza

# Pattern description
source: Add an Services Blank Page
es: Añadir una página en blanco de Servicios

# Pattern title
source: Services Blank Page
es: Servicios página en blanco

# Pattern description
source: Add a Page Title
es: Añadir un título de página

# Pattern title
source: Nature Page Title
es: Naturaleza título de la página

# Pattern description
source: Add a Left Text Right Image section
es: Añadir una sección Izquierda Texto Derecha Imagen

# Pattern title
source: Nature Left Text Right Image
es: Naturaleza Izquierda Texto Derecha Imagen

# Pattern description
source: Add a Left Text Button Right Image section
es: Añadir una sección Botón de texto izquierdo Imagen derecha

# Pattern title
source: Nature Left Text Button Right Image
es: Naturaleza Botón Texto Izquierda Imagen Derecha

# Pattern description
source: Add a Left Image Right Text Button section
es: Añade una sección Botón Texto Izquierda Imagen Derecha

# Pattern title
source: Nature Left Image Right Text Button
es: Naturaleza Izquierda Imagen Derecha Botón Texto

# Pattern description
source: Add a Left Image Right Text section
es: Añadir una sección Izquierda Imagen Derecha Texto

# Pattern title
source: Nature Left Image Right Text
es: Naturaleza Izquierda Imagen Derecha Texto

# Pattern description
source: Add a Home Page template
es: Añadir una plantilla de página de inicio

# Pattern title
source: Nature Home Page
es: Naturaleza página de inicio

# Pattern description
source: Add a Home Blank Page
es: Añadir una página de inicio en blanco

# Pattern title
source: Home Blank Page
es: Página de inicio en blanco

# Pattern description
source: Add a hero section
es: Añadir una sección a pantalla completa

# Pattern title
source: Nature Hero
es: Naturaleza hero

# Pattern description
source: Add a contact section
es: Añadir una sección de contacto

# Pattern title
source: Nature Contact Section
es: Naturaleza sección de contacto

# Pattern description
source: Add a Contact Page template
es: Añadir una plantilla de página de contacto

# Pattern title
source: Nature Contact Page
es: Naturaleza página de contacto

# Pattern description
source: Add an Contact Blank Page
es: Añadir una página de contacto en blanco

# Pattern title
source: Contact Blank Page
es: Página de contacto en blanco

# Pattern title
source: Nature Call To Action
es: Naturaleza llamada a la acción

# Pattern description
source: Add a About Page template
es: Añadir una plantilla de página «Acerca de»

# Pattern title
source: Nature About Page
es: Naturaleza página acerca de

# Pattern description
source: Add an About Blank Page
es: Añadir una página «Acerca de» en blanco

# Pattern title
source: About Blank Page
es: Página «Acerca de» en blanco

# Pattern description
source: Add a Nature 3 Columns section
es: Añadir una sección Naturaleza 3 Columnas

# Pattern title
source: Nature 3 Columns
es: Naturaleza 3 columnas

# Pattern title
source: Search Page
es: Página de búsqueda

# Pattern title
source: Index Page
es: Página de índice

# Pattern title
source: Blog Alternative
es: Blog alternativo

# Pattern title
source: Page Archive
es: Página de archivo

# Pattern title
source: Hidden No Results Content
es: Contenido sin resultados oculto

# Pattern title
source: Hidden Comments
es: Comentarios ocultos

# Pattern title
source: Hidden 404
es: 404 oculta

# Pattern title
source: Header Sticky
es: Cabecera fija

# Pattern description
source: Header with site title and navigation
es: Cabecera con el título del sitio y navegación

# Pattern title
source: Header Default
es: Cabecera por defecto

# Pattern description
source: Add a Default Footer
es: Añadir un pie de página por defecto

# Pattern title
source: Default Footer
es: Pie de página por defecto

# Pattern description
source: Add a Footer With Columns
es: Añadir un pie de página con columnas

# Pattern title
source: Footer With Columns
es: Pie de página con columnas

# Pattern description
source: Add a Call to action section
es: Añadir una sección de llamada a la acción

# Pattern title
source: Call to action
es: Llamada a la acción

# Label for a list of post tags
source: Tags:
es: Etiquetas:

# Preposition to show the relationship between the post and its author
source: by
es: por

# Preposition to show the relationship between the post and its categories
source: in
es: en

# Verb to explain the publication status of a post
source: Posted
es: Publicado

source: Want to attract people to your website? You have to have the best content in the world. Our content writers will create award willing content for you. Contact us by calling, emailing or filling out our form. You will receive a free quote by email within 24 hours.
es: ¿Quieres atraer gente a tu web? Tienes que tener el mejor contenido del mundo. Nuestros redactores de contenidos crearán para ti contenidos merecedores de premio. Ponte en contacto con nosotros por teléfono, correo electrónico o rellenando nuestro formulario. Recibirás un presupuesto gratuito por correo electrónico en 24 horas.

source: Content Writing
es: Redacción de contenidos

source: We specialize in logos, merchandise and more. Anyone can create nice graphics but it’s much better to create memorable ones. Contact us by calling, emailing or filling out our form. You will receive a free quote by email within 24 hours.
es: Estamos especializados en logotipos, merchandising y mucho más. Cualquiera puede crear gráficos bonitos, pero es mucho mejor crear gráficos memorables. Ponte en contacto con nosotros por teléfono, correo electrónico o rellenando nuestro formulario. Recibirás un presupuesto gratuito por correo electrónico en 24 horas.

source: We create custom web design for small businesses, this will help you capture new audiences and increase your sales. Contact us by calling, emailing or filling out our form. You will receive a free quote by email within 24 hours.
es: Creamos diseño web personalizado para pequeñas empresas, esto te ayudará a captar nuevas audiencias y aumentar tus ventas. Ponte en contacto con nosotros llamando, enviando un correo electrónico o rellenando nuestro formulario. Recibirás un presupuesto gratuito por correo electrónico en 24 horas.

source: Service Text: Craft a brief description outlining the essence of your first service. Establish a connection with the problem they seek to resolve and preemptively address any concerns you anticipate. Consider the paramount benefit your customer will derive from this, all while keeping your target audience at the forefront of your approach.
es: Texto del servicio: Elabora una breve descripción que describa la esencia de tu primer servicio. Establece una conexión con el problema que pretenden resolver y aborda preventivamente cualquier preocupación que preveas. Considera la ventaja primordial que tu cliente obtendrá de ello, todo ello manteniendo a tu público objetivo en el centro de tu enfoque.

source: Service Title
es: Título del servicio

source: Services
es: Servicios

source: I made it so it is super easy to update and so that it flows perfectly with my tutorials. Lots of love and hundreds of hours went into making it. I hope you love it as much as I do. I wish you the best of luck with your business, enjoy the adventure.
es: Lo he hecho para que sea superfácil de actualizar y para que fluya perfectamente con mis tutoriales. Le he dedicado mucho amor y cientos de horas. Espero que te guste tanto como a mí. Te deseo mucha suerte con tu negocio, disfruta de la aventura.

source: ABOUT US
es: ACERCA DE NOSOTROS

source: Job Title
es: Título del empleo

source: Full Name
es: Nombre completo

source: "A comprehensive testimonial will be thoughtfully placed here, complete with all the compelling details and thoughtful insights."
es: «Se colocará aquí un testimonio exhaustivo, completo con todos los detalles convincentes y reflexivos»

source: Craft a brief description outlining the essence of your first service.
es: Elabora una breve descripción que describa la esencia de tu primer servicio.

source: First Service
es: Primer servicio

source: Services Heading
es: Encabezado de servicios

source: Create a compelling and attention-grabbing short description<br>that sparks curiosity and leaves readers intrigued.
es: Crea una descripción breve, convincente y que llame la atención<br>que despierte la curiosidad y deje intrigados a los lectores.

source: H1 Heading
es: Encabezado H1

source: Add a Subheading POTENTIAL
es: Añade un subtítulo POTENCIAL

source: EXPLORE
es: EXPLORAR

source: ENDLESS POTENTIAL
es: POTENCIAL INFINITO

source: EARTH
es: TIERRA

source: Follow Us:
es: Síguenos:

source: example@gmail.com
es: ejemplo@gmail.com

source: This is where you put in your contact form. You can download a contact form plugin then insert the shortcode.
es: Aquí es donde colocas tu formulario de contacto. Puedes descargar un plugin de formulario de contacto y luego insertar el shortcode.

source: Let's Get in Touch
es: Pongámonos en contacto

source: 2727 Ocean Road, Malibu, CA, 90264
es: 2727 Ocean Road, Malibú, CA, 90264

source: ADDRESS
es: DIRECCIÓN

source: email@website.com
es: correoelectronico@web.com

source: EMAIL
es: CORREO ELECTRÓNICO

source: PHONE
es: TELÉFONO

source: You can find us at
es: Puedes encontrarnos en

source: Contact
es: Contacto

# sample content for call to action
source: Have any questions? We are always open to talk about your business, new projects, creative opportunities and how we can help you.
es: ¿Tienes alguna pregunta? Estamos siempre abiertos a hablar acerca de tu negocio, de nuevos proyectos, de oportunidades creativas y de cómo podemos ayudarte.

# sample content for call to action heading
source: Talk To Us
es: Habla con nosotros

source: Get In Touch
es: Ponte en contacto

source: I wish you the best of luck with your business, enjoy the adventure.
es: Te deseo mucha suerte con tu negocio, disfruta de la aventura.

source: Hello, my name is Tyler Moore and with the help of many people I made this template. I made it so it is super easy to update and so that it flows perfectly with my tutorials. Lots of love and hundreds of hours went into making it. I hope you love it as much as I do.
es: Hola, me llamo Tyler Moore y con la ayuda de mucha gente he hecho esta plantilla. La hice para que sea super fácil de actualizar y para que fluya perfectamente con mis tutoriales. He invertido mucho amor y cientos de horas en hacerla. Espero que te guste tanto como a mí.

source: OUR MISSION
es: NUESTRA MISIÓN

source: Text: In this section, you can compose a friendly and informative paragraph that encourages visitors to engage with your business.
es: Texto: En esta sección, puedes redactar un párrafo amigable e informativo que anime a los visitantes a comprometerse con tu negocio.

source: Talk To Us Heading
es: Encabezado Habla con nosotros

# sample content for call to action button
source: CTA Button
es: Botón CTA

source: About Text: In this section, you can provide a detailed paragraph that delves into the history, values, and mission of your web development business. Highlight your team’s expertise, unique approach, and the commitment that sets you apart. Emphasize your passion for creating exceptional web solutions and convey your dedication to delivering remarkable results for clients.
es: Texto «Acerca de»: En esta sección, puedes incluir un párrafo detallado que profundice en la historia, los valores y la misión de tu empresa de desarrollo web. Destaca la experiencia de tu equipo, su enfoque único y el compromiso que os distingue. Haz hincapié en tu pasión por crear soluciones web excepcionales y transmite tu dedicación a ofrecer resultados notables a los clientes.

source: About Heading
es: Encabezado «Acerca de»

source: Subheading: Craft a compelling subheading that sparks curiosity.
es: Subtítulo: Elabora un subtítulo convincente que despierte la curiosidad.

source: About
es: Acerca de

source: Want to attract people to your website? You have to have the best content in the world. That’s what we do.
es: ¿Quieres atraer gente a tu web? Tienes que tener el mejor contenido del mundo. Eso es lo que hacemos nosotros.

source: Content Creation
es: Creación de contenido

source: Logos, merchandise and more. Anyone can create nice graphics. We think it’s better to create memorable ones.
es: Logotipos, merchandising y mucho más. Cualquiera puede crear gráficos bonitos. Creemos que es mejor crear otros memorables.

source: Graphic Design
es: Diseño gráfico

source: Custom web design for small businesses, we help you capture new audiences and increase your sales.
es: Diseño web personalizado para pequeñas empresas, te ayudamos a captar nuevas audiencias y aumentar tus ventas.

source: Web Design
es: Diseño web

source: Sorry, nothing was found for that search term.
es: Lo siento, no se ha encontrado nada para ese término de búsqueda.

source: Read more
es: Leer más

# placeholder for search field
source: Search...
es: Buscar…

# label
source: Search
es: Buscar

# Message explaining that there are no results returned from a search
source: Sorry, but nothing matched your search terms. Please try again with some different keywords.
es: Lo siento, pero nada coincide con tus términos de búsqueda. Por favor, inténtalo de nuevo con algunas palabras clave diferentes.

# Title of comments section
source: Comments
es: Comentarios

source: Search
es: Buscar

source: Unfortunately, the page you are looking for no longer exists, or has been moved. Please try searching for your content below.
es: Lamentablemente, la página que buscas ya no existe o ha sido movida. Intenta buscar tu contenido a continuación.

source: Page Not Found
es: No se ha encontrado la página

source: © Copyright 2025 | Variations by %s
es: © Copyright 2025 | Variations por %s

source: © Copyright 2025 | Variations by %s | All rights reserved | Powered by WordPress
es: © Copyright 2025 | Variations por %s | Todos los derechos reservados | Funciona con WordPress

source: Please connect our social media resources to stay in touch and receive all the recent info about us. Thank you for being part of our community!
es: Conecta nuestras redes sociales para mantenerte en contacto y recibir toda la información reciente sobre nosotros. ¡Gracias por formar parte de nuestra comunidad!

# sample content for call to action button
source: Get In Touch
es: Ponte en contacto

# sample content for call to action
source: Got any book recommendations?
es: ¿Quieres recomendar algún libro?

source: Contact Pages
es: Páginas de contacto

source: Service Pages
es: Páginas de servicio

source: About Pages
es: Páginas «Acerca de»

source: Home Pages
es: Páginas de inicio
