Repository: prasish012/try
Catalog: try/media_copy/translations/reviewnews/existing_translations/PO FILES AS DATASETS FROM WP.TRANSLATE 2/Spain/wp-themes-variations-*.po
Languages: es

source: Variations is a block theme and hopefully the last theme you will even have to install. It comes with many different templates and block patterns to make creating a website easy.
es: Variaciones es un tema de bloques y, con suerte, el último tema que tendrás que instalar. Viene con muchas plantillas y patrones de bloques diferentes para facilitar la creación de una web.

# Pattern title
source: Categories 2
es: Categorías 2

# Pattern title
source: Categories 3
es: Categorías 3

# Pattern title
source: Categories 1
es: Categorías 1

# Pattern title
source: Categories 4
es: Categorías 4

# Pattern description
source: Add a categories template
es: Añade una plantilla de categorías

# Pattern title
source: Categories 5
es: Categorías 5

source: Blog Categories
es: Categorías del blog

# Pattern description
source: Add Blog 8 Template
es: Añadir plantilla Blog 8

# Pattern title
source: Default Single Product Page
es: Página de producto individual por defecto

# Pattern description
source: Greeni single product for woocommerce product.
es: Greeni producto individual para producto de woocommerce.

# Pattern title
source: Archive Product Greeni
es: Archivo de producto de Greeni

# Pattern description
source: Checkout Design
es: Diseño de la página de pago

# Pattern title
source: Checkout
es: Finalizar pago

# Pattern description
source: Cart Design
es: Diseño del carrito

# Pattern title
source: Cart
es: Carrito

# Pattern description
source: Default single product for woocommerce product.
es: Producto individual por defecto para productos de woocommerce.

# Pattern title
source: Misty Header
es: Cabecera brumosa

# Pattern description
source: Add a Footer With Site Title, Copyright and social icons
es: Añade un pie de página con el título del sitio, copyright e iconos sociales

# Pattern title
source: Misty Footer
es: Pie de página brumoso

# Pattern title
source: Greeni Header
es: Cabecera greeni

# Pattern description
source: Add a Greeni Footer
es: Añadir un pie de página greeni

# Pattern title
source: Greeni Footer
es: Pie de página greeni

# Pattern description
source: Main Shop Design
es: Diseño principal de la tienda

# Custom template name
source: Header/Footer: Blog
es: Cabecera/pie de página: Blog

# Pattern description
source: Add Single Template for Surf One Blog
es: Añadir plantilla individual para Surf One Blog

# Pattern title
source: Single Template for Surf One Blog
es: Plantilla individual para Surf One Blog

# Pattern description
source: Add Single Template for Island One Blog
es: Añadir plantilla individual para Island One Blog

# Pattern title
source: Single Template for Island One Blog
es: Plantilla individual para Island One Blog

# Pattern description
source: Add Blog Surf 1 Template
es: Añadir plantilla Blog Surf 1

# Pattern description
source: Add Blog 6 Template
es: Añadir plantilla Blog 6

# Pattern description
source: Add Blog 7 Template
es: Añadir plantilla Blog 7

# Pattern description
source: Add Blog 4 Template
es: Añadir plantilla Blog 4

# Pattern description
source: Add Blog 5 Template
es: Añadir plantilla Blog 1

# Pattern title
source: Blog Header
es: Cabecera del blog

# Pattern description
source: Add a Blog Footer
es: Añadir un pie de página de blog

# Pattern title
source: Blog Footer
es: Pie de página del blog

# Custom template name
source: Header/Footer: Blank
es: Encabezado/Pie de página: En blanco

# Custom template name
source: Blog Blank
es: Blog en blanco

# Custom template name
source: Archive Product
es: Archivo de producto

# Custom template name
source: Single Product
es: Producto Individual

# Pattern title
source: Greeni Single Product Page
es: Página de producto individual greeni

# Pattern description
source: Add Blog 2 Template
es: Añadir plantilla blog 2

# Pattern description
source: Add Blog 3 Template
es: Añadir plantilla blog 3

# Pattern description
source: Add Blog 1 Template
es: Añadir plantilla blog 1

# Pattern title
source: Single Island
es: Isla individual

# Pattern title
source: Blank Header
es: Cabecera en blanco

# Pattern title
source: Blank Footer
es: Pie de página en blanco

# Pattern title
source: Default Archive Product Page
es: Página de producto de archivo por defecto

source: This is where you put in your contact form. You can download a contact form plugin then insert the shortcode.
es: Aquí es donde colocas tu formulario de contacto. Puedes descargar un plugin de formulario de contacto y luego insertar el shortcode.

# Custom template name
source: Header/Footer: Earth
es: Cabecera/pie de página: Tierra

# Custom template name
source: Header/Footer: Greeni
es: Cabecera/pie de página: Verde

# Custom template name
source: Header/Footer: Love Nature
es: Cabecera/pie de página: Ama la Naturaleza

# Custom template name
source: Header/Footer: Island
es: Cabecera/pie de página: Isla

# Pattern title
source: Wood Header
es: Cabecera de «Madera»

# Pattern title
source: Wood Footer
es: Pie de página «Madera»

# Pattern title
source: View Header
es: Ver cabecera

# Pattern description
source: Add a Footer With Site title, Navigation and Copyright
es: Añadir un pie de página con el título del sitio, la navegación y el copyright

# Pattern title
source: View Footer
es: Ver el pie de página

# Pattern title
source: Traveling Header
es: Cabecera de «Viajes»

# Pattern description
source: Add a Footer With Site title, Site info, Navigation and Subscribe
es: Añadir un pie de página con título del sitio, información del sitio, navegación y suscripción

# Pattern title
source: Traveling Footer
es: Pie de página de «Viajes»

# Pattern title
source: Tasty Header
es: Cabecera de «Sabroso»

# Pattern description
source: Add a Tasty Footer
es: Añadir un pie de página de «Sabroso»

# Pattern title
source: Tasty Footer
es: Pie de página de «Sabroso»

# Pattern title
source: Surf Header
es: Cabecera de «Surf»

# Pattern description
source: Add a Footer With Site title, Contacts and Copyright
es: Añadir un pie de página con título del sitio, contactos y copyright

# Pattern title
source: Surf Footer
es: Pie de página de «Surf»

# Pattern title
source: Sunshine Header
es: Cabecera de «Luz solar»

# Pattern description
source: Add a Footer With Site Titles and Copyright
es: Añadir un pie de página con títulos del sitio y copyright

# Pattern title
source: Sunshine Footer
es: Pie de página de «Luz solar»

# Pattern title
source: Summer Header
es: Cabecera de «Verano»

# Pattern title
source: Summer Footer
es: Pie de página de «Verano»

# Pattern description
source: Header with Site title, navigation and button
es: Cabecera con título del sitio, navegación y botón

# Pattern title
source: Style Header
es: Estilo de cabecera

# Pattern title
source: Style Footer
es: Estilo de pie de página

# Pattern description
source: Header with site logo, site title and navigation
es: Cabecera con logo del sitio, título del sitio y navegación

# Pattern title
source: Stream Header
es: Cabecera de «Corriente»

# Pattern description
source: Add a Footer with site logo, site title, social icons and buttons
es: Añadir un pie de página con lago del sitio, título del sitio, iconos sociales y botones

# Pattern title
source: Stream Footer
es: Pie de página de «Corriente»

# Pattern title
source: Stone Header
es: Cabecera de «Piedra»

# Pattern description
source: Add a Footer With Site Title, Columns and Copyright
es: Añadir un pie de página con título del sitio, columnas y copyright

# Pattern title
source: Stone Footer
es: Pie de página de «Piedra»

# Pattern description
source: Header with Site title navigation and button
es: Cabecera con título del sitio, navegación y botón

# Pattern title
source: Spring Header
es: Cabecera de «Primavera»

# Pattern description
source: Add a Footer with copyright
es: Añadir un pie de página con copyright

# Pattern title
source: Spring Footer
es: Pie de página de «Primavera»

# Pattern title
source: Sky Header
es: Cabecera de «Cielo»

# Pattern description
source: Add a Footer With Site title, Columns and Copyright
es: Añadir un pie de página con título del sitio, columnas y copyright

# Pattern title
source: Sky Footer
es: Pie de página de «Cielo»

# Pattern title
source: River Header
es: Cabecera de «Río»

# Pattern description
source: Add a Footer With Contacts, Columns and Copyright
es: Añadir un pie de página con contactos, columnas y copyright

# Pattern title
source: River Footer
es: Pie de página de «Río»

# Pattern description
source: Header with navigation, logo and button
es: Cabecera con navegación, logo y botón

# Pattern title
source: Pine Header
es: Cabecera de «Pino»

# Pattern description
source: Add a Footer With Logo, Columns and Copyright
es: Añadir un pie de página con logo, columnas y copyright

# Pattern title
source: Pine Footer
es: Pie de página «Pino»

# Pattern description
source: Header with navigation and logo
es: Cabecera con navegación y logo

# Pattern title
source: Photography Header
es: Cabecera de «Fotografía»

# Pattern description
source: Add a Footer With Logo, navigation and Copyright
es: Añadir un pie de página con logo, navegación y copyright

# Pattern title
source: Photography Footer
es: Pie de página de «Fotografía»

# Pattern title
source: Pebble Header
es: Cabecera de «Guijarro»

# Pattern description
source: Add a Footer With Site Title, Menu and Copyright
es: Añadir un pie de página con título del sitio, menú y copyright

# Pattern title
source: Pebble Footer
es: Pie de página de «Guijarro»

# Pattern title
source: Peak Header
es: Cabecera de «Pico»

# Pattern title
source: Peak Footer
es: Pie de página de «Pico»

# Pattern title
source: Ocean Header
es: Cabecera de «Océano»

# Pattern title
source: Ocean Footer
es: Pie de página de «Océano»

# Pattern description
source: Header with two navigation and Site title
es: Cabecera con dos navegaciones y título del sitio

# Pattern title
source: Nest Header
es: Cabecera de «Nido»

# Pattern description
source: Add a Footer With Menu, Site title and Copyright
es: Añadir un pie de página con menú, título del sitio y copyright

# Pattern title
source: Nest Footer
es: Pie de página de «Nido»

# Pattern description
source: Header with logo, navigation
es: Cabecera con logo, navegación

# Pattern title
source: Mind Header
es: Cabecera de «Mente»

# Pattern title
source: Mind Footer
es: Pie de página de «Mente»

# Pattern title
source: Marsh Header
es: Cabecera de «Pantano»

# Pattern description
source: Add a Footer With Site Title and Copyright
es: Añadir un pie de página con título del sitio y copyright

# Pattern title
source: Marsh Footer
es: Pie de página de «Pantano»

# Pattern title
source: Marble Header
es: Cabecera de «Mármol»

# Pattern description
source: Add a Marble Footer
es: Añadir un pie de página de «Mármol»

# Pattern title
source: Marble Footer
es: Pie de página de «Mármol»

# Pattern title
source: Lush Header
es: Cabecera exuberante

# Pattern description
source: Add a footer with contact info, social buttons and copyright
es: Añade un pie de página con información de contacto, botones sociales y copyright

# Pattern title
source: Lush Footer
es: Pie de página exuberante

# Pattern title
source: Love Nature Header
es: Cabecera de «Ama la Naturaleza»

# Pattern description
source: Add a Love Nature Footer
es: Añadir un pie de página de «Ama la Naturaleza»

# Pattern title
source: Love Nature Footer
es: Pie de página de «Ama la Naturaleza»

# Pattern title
source: Island Services Page
es: Página de Servicios insulares

# Pattern description
source: Add a Services Page Title
es: Añadir un título de página de servicios

# Pattern title
source: Island Services Page Title
es: Título de la página Servicios insulares

# Pattern description
source: Add a Services Page Left Text Right Image section
es: Añadir una sección Página de Servicios Izquierda Texto Derecha Imagen

# Pattern title
source: Island Services Page Left Text Right Image
es: Página de Servicios insulares Izquierda Texto Derecha Imagen

# Pattern title
source: Island Services Page Left Image Right Text2
es: Servicios insulares Página Izquierda Imagen Derecha Texto2

# Pattern description
source: Add a Services Page Left Image Right Text section
es: Añadir una sección Página de Servicios Izquierda Imagen Derecha Texto

# Pattern title
source: Island Services Page Left Image Right Text
es: Página de Servicios Insulares Izquierda Imagen Derecha Texto

# Pattern title
source: Island Left Image Right Text Button
es: Isla Izquierda Imagen Derecha Botón Texto

# Pattern title
source: Island Inner Page Call To Action
es: Llamada a la acción en la página interior de isla

# Pattern title
source: Island Home Page
es: Página principal de isla

# Pattern title
source: Island Hero
es: Hero de Isla

# Pattern title
source: Island Header
es: Cabecera de «Isla»

# Pattern description
source: Add a Island Footer
es: Añadir un pie de página de «Isla»

# Pattern title
source: Island Footer
es: Pie de página «Isla»

# Pattern title
source: Island Contact Section
es: Sección de contacto Isla

# Pattern description
source: Add a contact Page template
es: Añadir una plantilla de página de contacto

# Pattern title
source: Contact Page
es: Página de contacto

# Pattern description
source: Add a Contact Page Title
es: Añadir un título de página de contacto

# Pattern title
source: Island Contact Page Title
es: Título de la página de contacto Isla

# Pattern title
source: Island Contact Form Section
es: Isla Sección de formulario de contacto

# Pattern title
source: Island Call To Action
es: Isla llamada a la acción

# Pattern title
source: Island About Page
es: Isla página acerca de

# Pattern description
source: Add a About Page Title
es: Añadir un título a la página Acerca de

# Pattern title
source: Island About Page Title
es: Isla título de la página acerca de

# Pattern description
source: Add a About Page Left Image Right Text section
es: Añadir una sección Acerca de la página Izquierda Imagen Derecha Texto

# Pattern title
source: Island About Page Left Image Right Text
es: Isla Página acerca Izquierda Imagen Derecha Texto

# Pattern title
source: Island 3 Columns3
es: Isla 3 Columnas3

# Pattern title
source: Island 3 Columns2
es: Isla 3 Columnas2

# Pattern description
source: Add a Island 3 Columns section
es: Añadir una sección Isla 3 Columnas

# Pattern title
source: Island 3 Columns
es: Isla 3 Columnas

# Pattern description
source: Header with site title, navigation and buttons
es: Cabecera con título del sitio, navegación y botones

# Pattern title
source: Hike Header
es: Cabecera de «Caminata»

# Pattern description
source: Add a Hike Footer
es: Añadir un pie de página de «Caminata»

# Pattern title
source: Hike Footer
es: Pie de página de «Caminata»

# Pattern description
source: Header with slogan, button, site title and navigation
es: Cabecera con eslogan, botón, título del sitio y navegación

# Pattern title
source: Header Style 3
es: Estilo de cabecera 3

# Pattern description
source: Header with site title, navigation and social icons
es: Cabecera con título del sitio, navegación e iconos sociales

# Pattern title
source: Harvest Header
es: Cabecera de «Cosecha»

# Pattern description
source: Add a Footer with social icons and Contacts
es: Añadir un pie de página con iconos sociales y contactos

# Pattern title
source: Harvest Footer
es: Pie de página de «Cosecha»

# Pattern description
source: Header with site title, navigation
es: Cabecera con título del sitio, navegación

# Pattern title
source: Habitat Header
es: Cabecera de «Hábitat»

# Pattern description
source: Add a Footer with site title, social icons and Contacts
es: Añadir un pie de página con el título del sitio, iconos sociales y contactos

# Pattern title
source: Habitat Footer
es: Pie de página de «Hábitat»

# Pattern title
source: Green Header
es: Cabecera de «Verde»

# Pattern description
source: Add a Footer With Site title, Copyright and Contacts
es: Añadir un pie de página con el título del sitio, el copyright y los contactos

# Pattern title
source: Green Footer
es: Pie de página de «Verde»

# Pattern title
source: Fresh Header
es: Fresco cabecera

# Pattern description
source: Add a Footer With Site Title, Links and Social Buttons
es: Añade un pie de página con el título del sitio, enlaces y botones sociales

# Pattern title
source: Fresh Footer
es: Fresco pie de página

# Pattern description
source: Add a Footer Style3
es: Añadir un estilo de pie de página 3

# Pattern title
source: Footer Style 3
es: Estilo de pie de página 3

# Pattern description
source: Header with Site Title and Navigation
es: Cabecera con el título del sitio y navegación

# Pattern title
source: Fiber Header
es: Cabecera de «Fibra»

# Pattern title
source: Fiber Footer
es: Pie de página de «Fibra»

# Pattern description
source: Header with site title, site logo and navigation
es: Cabecera con título del sitio, logo del sitio y navegación

# Pattern title
source: Dolphin Header
es: Cabecera de «Delfín»

# Pattern title
source: Dolphin Footer
es: Pie de página de «Delfín»

# Pattern title
source: Cube Header
es: Cabecera de «Cubo»

# Pattern description
source: Add a footer with Copyright
es: Añadir un pie de página con Copyright

# Pattern title
source: Cube Footer
es: Pie de página de «Cubo»

# Pattern title
source: Coral Header
es: Cabecera de «Coral»

# Pattern description
source: Add a Footer With Site Title, address and links
es: Añadir un pie de página con el título del sitio, dirección y enlaces

# Pattern title
source: Coral Footer
es: Pie de página de «Coral»

# Pattern description
source: Header with navigation, button and Site title
es: Cabecera con navegación, botón y título del sitio

# Pattern title
source: Coast Header
es: Cabecera de «Costa»

# Pattern description
source: Add a Footer With Site Title and links
es: Añadir un pie de página con el título del sitio y enlaces

# Pattern title
source: Coast Footer
es: Pie de página de «Costa»

# Pattern title
source: Clay Header
es: Cabecera de «Arcilla»

# Pattern description
source: Add a Footer With Logo, Columns and Contacts
es: Añadir un pie de página con logo del sitio, columnas y contactos

# Pattern title
source: Clay Footer
es: Pie de página de «Arcilla»

# Pattern description
source: Header with site title, navigation and button
es: Cabecera con título del sitio, navegación y botones

# Pattern title
source: Aurora Header
es: Cabecera de «Aurora»

# Pattern description
source: Add a Aurora Footer
es: Añadir un pie de página de «Aurora»

# Pattern title
source: Aurora Footer
es: Pie de página de «Aurora»

source: I'm a paragraph. Click here to add your own text and edit me. It's easy. Just click "Edit Text" or double click me to add your own content and make changes to the font. I'm a great place for you to tell a story and let your users know a little more about you.
es: Soy un párrafo. Haz clic aquí para añadir tu propio texto y editarme. Es muy fácil. Sólo tienes que hacer clic en «Editar texto» o doble clic en mí para añadir tu propio contenido y realizar cambios en la fuente. Soy un lugar estupendo para que cuentes una historia y hagas que tus usuarios sepan un poco más acerca de ti.

source: Lorem Ipsum is simply dummy text of the printing and typesetting industry. Lorem Ipsum has been the industry's standard dummy text ever since the 1500s, when an unknown printer took a galley of type and scrambled it to make a type specimen book. It has survived not only five centuries.
es: Lorem Ipsum es simplemente el texto ficticio de la industria de la imprenta y la composición tipográfica. Lorem Ipsum ha sido el texto ficticio estándar de la industria desde el siglo XVI, cuando un impresor desconocido cogió una galera de tipos y la revolvió para hacer un libro de muestras tipográficas. No sólo ha sobrevivido cinco siglos.

source: Why Choose Us?
es: ¿Por qué elegirnos?

source: Explore Now
es: Explora ahora

source: Nature Island
es: Isla de la Naturaleza

source: The Magic of
es: La magia de

source: © 2025 Island. All rights reserved.
es: © 2025 Island. Todos los derechos reservados.

source: Sunday & Saturday:
es: Domingo y sábado:

source: Monday - Friday:
es: De lunes a viernes:

source: Office hour
es: Horario de oficina

source: Email : %s
es: Correo electrónico : %s

source: Phone : %s
es: Teléfono: %s

source: Jakarta - Indonesia
es: Yakarta - Indonesia

source: Address
es: Dirección

source: We’d love to work with you!
es: ¡Nos encantaría trabajar contigo!

source: Let's Connect
es: Conectemos

source: Here you can place the contact form.
es: Aquí puedes colocar el formulario de contacto.

source: Fill out the form below and we will get back to you shortly.
es: Rellena el siguiente formulario y nos pondremos en contacto contigo en breve.

source: Send us a message
es: Envíanos un mensaje

source: Request Now
es: Solicitar ahora

source: Lorem Ipsum is simply dummy text of the printing and typesettinng industry lorem Ipsum.
es: Lorem Ipsum es simplemente un texto ficticio de la industria de la impresión y la composición tipográfica Lorem Ipsum.

source: Contact Us
es: Contacta con nosotros

source: About The Island
es: Sobre La Isla

source: Hello, my name is Tyler Moore and with the help of many people I made this template. I made it so it is super easy to update so that it flows perfectly with my tutorials. Lots of love and hundreds of hours went into making it. I hope you love it as much as I do.
es: Hola, me llamo Tyler Moore y con la ayuda de mucha gente he hecho esta plantilla. La hice para que sea super fácil de actualizar y para que fluya perfectamente con mis tutoriales. He invertido mucho amor y cientos de horas en hacerla. Espero que te guste tanto como a mí.

source: Our Story
es: Nuestra historia

source: "I'm a testimonial. Click to edit me and add text that says somesthing nice about you and your services."
es: «Soy una recomendación. Haz clic para editarme y añadir un texto que diga algo bueno acerca de ti y de tus servicios».

source: Testimonials
es: Recomendaciones

source: Focus on how you can help and benefit your user. Use simple word to aviod confusion.
es: Céntrate en cómo puedes ayudar y proporcionar ventaja a tu usuario. Utiliza palabras sencillas para evitar confusiones.

source: Our Services
es: Nuestros servicios

source: feel their ability to work remotely has improved*
es: creen que ha mejorado su capacidad para trabajar a distancia*.

source: Got any book recommendations?
es: ¿Quieres recomendar algún libro?

source: Website
es: Web

source: Download
es: Descargar

source: Columns
es: Columnas

# Pattern description
source: Header with logo and navigation
es: Cabecera con logotipo y navegación

# Pattern title
source: Header Style 2
es: Estilo de cabecera 2

# Pattern description
source: Add a Footer Style2
es: Añadir un estilo de pie de página 2

# Pattern title
source: Footer Style 2
es: Estilo de pie de página 2

# Template part name
source: Post Meta
es: Metadatos de la entrada

# Template part name
source: Comments
es: Comentarios

# Template part name
source: Footer
es: Pie de página

# Template part name
source: Header
es: Cabecera

# Custom template name
source: Page (Regular)
es: Página (normal)

# Custom template name
source: Blog (Alternative)
es: Blog (Alternativo)

# Font family name
source: System Font
es: Fuente del sistema

# Pattern description
source: Add posts list
es: Añadir lista de entradas

# Pattern title
source: Posts List
es: Lista de entradas

# Pattern description
source: Add posts grid
es: Añadir cuadrícula de entradas

# Pattern title
source: Posts Grid
es: Cuadrícula de entradas

# Pattern description
source: Add a post meta section
es: Añadir una sección de metadatos de entrada
