Repository: prasish012/try
Catalog: try/media_copy/translations/reviewnews/existing_translations/PO FILES AS DATASETS FROM WP.TRANSLATE 2/Spain/wp-themes-newsblogger-*.po
Languages: es

source: NewsBlogger is a dynamic and versatile child theme for the popular NewCrunch WordPress theme. Perfect for bloggers, journalists, and online magazines, it offers enhanced customization options, improved performance, and seamless integration with both the Gutenberg and Classic editors. Compatible to various popular plugins such as Elementor, Contact Form 7, Polylang and WPML. Theme is RTL ready and prioritizes user privacy and complies with the General Data Protection Regulation (GDPR) guidelines by refraining from collecting any personal data restricted under GDPR. The theme is also schema-ready, enhancing search engine visibility and optimization. To explore the theme further, feel free to check out our demo at: https://demo-news.spicethemes.com/startersite-1/. For video tutorial visit here https://www.youtube.com/playlist?list=PLTfjrb24Pq_DeJOZdKEaP3rZPbHuOCLtZ
es: NewsBlogger es un tema hijo dinámico y versátil para el popular tema de WordPress NewCrunch. Perfecto para blogueros, periodistas y revistas online, ofrece opciones de personalización mejoradas, mayor rendimiento e integración perfecta con los editores Gutenberg y clásico. Compatible con varios plugins populares como Elementor, Contact Form 7, Polylang y WPML. El tema está preparado para RTL y da prioridad a la privacidad del usuario y cumple las directrices del Reglamento General de Protección de Datos (RGPD) al abstenerse de recopilar cualquier dato personal restringido por el mismo. El tema también está preparado para Schema, lo que mejora la visibilidad y optimización en los motores de búsqueda. Para explorar el tema más a fondo, no dudes en ver nuestra demo en: https://demo-news.spicethemes.com/startersite-1/. Para ver el tutorial en vídeo, míralo aquí https://www.youtube.com/playlist?list=PLTfjrb24Pq_DeJOZdKEaP3rZPbHuOCLtZ

source: No plugin URL provided.
es: No se proporciona la URL del plugin.

source: You do not have permission to install plugins.
es: No tienes permiso para instalar plugins.

source: No plugin slug provided.
es: No se ha proporcionado el slug del plugin.

source: You do not have permission to manage plugins.
es: No tienes permiso para gestionar plugins.

source: It is recommended that you install & activate the Spice Blocks plugin to import the gutenberg starter sites
es: Se recomienda que instales y actives el plugin Spice Blocks para importar los sitios de inicio de Gutenberg

source: Dismiss this notice
es: Descartar este aviso

source: We highly recommend installing and activating the WooCommerce plugin, which allows you to create a shop and enhance your business.
es: Recomendamos encarecidamente instalar y activar el plugin WooCommerce, que te permite crear una tienda y reforzar tu negocio.

source: now
es: ahora

source: Install
es: Instalar

source: Install Plugin
es: Instalar plugin

source: Light/Dark Mode
es: Modo claro/oscuro

source: Close Search
es: Cerrar búsqueda

source: Search
es: Buscar

source: Close Off-Canvas
es: Cerrar fuera del lienzo

source: Close Icon
es: Icono de cerrar

source: Toggle Icon
es: Icono del conmutador

source: Menu
es: Menú

source: Skip to content
es: Saltar al contenido

source: Alignment
es: Alineación

source: Header Layout
es: Estructura de la cabecera

source: Upgrade To Pro
es: Mejorar a Pro

source: Watch Videos
es: Ver vídeos

source: See Changelog
es: Ver el historial de cambios

source: Try It Now
es: Pruébalo ahora

source: Try Now
es: Prueba ahora

source: complete with exciting new features. Take a look now!
es: completo con nuevas y emocionantes características. ¡Eche un vistazo ahora!

source: We've consistently aimed to meet our users' needs and demands. In order to address specific requirements and rectify issues from our previous version, we've rolled out version
es: Nuestro objetivo ha sido siempre satisfacer las necesidades y demandas de nuestros usuarios. Para atender necesidades específicas y rectificar problemas de nuestra versión anterior, hemos lanzado la versión

source: %1$s Current %2$s
es: %1$s actualmente %2$s

source: Welcome Banner
es: Banner de bienvenida

source: Theme Documentation
es: Documentación del tema

source: View Live Demos
es: Ver demos en vivo

source: Live Demo
es: Demo en vivo

source: Theme Dashboard
es: Escritorio del tema

source: %s is now installed and ready to use. We've provide some links to get you started.
es: %s ya está instalado y listo para usar. Hemos proporcionado algunos enlaces para que puedas empezar.

source: Welcome to
es: Bienvenido a

source: Hello
es: Hola

source: Core Background Color & Image Customize
es: Personalización del color e imagen de fondo principal

source: Core Background Color & Image Video
es: Color de fondo principal y vídeo de imagen

source: Background Color & Image
es: Color e imagen de fondo

source: Theme Color Customize
es: Personalizar el color del tema

source: Theme Color Video
es: Vídeo sobre el color del tema

source: Theme & Category Color
es: Tema y color de la categoría

source: Footer Section Customize
es: Personalizar la sección de pie de página

source: Footer Section Video
es: Vídeo de la sección pie de página

source: Footer Widgets & Copyright Text
es: Widgets de pie de página y texto de copyright

source: Custom Widgets Customize
es: Personalizar widgets

source: Custom Widgets Video
es: Widgets de vídeo personalizados

source: Setup Custom Widgets
es: Configurar widgets personalizados

source: Sections Rearrange Customize
es: Personalizar la reorganización de secciones

source: Sections Rearrange Video
es: Vídeo de la reorganización de secciones

source: Reorder/Rearrange Sections
es: Reordenar/reorganizar secciones

source: Highlight Customize
es: Personalizar el resaltado

source: Highlight Video
es: Vídeo de la sección destacado

source: Setup Highlight Section
es: Configurar la Sección destacada

source: Banner Customize
es: Personalizar banner

source: Banner Video
es: Vídeo banner

source: Setup Banner Section
es: Configurar la sección Banner

source: Toggle Sidebar Customize
es: Personalizar la conmutación de la barra lateral

source: Toggle Sidebar Video
es: Alternar vídeo de la barra lateral

source: Setup Toggle Sidebar
es: Configurar la conmutación de la barra lateral

source: Global Options Customize
es: Opciones globales de personalización

source: Global Options Video
es: Vídeo de opciones globales

source: Manage Global Options
es: Gestionar opciones globales

source: Header Customize
es: Personalizar cabecera

source: Header Video
es: Vídeo de cabecera

source: Setup Header
es: Configurar cabecera

source: Site Identity Customize
es: Personalizar la identidad del sitio

source: Site Identity Video
es: Vídeo sobre la identidad del sitio

source: Setup Site Identity
es: Configurar la identidad del sitio

source: Customize
es: Personalizar

source: Menu Customize
es: Menú de Personalizar

source: Menu Video
es: Menú de vídeo

source: Setup Main Menu
es: Configurar menú principal

source: Watch Video
es: Ver vídeo

source: Demo Import Video
es: Vídeo de importación de la demo

source: Demo Import
es: Importación de la demo

source: Explore Premium Features
es: Explora las características Premium

source: Upgrade today and transform your website with NewsBlogger Premium!
es: ¡Mejora hoy y transforma tu web con NewsBlogger Premium!

source: All premium features are managed through the Newscrunch Plus plugin, providing a seamless and integrated experience for both NewsBlogger and Newscrunch users.
es: Todas las características premium se gestionan a través del plugin Newscrunch Plus, proporcionando una experiencia integrada y sin fisuras tanto a los usuarios de NewsBlogger como a los de Newscrunch.

source: Note
es: Nota

source: Explore and import the premium starter sites available under both NewsBlogger and Newscrunch.
es: Explora e importa los sitios de inicio premium disponibles tanto en NewsBlogger como en Newscrunch.

source: To access premium starter sites offered by Newscrunch, deactivate the NewsBlogger theme and activate the Newscrunch theme.
es: Para acceder a los sitios de inicio premium ofrecidos por Newscrunch, desactiva el tema NewsBlogger y activa el tema Newscrunch.

source: Navigate to the starter sites section in your WordPress dashboard.
es: Ve a la sección de sitios de inicio en tu panel de control de WordPress.

source: Access Premium Starter Sites
es: Accede a sitios de inicio Premium

source: Enter your premium license key to activate all the premium features.
es: Introduce tu clave de licencia premium para activar todas las características premium.

source: Download and install the Newscrunch Plus plugin if you haven’t already.
es: Descarga e instala el plugin Newscrunch Plus si aún no lo has hecho.

source: Install and Activate Newscrunch Plus
es: Instalar y activar Newscrunch Plus

source: Visit our pricing page to choose the plan that suits you best.
es: Visita nuestra página de precios para elegir el plan que más te convenga.

source: Purchase NewsBlogger Premium functionality coded in Newscrunch Plus plugin
es: Comprar las características de NewsBlogger Premium incluidas en el plugin Newscrunch Plus

source: Get Started
es: Iniciar

source: Stay up-to-date with the latest features and improvements with regular updates to Newscrunch Plus.
es: Mantente al día de las últimas características y mejoras con las actualizaciones periódicas de Newscrunch Plus.

source: Regular Updates
es: Actualizaciones periódicas

source: Receive dedicated support from our team to help you with any questions or issues.
es: Recibe asistencia especializada de nuestro equipo para ayudarte con cualquier pregunta o problema que tengas.

source: Priority Support
es: Soporte prioritario

source: Benefit from performance optimizations to ensure your site runs smoothly and efficiently.
es: Benefíciate de las optimizaciones de rendimiento para garantizar que tu sitio funcione con fluidez y eficacia.

source: Enhanced Performance Features
es: Características de rendimiento mejoradas

source: Unlock advanced customization settings to fine-tune the appearance and functionality of your site.
es: Desbloquea los ajustes avanzados de personalización para ajustar la apariencia y funcionalidad de tu sitio.

source: Advanced Customization Options
es: Opciones avanzadas de personalización

source: To access premium starter sites offered by Newscrunch, you need to deactivate the NewsBlogger theme and activate the Newscrunch theme.
es: Para acceder a los sitios de inicio premium que ofrece Newscrunch, tienes que desactivar el tema NewsBlogger y activar el tema Newscrunch.

source: Premium starter sites for Newscrunch are also available, offering you a broader selection of templates to choose from. Note
es: También hay disponibles sitios de inicio premium para Newscrunch, que te ofrecen una selección más amplia de plantillas para elegir.

source: Access exclusive NewsBlogger starter sites that are crafted for various niches and styles.
es: Accede a sitios de inicio exclusivos de NewsBlogger creados para distintos nichos y estilos.

source: Premium Starter Sites
es: Sitios de inicio Premium

source: Here’s what you get with NewsBlogger Premium
es: Esto es lo que obtienes con NewsBlogger Premium

source: Pre-sales enquiry
es: Consulta de preventa

source: Pre-sales Enquiry
es: Consulta de preventa

source: Premium Version
es: Versión Premium

source: Premium Demo
es: Demo de Premium

source: Changelog
es: Registro de cambios

source: Free vs Pro
es: Gratuito vs Pro

source: Free or Pro Comparison
es: Comparación entre gratuito y Pro

source: Your feedback is valuable to us
es: Tu feedback es muy valioso para nosotros

source: Valuable Feedback
es: Comentarios valiosos

source: Support
es: Soporte

source: Documentation
es: Documentación

source: Help Docs
es: Documentación de ayuda

source: Theme Demos
es: Demo del tema

source: Theme Detail
es: Detalle del tema

source: Useful Links
es: Enlaces útiles

source: Menus
es: Menús

source: Footer Widgets
es: Widgets del pie de página

source: Social Icons
es: Iconos sociales

source: Sidebar Layout
es: Diseño de la barra lateral

source: Header Section
es: Sección de cabecera

source: Site Layout
es: Diseño del sitio

source: Site Logo
es: Logo del sitio

source: Theme Features
es: Características del tema

source: Customize Image
es: Personalizar imagen

source: Need to install & activate the "Spice Starter Sites" plugin to import the demo.
es: Debes insalar y activar el plugin «Spice Starter Sites» para importar la demo.

source: Import Image
es: Importar imagen

source: %s Theme Configuration
es: Configuración del tema %s

source: We highly recommend installing and activating the Seo Optimized Images plugin, which will dynamically insert SEO-friendly alt attributes and title attributes to enhance your image optimization.
es: Te recomendamos encarecidamente que instales y actives el plugin Seo Optimized Images, que insertará dinámicamente atributos alt y atributos de título optimizados para buscadores para así mejorar la optimización de tus imágenes.

source: To add the social share buttons to your posts, install & activate this plugin.
es: Para añadir los botones de compartir en redes sociales a tus entradas, instala y activa este plugin.

source: To display the posts in a beautiful slider with multiple options, install & activate this plugin.
es: Para mostrar las entradas en un hermoso carrusel con múltiples opciones, instala y activa este plugin.

source: To add a different banner image for a different page or post, install & activate this plugin.
es: Para añadir una imagen del banner diferente para diferentes páginas o entradas, instala y activa este plugin.

source: To enable the display of breadcrumbs, please install and activate this plugin.
es: Para activar la visualización de las migas de pan, instala y activa este plugin.

source: To display the contact form, install & activate this plugin.
es: Para mostrar el formulario de contacto, instala y activa este plugin.

source: Active
es: Activos

source: Activate %s now
es: Activar %s ahora

source: Activate Import Plugin
es: Activar el plugin de importación

source: Activate
es: Activar

source: Install and activate
es: Instalar y activar

source: Get started with %s theme
es: Primeros pasos con el tema %s

source: %1$s theme is installed. To take full advantage of the features this theme has to offer visit our %2$swelcome page%3$s
es: Se ha instalado el tema %1$s. Para sacarle el máximo partido a las funcionalidades de este tema, visita nuestra %2$spágina de bienvenida%3$s

source: Welcome to %1$s %2$s
es: Bienvenido a %1$s %2$s

source: About %1$s %2$s
es: Sobre %1$s %2$s

source: View Theme Info
es: Ver información del tema

source: Activating
es: Activando

source: Installing
es: Instalando
