Repository: prasish012/try
Catalog: try/media_copy/translations/shopical/existing_translations/PO FILES AS DATASETS FROM WP.TRANSLATE 2/Spain/wp-themes-phlox-*.po
Languages: es

source: No plugins to install, update or activate.
es: No hay plugins que instalar, actualizar o activar.

source: Available version:
es: Versión disponible:

source: Minimum required version:
es: Versión mínima requerida:

source: Installed version:
es: Versión instalada:

# as in: "version nr unknown"
source: unknown
es: desconocida

source: To Activate <span class="count">(%s)</span>
es: Para activar <span class="count">(%s)</span>

source: Update Available <span class="count">(%s)</span>
es: Actualización disponible <span class="count">(%s)</span>

source: To Install <span class="count">(%s)</span>
es: Para instalar <span class="count">(%s)</span>

# plugins
source: All <span class="count">(%s)</span>
es: Todos <span class="count">(%s)</span>

source: Update recommended
es: Actualización recomendada

source: Requires Update
es: Requiere actualización

source: Required Update not Available
es: Actualización obligatoria no disponible

source: Active
es: Activo

source: Installed But Not Activated
es: Instalado pero inactivo

source: Not Installed
es: No se ha Instalado

source: Pre-Packaged
es: Pre-empaquetado

source: External Source
es: Fuente externa

source: WordPress Repository
es: Repositorio de WordPress

source: Recommended
es: Recomendado

source: Required
es: Necesario

# plugin A *and* plugin B
source: and
es: y

source: The remote plugin package consists of more than one file, but the files are not packaged in a folder.
es: El paquete remoto del plugin está compuesto por más de un archivo, pero los archivos no están dentro de una carpeta.

source: Please contact the plugin provider and ask them to package their plugin according to the WordPress guidelines.
es: Por favor, ponte en contacto con el autor del plugin y pídele que lo empaquete de acuerdo a las prácticas recomendadas de WordPress.

source: The remote plugin package does not contain a folder with the desired slug and renaming did not work.
es: El paquete remoto del plugin no contiene una carpeta con el slug apropiado y no funcionó el cambio de nombre.

source: Update Required
es: Actualización requerida

source: This plugin needs to be updated to be compatible with your theme.
es: Este plugin debe actualizarse para que sea compatible con tu tema.

source: Please contact the administrator of this site for help.
es: Por favor, pídele ayuda al administrador de este sitio.

source: There are one or more required or recommended plugins to install, update or activate.
es: Hay uno o más plugins necesarios o recomendados pendientes de instalar, actualizar o activar.

source: Dismiss this notice
es: Descartar este aviso

source: All plugins installed and activated successfully. %1$s
es: Todos los plugins instalados y activados correctamente. %1$s

source: Plugin not activated. A higher version of %s is needed for this theme. Please update the plugin.
es: El plugin no se ha activado. Este tema necesita una versión superior de %s. Por favor, actualiza el plugin.

source: No action taken. Plugin %1$s was already active.
es: No se realizó ninguna acción. El plugin %1$s ya estaba activo.

source: The following plugin was activated successfully:
es: El siguiente plugin se ha activado correctamente:

source: Plugin activated successfully.
es: Plugin activado correctamente.

source: Return to the Dashboard
es: Volver al escritorio

source: Return to Required Plugins Installer
es: Volver al instalador de plugins necesarios

source: Begin activating plugin
es: Empezar a activar el plugin

source: Begin updating plugin
es: Empezar a actualizar el plugin

source: Begin installing plugin
es: Empezar a instalar el plugin

source: Something went wrong with the plugin API.
es: Algo salió mal con la API del plugin.

source: Updating Plugin: %s
es: Actualizando plugin: %s

source: Installing Plugin: %s
es: Instalando plugin: %s

source: Install Plugins
es: Instalar plugins

source: Install Required Plugins
es: Instalar plugins obligatorios

source: Continue reading
es: Seguir leyendo

source: Next &raquo;
es: Siguiente &raquo;

source: &laquo; Previous
es: &laquo; Anterior

source: Last
es: Último

source: First
es: Primero

source: Next
es: Siguiente

source: Previous
es: Anterior

source: Admin notice: Menu for "footer" location not found.
es: Aviso para el administrador: no se ha encontrado el menú para la ubicación «pie de página».

source: Menu for "header-secondary" location is not found.
es: No se encuentra el menú para la ubicación «cabecera secundaria».

source: Next &rarr;
es: Siguiente &rarr;

source: &larr; Previous Post
es: &larr; Entrada anterior

source: (Edit)
es: (Editar)

source: Your comment is awaiting moderation.
es: Tu comentario está pendiente de moderación.

source: Author
es: Autor

source: Search
es: Buscar

source: Type here..
es: Escribe aquí..

source: Search...
es: Buscar...

source: Edit
es: Editar

source: View all posts by %s
es: Ver todas las entradas de %s

source: by
es: por

source: Posted on
es: Publicado el

# Title of all posts by author
source: All posts by :
es: Todas las entradas de :

source: Yearly Archives
es: Archivos anuales

source: Monthly Archives
es: Archivos mensuales

source: Daily Archives
es: Archivos diarios

source: Posts tagged
es: Entradas etiquetadas

source: Posts in category
es: Entradas en la categoría

source: Results for:
es: Resultados para:

source: Loading
es: Cargando

source: Page Options
es: Opciones de la página

source: Post Options
es: Opciones de entrada

source: The %s column in subfooter section.
es: La columna %s en la sección de subpie.

source: Subfooter %s Widget Area
es: Área de widgets %s del subpie

source: The widget area above the subfooter section. Perfect for placing the "Newsletter", "Social icons" or "Instagram" widget.
es: El área de widgets encima de la sección de subpie. Perfecto para colocar el widget «Newsletter», «Social icons» o «Instagram».

source: Subfooter Bar Widget Area
es: Área de widgets de la barra del subpie

source: It is accessible only on primary sidebars in search result page.
es: Sólo es accesible en las barras laterales principales de la página de resultados de búsqueda.

source: Search Result Widget Area
es: Área de widgets de resultado de la búsqueda

source: It is accessible only on secondary sidebars in blog pages.
es: Sólo es accesible en las barras laterales secundarias de las páginas del blog.

source: Blog Secondary Widget Area
es: Área de widgets secundaria del blog

source: It is accessible only on primary sidebars in blog pages.
es: Sólo es accesible en las barras laterales principales de las páginas del blog.

source: Blog Primary Widget Area
es: Área de widgets principal del blog

source: It is accessible on secondary sidebars except the blog pages.
es: Es accesible en las barras laterales secundarias, excepto en las páginas del blog.

source: Pages Secondary Widget Area
es: Área de widgets secundaria de las páginas

source: It is accessible on primary sidebars except the blog pages.
es: Es accesible en las barras laterales principales, excepto en las páginas del blog.

source: Pages Primary Widget Area
es: Área de widgets principal de las páginas

source: It is accessible everywhere on secondary sidebars.
es: Se puede acceder a él desde cualquier lugar a través de las barras laterales secundarias.

source: Global Secondary Widget Area
es: Área de widgets secundaria global

source: It is accessible everywhere on primary sidebars.
es: Es accesible en todas partes a través de las barras laterales principales.

source: Global Primary Widget Area
es: Área de widgets principal global

source: Like
es: Me gusta

source: Footer Social Menu
es: Menú de redes sociales del pie de página

source: Top Header Menu
es: Menú de cabecera superior

source: Header Primary Menu
es: Menú principal de cabecera

source: Yet another awesome website by Phlox theme.
es: Otra web increíble con el tema Phlox.

# Theme starter content
source: Drops of rain could be heard hitting the pane, which made him feel quite sad. How about if I sleep a little bit longer and forget all this nonsense
es: Se oían gotas de lluvia golpeando el cristal, lo que le hacía sentir bastante triste. Podría dormir un poco más y olvidar todas estas tonterías.

# Theme starter content
source: John Doe
es: Juan Nadie

# Theme starter content
source: About Author
es: Acerca del autor

# Theme starter content
source: You can put special widgets in this bar; like, instagram stream, newsletter, recent tweets or partners.
es: Puedes poner widgets especiales en esta barra, como por ejemplo, streaming de instagram, newsletter, tweets recientes o partners.

# Theme starter content
source: Road to Eye-catching Landscape
es: El camino hacia un paisaje llamativo

# Theme starter content
source: The new common language will be more simple and regular than the existing European languages. It will be as simple as Occidental; in fact, it will be Occidental. To an English person, it will seem like simplified English, as a skeptical Cambridge friend of mine told me what Occidental is. The European languages are members of the same family.
es: La nueva lengua común será más sencilla y regular que las lenguas europeas existentes. Será tan simple como Occidental; de hecho, será Occidental. Para un inglés, parecerá un inglés simplificado, como un escéptico amigo mío de Cambridge me dijo lo que es Occidental. Las lenguas europeas son miembros de la misma familia.

# Theme starter content
source: Serious Problems with Cables in CIty
es: Serios problemas con los cables en la Ciudad de México

# Theme starter content
source: If several languages coalesce, the grammar of the resulting language is more simple and regular than that of the individual languages. The new common language will be more simple and regular than the existing European languages. It will be as simple as Occidental; in fact, it will be Occidental.
es: Si varios idiomas se unen, la gramática del idioma resultante es más simple y regular que la de los idiomas individuales. La nueva lengua común será más sencilla y regular que las lenguas europeas existentes. Será tan simple como Occidental; de hecho, será Occidental.

# Theme starter content
source: Montain and Winter Cold Weather
es: Clima frío de montaña e invierno

# Theme starter content
source: This is a page with some basic terms and conditions terms.
es: Esta es una página con algunos términos y condiciones básicos.

# Theme starter content
source: Terms
es: Términos

# Theme starter content
source: This is a page with some basic information about our privacy policy.
es: Esta es una página con información básica sobre nuestra política de privacidad.

# Theme starter content
source: Privacy Policy
es: Política de privacidad

source: Footer Navigation
es: Navegación de pie de página

source: Header Secondary Navigation
es: Navegación secundaria de cabecera

source: Header Primary Navigation
es: Navegación principal de cabecera

source: Theme Settings
es: Ajustes del tema

source: Please specify a unique dom name for %s
es: Por favor, especifica un nombre de dom único para %s

source: pattern 19
es: patrón 19

source: pattern 18
es: patrón 18

source: pattern 17
es: patrón 17

source: pattern 16
es: patrón 16

source: pattern 15
es: patrón 15

source: pattern 14
es: patrón 14

source: pattern 12
es: patrón 12

source: pattern 11
es: patrón 11

source: pattern 10
es: patrón 10

source: pattern 9
es: patrón 9

source: pattern 8
es: patrón 8

source: pattern 7
es: patrón 7

source: pattern 6
es: patrón 6

source: pattern 5
es: patrón 5

source: pattern 4
es: patrón 4

source: pattern 3
es: patrón 3

source: pattern 2
es: patrón 2

source: pattern 1
es: patrón 1

source: The function name "%s" not found for Metabox hub "%s".
es: El nombre de la función «%s» no se encuentra para el concentrador Metabox «%s».

source: Continue Reading
es: Seguir Leyendo

source: This is also available in:
es: Esto también está disponible en:

source: View your shopping cart
es: Ver tu carrito de la compra

source: Background video WebM
es: Vídeo de fondo WebM

source: Background video Ogg
es: Vídeo de fondo Ogg

source: You can upload custom video for title background
es: Puedes cargar un video personalizado para el fondo del título

source: Background video MP4
es: Vídeo de fondo MP4

source: Note: if you set custom image, default image backgrounds will be ignored.
es: Nota: Si estableces una imagen personalizada, las imágenes de fondo predeterminadas se ignorarán.

source: You can upload custom image for site background
es: Puedes cargar una imagen personalizada como fondo para el sitio

source: Background image
es: Imagen de fondo

source: None
es: Ninguno

source: Here you can select one of these patterns as site image background.
es: Aquí puedes seleccionar alguno de estos patrones como imagen de fondo para el sitio.

source: Background pattern
es: Patrón de fondo

source: Cover
es: Cubrir

source: Contain
es: Contenido

source: Specifies the background size.
es: Especifica el tamaño del fondo.

source: Background size
es: Tamaño del fondo

source: Right bottom
es: Derecha abajo

source: Center bottom
es: Centro abajo

source: Left bottom
es: Izquierda abajo

source: Right center
es: Derecha centro

source: Center center
es: Centro centro

source: Left center
es: Izquierda centro

source: Right top
es: Derecha arriba

source: Center top
es: Centro arriba

source: Left top
es: Izquierda arriba

source: Specifies background image alignment
es: Especifica la alineación de la imagen de fondo

source: Background position
es: Posición del fondo

source: Fixed
es: Fijo

source: Specifies the background is fixed or scrollable as user scrolls the document
es: Especifica si el fondo está fijo o si se puede desplazar cuando el usuario se desplaza por el documento

source: Background attachment
es: Fijación del fondo

source: Repeat vertically
es: Repetir verticalmente

source: Repeat horizontally
es: Repetir horizontalmente

source: Repeat horizontally and vertically
es: Repetir vertical y horizontalmente

source: No repeat
es: No repetir

source: Specifies how background image repeats
es: Especifica cómo se repite la imagen de fondo

source: Background repeat
es: Repetir fondo

source: Specifies the color of website background
es: Especifica el color del fondo de la web

source: Background Color
es: Color de fondo

source: Add Image(s)
es: Agregar Imagen(es)

source: Remove image
es: Quitar la imagen

source: Loading options..
es: Cargando opciones..

source: Custom Style
es: Estilo personalizado

source: Hide on Mobile
es: Ocultar en móviles

source: Hide on Tablet
es: Ocultar en tableta

source: Hide on Desktop
es: Ocultar en escritorio

source: Number of Columns
es: Número de columnas

source: Hide Title
es: Ocultar título

source: Start Row From Here
es: Comenzar fila desde aquí

source: Bottom
es: Inferior

source: Top
es: Superior

source: Right
es: Derecha

source: Left
es: Izquierda

source: Icon Alignment
es: Alineación del icono

source: Icon
es: Icono

source: Hide Label
es: Ocultar etiqueta

source: Disable Link
es: Desactivar enlace

source: Submenu as Mega menu
es: Submenú como mega menú

source: Choose Video
es: Elegir vídeo

source: Select Video
es: Seleccionar vídeo

source: Submit Video
es: Enviar vídeo

source: Change Video
es: Cambiar vídeo

source: Add Video
es: Añadir vídeo

source: Choose Audio
es: Elegir audio

source: Select Audio
es: Seleccionar audio

source: Submit Audio
es: Enviar audio

source: Change Audio
es: Cambiar audio

source: Add Audio
es: Añadir audio

source: Choose Image
es: Elegir imagen

source: Select Image
es: Seleccionar imagen

source: Submit Image
es: Enviar imagen

source: Change Image
es: Cambiar imagen

source: Add Image
es: Añadir imagen

source: Choose File
es: Elegir archivo

source: Remove
es: Eliminar

source: Select File
es: Seleccionar archivo

source: Change File
es: Cambiar archivo

source: Add File
es: Añadir archivo

source: Choose ..
es: Elegir ..

source: Submit
es: Enviar

source: The description
es: La descripción

# navigate to next page
source: next
es: siguiente

# navigate to previous page
source: previous
es: anterior

source: show all
es: mostrar todo

# Home in breadcrumb
source: Home
es: Inicio

source: Apply
es: Aplicar

source: Cancel
es: Cancelar

source: Custom Fonts
es: Fuentes personalizadas

source: System Fonts
es: Fuentes del sistema

source: Google Fonts
es: Fuentes de Google

source: Style:
es: Estilo:

source: Size:
es: Tamaño:

source: Font:
es: Fuente:

source: Preview text:
es: Previsualizar texto:

source: Visual Icon Selector
es: Selector de iconos visuales

source: Execute
es: Ejecutar

source: Welcome
es: Bienvenido

source: Activate
es: Activar
