Repository: prasish012/try
Catalog: try/media_copy/translations/shopical/existing_translations/PO FILES AS DATASETS FROM WP.TRANSLATE 2/Spain/wp-themes-phlox-*.po
Languages: es

source: Background Video WebM
es: Vídeo de fondo WebM

source: Background Video Ogg
es: Vídeo de fondo Ogg

source: You can upload custom video for title background</br>Note: if you set custom image, default image backgrounds will be ignored.
es: Puede subir un vídeo personalizado para fondo del título</br>Nota: si configuras una imagen personalizada, se ignorarán los fondos de imagen predeterminados.

source: Background Video MP4
es: Vídeo de fondo MP4

source: Specifies a background image for title bar.
es: Especifica una imagen de fondo para la barra de título.

source: Specifies a background color for title bar.
es: Especifica un color de fondo para la barra de título.

source: Enable it to show the post categories.
es: Actívalo para mostrar las categorías de la entrada.

source: Enable it to show the post comments number.
es: Actívalo para mostrar los números de comentarios de la entrada.

source: Display comments number
es: Mostrar la numeración en los comentarios

source: Enable it to show the post author.
es: Actívalo para mostrar el autor de la entrada.

source: Display post author
es: Mostrar autor de la entrada

source: Enable it to show the post date.
es: Actívalo para mostrar la fecha de la entrada.

source: Display post date
es: Mostrar la fecha de la entrada

source: This theme requires at least WordPress version 4.7 and PHP 5.4. You are running WordPress version %s and PHP version %s. Please upgrade and try again.
es: Este tema requiere al menos la versión 4.7 de WordPress y PHP 5.4. Estás ejecutando la versión %s de WordPress y la versión %s de PHP. Por favor, actualiza y vuelve a intentarlo.

source: Yes
es: Sí

source: View Cart
es: Ver carrito

source: Proceed to checkout
es: Proceder al pago

source: Tiles Blog
es: Blog en mosaico

source: Land Blog
es: Blog horizontal

source: Timeline Blog
es: Línea de tiempo del blog

source: Masonry Blog
es: Mosaico Blog

source: Grid Blog
es: Cuadrícula del blog

source: Blog Archive 4
es: Archivo del blog 4

source: Blog Archive 3
es: Archivo del blog 3

source: Blog Archive 2
es: Archivo del blog 2

source: Blog Archive 1
es: Archivo del blog 1

source: Tags: No tags
es: Etiquetas: Sin etiquetas

source: Share
es: Compartir

source: Tags:
es: Etiquetas:

source: % Comments
es: % comentarios

source: One Comment
es: Un comentario

source: No Comment
es: No hay comentarios

source: with
es: con

source: Continue Reading
es: Seguir leyendo

source: Read More
es: Leer más

source: View all posts in
es: Ver todas las entradas en

source: It seems we can&rsquo;t find what you&rsquo;re looking for. Perhaps searching can help.
es: Parece que no encontramos lo que estás buscando. Puede que una búsqueda te ayude.

source: Oops! Page Not Found
es: ¡Vaya! No se ha encontrado la página

source: Sorry, but the requested resource was not found on this site.
es: Lo sentimos, pero el recurso solicitado no se ha encontrado en este sitio.

source: Not Found
es: No se ha encontrado

source: Tags
es: Etiquetas

source: Pages:
es: Páginas:

source: Bring me back home
es: Llevarme de vuelta a la página de inicio

source: Sorry, no results were found. Perhaps searching will help to find what you are looking for.
es: Lo sentimos, no se encontraron resultados. Tal vez una búsqueda te ayude a encontrar lo que estás buscando.

source: Back to home page
es: Volver a la página de inicio

source: Sorry, no results were found. Try another search?
es: Lo siento, no se encontraron resultados. ¿Quieres hacer otra búsqueda?

source: Nothing Found
es: No se ha encontrado nada

source: Search widget area is empty.
es: El área del widget de búsqueda está vacío.

source: Search Here
es: Buscar aquí

source: Website
es: Web

source: E-Mail (required)
es: Correo electrónico (obligatorio)

source: Name (required)
es: Nombre (obligatorio)

source: Comment
es: Comentario

source: Leave a Comment
es: Deja un comentario

source: Logged in as <a href="%1$s">%2$s</a>. <a href="%3$s" title="Log out of this account">Log out?</a>
es: Conectado como <a href="%1$s">%2$s</a>. <a href="%3$s" title="Salir de esta cuenta">¿Salir?</a>

source: You must be %s logged in %s to post a comment
es: Debes estar %sconectado%s para publicar un comentario

source: Comments are closed.
es: Los comentarios están cerrados.

source: % Responses
es: % respuestas

source: One Response
es: Una respuesta

source: No Responses
es: No hay respuestas

source: This post is password protected. Enter the password to view comments.
es: Esta entrada está protegida. Escribe la contraseña para ver los comentarios.

source: Specifies the position of Go to Top button.
es: Especifica la posición del botón Volver arriba.

source: Go to top button position
es: Posición del botón para volver arriba

source: Enable it to display Go to Top button.
es: Actívalo para mostrar el botón de volver arriba.

source: Display Go to top button
es: Mostrar botón de volver arriba

source: Go to Top Button Options
es: Ir a las opciones del botón para volver arriba

source: Go to Top Button
es: Botón para volver arriba

source: Footer Preset 4
es: Preajuste de pie de página 4

source: Footer Preset 3
es: Preajuste de pie de página 3

source: Footer Preset 2
es: Preajuste de pie de página 2

source: Footer Preset 1
es: Preajuste de pie de página 1

source: Specifies the footer layout.
es: Especifica el diseño del pie de página.

source: Enable it to display footer on all pages.
es: Actívalo para mostrar el pie de página en todas las páginas.

source: Display Footer
es: Mostrar pie de página

source: Specifies top border color of subfooter.
es: Especifica el color del borde superior del subpie.

source: Specifies background color of subfooter.
es: Especifica el color de fondo del subpie.

source: 5 Columns- 1/5 1/5 1/5 1/5 1/5
es: 5 columnas- 1/5 1/5 1/5 1/5 1/5

source: 4 Columns- 1/4 1/4 1/4 1/4
es: 4 columnas- 1/4 1/4 1/4 1/4

source: 3 Columns- 1/4 1/4 1/2
es: 3 columnas- 1/4 1/4 1/2

source: 3 Columns- 1/2 1/4 1/4
es: 3 columnas- 1/2 1/4 1/4

source: 3 Columns- 1/3 1/3 1/3
es: 3 columnas- 1/3 1/3 1/3

source: 2 Columns- 1/4 3/4
es: 2 columnas- 1/4 3/4

source: 2 Columns- 3/4 1/4
es: 2 columnas- 3/4 1/4

source: 2 Columns- 1/3 2/3
es: 2 columnas- 1/3 2/3

source: 2 Columns- 2/3 1/3
es: 2 columnas- 2/3 1/3

source: 2 Columns- 1/2 1/2
es: 2 columnas- 1/2 1/2

source: 1 Column
es: 1 columna

source: It generates some widgetareas for subfooter based on the layout, which you need to %s fill them.%s
es: Genera algunas áreas de widgets para subpie basadas en la estructura, que tendrás que %srellenar.%s

source: Select layout for subfooter widget columns.
es: Selecciona el diseño para las columnas de widgets del subpie.

source: Subfooter Layout
es: Diseño del subpie

source: Enable it to display subfooter on all pages.
es: Actívalo para mostrar el subpie en todas las páginas.

source: Display Subfooter
es: Mostrar subpie de página

source: Sub Footer Setting
es: Ajustes del subpie de página

source: Sub Footer
es: Subpie de página

source: Specifies top border color of subfooter bar.
es: Especifica el color del borde superior de la barra de subpie.

source: Top Border Color
es: Color del borde superior

source: Specifies background color of subfooter bar.
es: Especifica el color de fondo de la barra de subpie.

source: Boxed with small vertical padding
es: En caja con un pequeño relleno vertical

source: Full with small vertical padding
es: Completo con un pequeño relleno vertical

source: Specifies layout of subtoofer bar.
es: Especifica el diseño de la barra de subpie.

source: Subfooter Bar Layout
es: Diseño de la barra del subpie

source: Enable it to display subfooter bar above of subfooter.
es: Actívalo para mostrar la barra del subpie de página encima del subpie de página.

source: Display Subfooter Bar
es: Mostrar barra de subpie

source: Subfooter Bar Setting
es: Ajustes de la barra del subpie

source: Subfooter Bar
es: Barra del subpie

source: Footer Setting
es: Ajustes del pie de página

source: Footer
es: Pie de página

source: Specifies the style of sidebar on product category & tag page.
es: Especifica el estilo de la barra lateral en la página de categoría y etiqueta del producto.

source: Product Taxonomy Sidebar Style
es: Estilo de la barra lateral de la taxonomía de productos

source: Specifies the position of sidebar on product category & tag page.
es: Especifica la posición de la barra lateral en la página de categoria & etiqueta del producto.

source: Product Taxonomy Sidebar Position
es: Posición de la barra lateral de la taxonomía de productos

source: Product Category & Tag Page Setting
es: Ajustes de la página de categoría y etiqueta de producto

source: Product Category & Tag
es: Categorías y etiquetas de productos

source: Specifies the style of sidebar on shop page.
es: Especifica el estilo de la barra lateral en la página de la tienda.

source: Shop Sidebar Style
es: Estilo de la barra lateral de la tienda

source: Specifies the position of sidebar on shop page.
es: Especifica la posición de la barra lateral en la página de la tienda.

source: Shop Page Sidebar Position
es: Posición de la barra lateral de la página de la tienda

source: Shop Page
es: Página de la tienda

source: Single Product Sidebar Style
es: Estilo de la barra lateral del producto individual

source: Specifies the position of sidebar on single product page.
es: Especifica la posición de la barra lateral en la página de un producto individual.

source: Single Product Sidebar Position
es: Posición de la barra lateral del producto individual

source: Single Product Page
es: Página de producto individual

source: Woocommerce Setting
es: Ajustes de WooCommerce

source: Specifies summary character length on category & tag page.
es: Especifica la longitud del resumen en las páginas de categoría y etiqueta.

source: Whether to display%1$ssummary%2$sor%1$sfull%2$scontent for each post on category & tag page.
es: Si mostrar un%1$sresumen%2$so el%1$scontenido completo%2$s de cada entrada en la página de categoría y etiqueta.

source: Taxonomy content length
es: Longitud del contenido de la taxonomía

source: Specifies the style of sidebar on category & tag page.
es: Especifica el estilo de la barra lateral en la página de categoría & producto.

source: Taxonomy Page Sidebar Position
es: Posición de la barra lateral de la página de taxonomía

source: Taxonomy Page Template
es: Plantilla de página de taxonomía

source: Slideshow delay in seconds
es: Tiempo de espera del carrusel en segundos

source: Slideshow
es: Carrusel

source: Looped navigation
es: Navegación en bucle

source: Space between slides
es: Espacio entre diapositivas

source: Specifies to insert arrow buttons over slider.
es: Especifica que se deben insertar botones de flecha sobre el carrusel.

source: Arrow navigation
es: Navegación con flechas

source: Slider image height
es: Altura de la imagen del carrusel

source: Slider image width
es: Ancho de la imagen del carrusel

source: Exclude posts without image
es: Excluir entradas sin imagen

source: Custom image
es: Imagen personalizada

source: First image in post
es: Primera imagen de la entrada

source: Featured image
es: Imagen destacada

source: Auto select
es: Auto selección

source: Grab the image from
es: Tomar la imagen desde

source: Insert post meta
es: Insertar los metadatos de la entrada

source: Insert post title
es: Insertar título de la entrada

source: Dark overlay
es: Superposición oscura

source: Light overlay
es: Superposición clara

source: Dark and boxed
es: Oscuro y encajonado

source: Light and boxed
es: Claro y encajonado

source: Slider skin
es: Estilo del carrusel

source: Ascending
es: Ascendente

source: Descending
es: Descendente

source: Order direction
es: Dirección del orden

source: Date Modified
es: Fecha de modificación

source: Comments
es: Comentarios

source: Random
es: Aleatorio

source: Title
es: Título

source: Menu Order
es: Orden del menú

source: Date
es: Fecha

source: Order by
es: Ordenar por

source: Specifies number of post to displace or pass over.
es: Especifica el número de entradas a desplazar o pasar por alto.

source: Start offset
es: Desfase de inicio

source: Include posts
es: Incluir entradas

source: Post IDs separated by comma (eg. 53,34,87,25).
es: IDs de entradas separados por comas (por ejemplo, 53,34,87,25).

source: Exclude posts
es: Excluir entradas

source: Specifies maximum number of slides in slider.
es: Especifica el número máximo de diapositivas en el carrusel.

source: Slides number
es: Numero de diapositivas

source: Insert below the header
es: Insertar debajo de la cabecera

source: Insert above archive content
es: Insertar sobre el contenido del archivo

source: Slider location
es: Ubicación del carrusel

source: Specifies to insert post slide above blog posts.
es: Especifica que se inserta la diapositiva de la entrada encima de las entradas del blog.

source: Display Slider
es: Mostrar carrusel

source: Blog Slider
es: Carrusel del blog

source: By enabling this option, the featured images in blog list which are above 800 pixels in height will be automatically masked.(Max height is 800 pixels)
es: Al activar esta opción, las imágenes destacadas en la lista del blog que tengan una altura mayor que 800 píxeles se enmascararán automáticamente. (La altura máxima es de 800 píxeles)

source: Auto Mask Featured Image
es: Máscara automática de la imagen destacada

source: Specifies summary character length for each post on blog page.
es: Especifica la longitud en caracteres del resumen para cada entrada en la página del blog.

source: Summery length
es: Longitud del resumen

source: Summary
es: Resumen

source: Full text
es: Texto completo

source: Whether to display%1$ssummary%2$sor%1$sfull%2$scontent for each post on blog page
es: Si mostrar un%1$sresumen%2$so el%1$scontenido completo%2$s de cada entrada en la página del blog

source: Blog content length
es: Longitud del contenido del blog

source: Specifies the style of sidebar on blog page.
es: Especifica el estilo de la barra lateral en la página de blog.

source: Blog Sidebar Style
es: Estilo de la barra lateral del blog

source: Blog Sidebar Position
es: Posición de barra lateral del blog

source: Specifies the alignment of timeline on blog page.
es: Especifica la alineación de la línea de tiempo en la página del blog.

source: Timeline Alignment
es: Alineación de la línea de tiempo

source: Enable it to display %s like button%s on blog posts. Please note WP Ulike plugin needs to be activaited to use this option.
es: Actívalo para mostrar %sbotones de me gusta%s en las entradas del blog. Ten en cuenta que el plugin WP Ulike debe estar activado para utilizar esta opción.

source: Do not display the posts with "quote" and "link" post formats
es: No mostrar los mensajes con los formatos «cita» y «enlace»

source: Exclude quote and link post formats
es: Excluir los formatos de las cita y enlace

source: Exclude posts without media
es: Excluir entradas sin medios

source: Number of columns in mobile
es: Número de columnas en móvil

source: Number of columns in tablet
es: Número de columnas en tableta

source: Number of columns
es: Número de columnas

source: Display Categories
es: Mostrar categorías

source: Before Title
es: Antes del título

source: After Title
es: Después del título

source: Post info position
es: Posición de la información de la entrada

source: Display post info
es: Mostrar información de la entrada

source: Specifies the style of grid column for each post.
es: Especifica el estilo de la columna de cuadrícula para cada entrada.

source: Grid Layout
es: Diseño en cuadrícula

source: Square 1:1
es: Cuadrado 1:1

source: Image aspect ratio
es: Relación de aspecto de la imagen

source: Choose your blog template.
es: Elige la plantilla de tu blog.

source: Blog Template
es: Plantilla del blog

source: Tiles
es: Mosaicos

source: Land
es: Terreno

source: Timeline
es: Línea de tiempo

source: Masonry
es: Mosaico

source: Grid
es: Cuadrícula

source: Template 4
es: Plantilla 4

source: Template 3
es: Plantilla 3

source: Template 2
es: Plantilla 2

source: Template 1
es: Plantilla 1

source: Blog Page
es: Página del blog

source: Next Post
es: Siguiente entrada

source: Previous Post
es: Entrada anterior

source: Sticky Thumbnail with Arrow
es: Miniatura fija con flecha

source: Navigation with Dark Background
es: Navegación con fondo oscuro

source: Navigation with Light Background
es: Navegación con fondo claro

source: Thumbnail without Arrow
es: Miniatura sin flecha

source: Thumbnail with Arrow
es: Miniatura con flecha

source: Minimal (default)
es: Mínimo (predeterminado)

source: Specifies the skin for next and previous navigation block.
es: Especifica el estilo para el bloque de navegación siguiente y anterior.

source: Skin for Next & Previous Links
es: Estilo de los enlaces siguiente y anterior

source: Enable it to display links to next and previous posts on single post page.
es: Actívalo para mostrar enlaces a las entradas anterior y siguiente en la página de entrada individual.

source: Display Next & Previous Posts
es: Mostrar entradas siguientes y anteriores

source: Enable it to display %s author socials%s in author section on single post.
es: Actívalo para mostrar %slas redes sociales del autor%s en la sección de autor de una entrada individual.

source: Display Author Socials
es: Mostrar perfiles sociales del autor

source: Enable it to display %s author biography text%s in author section on single post.
es: Actívalo para mostrar el %s texto biográfico del autor %s en la sección de autor de una entrada individual.

source: Display Author Biography Text
es: Mostrar el texto de la biografía del autor

source: Enable it to display %s author information%s after post content on single post.
es: Actívalo para mostrar %s información de autor%s después del contenido de la entrada en las entradas individuales.

source: Display Author Section
es: Mostrar sección de autor

source: Enable it to display tags section under the post content.
es: Actívalo para mostrar la sección de etiquetas bajo el contenido de la entrada.

source: Display Tags Section
es: Mostrar sección de etiquetas

source: Enable it to display %s like button%s on single post. Please note WP Ulike plugin needs to be activaited in order to use this option.
es: Actívalo para mostrar los %sbotones de me gusta%s en las entradas individuales. Ten en cuenta que el plugin WP Ulike debe estar activado para poder utilizar esta opción.

source: Display Like Button
es: Mostrar botón de Me gusta

source: Enable it to display post date, categories and author name in post page .
es: Actívalo para mostrar la fecha de publicación, las categorías y el nombre del autor en la página de entrada.

source: Display Post Info
es: Mostrar información de la entrada

source: You can reduce the width of text lines and increase the readability of context in single post of blog (does not affect the width of media).
es: Puedes reducir el ancho de las líneas de texto y aumentar la legibilidad del contexto en entradas individuales del blog (no afecta al ancho de los medios).

source: Specifies featured color for blog posts.
es: Especifica el color destacado de las entradas del blog.

source: Single Post Featured Color
es: Color destacado de entrada individual

source: Single Post Sidebar Style
es: Estilo de la barra lateral en las entradas individuales

source: Specifies position of sidebar on single post.
es: Especifica la posición de la barra lateral en entradas individuales.

source: Single Post Sidebar Position
es: Posición de la barra lateral en las entradas individuales

source: Single Post
es: Entrada individual

source: Blog Setting
es: Ajustes del blog

source: FullScreen Search Skin
es: Estilo de la búsqueda a pantalla completa

source: Fullscreen Search
es: Búsqueda a pantalla completa

source: Welcome to your WordPress Website.
es: Bienvenido a tu web WordPress.

source: Add a message to display on top header bar.
es: Añade un mensaje para que aparezca en la barra de cabecera superior.

source: Message on Top Header Bar
es: Mensaje en la barra de cabecera superior

source: Specifies the background color of top header bar.
es: Especifica el color de fondo de la barra superior de cabecera.

source: Language and menu left. Message, social, cart and search right
es: Idioma y menú a la izquierda. Mensaje, redes sociales, carrito y búsqueda a la derecha

source: Menu left. Social, cart and search right
es: Menú a la izquierda. Redes Sociales, carrito y búsqueda a la derecha

source: Message left. Social, cart and search right
es: Mensaje a la izquierda. Redes Sociales, carrito y búsqueda a la derecha

source: Language left. Social, cart and search right
es: Idioma a la izquierda. Redes sociales, carrito y búsqueda a la derecha

source: Menu left. Message, social, cart, search and language right
es: Menú a la izquierda. Mensaje, redes sociales, búsqueda e idioma a la derecha

source: Social left. Cart and search right
es: Redes sociales a la izquierda. Carrito y búsqueda a la derecha

source: Message left. Menu and language right
es: Mensaje a la izquierda. Menú e idioma a la derecha

source: Menu left. Social and search right
es: Menú a la izquierda. Redes sociales y búsqueda a la derecha

source: Enable it to display top header bar. You can display socials, message and call info there.
es: Actívalo para mostrar la barra superior de la cabecera. Ahí puedes mostrar redes sociales, mensajes e información de contacto.

source: Display Top Header bar
es: Mostrar la barra superior de cabecera

source: Top Header bar Setting
es: Ajustes de barra superior de cabecera

source: Top Header bar
es: Barra superior de cabecera

source: Specifies the background image of fullscreen menu panel
es: Especifica la imagen de fondo del panel de menú de pantalla completa

source: Fullscreen Menu Background Image
es: Imagen de fondo del menú de pantalla completa

source: Specifies the background color of fullscreen menu and search panel.
es: Especifica el color de fondo del menú de pantalla completa y del panel de búsqueda.

source: Fullscreen Menu Background Color
es: Color de fondo del menú de pantalla completa

source: Specifies the skin of fullscreen menu panel.
es: Especifica el estilo del panel de menú a pantalla completa.

source: Fullscreen Menu Skin
es: Estilo del menú a pantalla completa

source: Accordion
es: Acordeón

source: Toggle
es: Alternar

source: Specifies only one submenu displays at a time or multiple.
es: Especifica si se muestra sólo un submenú a la vez o múltiples.

source: Burger Menu Toggle Type
es: Tipo de conmutación del menú hamburguesa

source: Right side
es: Lado derecho

source: Left side
es: Lado izquierdo

source: Specifies where offcanvas menu appears when the burger button is clicked.
es: Especifica dónde aparece el menú fuera de lienzo cuando se hace clic en el botón hamburguesa.

source: Offcanvas Alignment
es: Alineación fuera del lienzo

source: Specifies where menu appears when the burger button is clicked.
es: Especifica dónde aparece el menú cuando se hace clic en el botón de hamburguesa.

source: Burger Menu Location
es: Ubicación del menú hamburguesa

source: FullScreen on entire page
es: Pantalla completa en toda la página

source: Offcanvas panel
es: Panel fuera del lienzo

source: Expandable under top header
es: Expansible bajo la caecea superior

source: Specifies burger button style.
es: Especifica el estilo del botón hamburguesa.

source: Burger Button Style
es: Estilo del botón hamburguesa

source: Specifies burger button color.
es: Especifica el color del botón hamburguesa.

source: Burger Button Color
es: Color del botón hamburguesa

source: Burger Menu Options
es: Opciones del menú hamburguesa
