Repository: prasish012/try
Catalog: try/media_copy/translations/shopical/existing_translations/PO FILES AS DATASETS FROM WP.TRANSLATE 2/Spain/wp-themes-phlox-*.po
Languages: es

source: Tutorials
es: Tutoriales

source: Support Center
es: Centro de soporte

source: Check out
es: Finalizar compra

source: Take your skills with %s to the next level!
es: ¡Lleva tus habilidades con %s al siguiente nivel!

source: Video Tutorials
es: Vídeo tutoriales

source: Customization
es: Personalización

source: Dashboard
es: Escritorio

source: Coming soon
es: Próximamente

source: Get the latest changes in your inbox.
es: Recibe los últimos cambios en tu bandeja de entrada.

source: Subscription
es: Suscripción

source: Start Reading
es: Comenzar a leer

source: Learn about any aspect of %s Theme.
es: Aprende sobre cualquier aspecto del tema %s.

source: Send Ticket
es: Enviar ticket

source: We would love to be of any assistance.
es: Nos encantaría ser de ayuda.

source: Need Some Help?
es: ¿Necesitas ayuda?

source: Customize
es: Personalizar

source: Customize any part of your website.
es: Personaliza cualquier parte de tu web.

source: Run Importer
es: Ejecutar importador

source: Clone a demo site in few clicks
es: Clona un sitio de demostración en pocos clics

source: Import Demo
es: Importar demo

source: Version %s
es: Versión %s

source: Welcome to %s Theme
es: Bienvenido al tema %s

source: Phlox theme cannot function properly due to following reason: "Phlox Core Elements" version %s is required. Current version is %s. Please update it.
es: El tema Phlox no puede funcionar correctamente debido a las siguientes razones: se necesita la versión %s de «Phlox Core Elements». La versión actual es %s. Por favor, actualízalo.

source: To take full advantages of Phlox theme and enabling demo importer, please install core plugins.
es: Para aprovechar al máximo las ventajas del tema Phlox y activar el importador de demostraciones, por favor, instala los plugins del núcleo.

source: Thanks for choosing %s
es: Gracias por elegir %s

source: Install %s
es: Instalar %s

source: Activate %s
es: Activar %s

source: Activating %s
es: Activando %s

source: Phlox Core Plugin
es: Plugin base de Phlox

source: Input value for "%s" function should be array.
es: El valor de entrada para la función «%s» debe ser un array.

source: Save my name, email, and website in this browser for the next time I comment.
es: Guardar mi nombre, correo electrónico y web en este navegador para la próxima vez que haga un comentario.

source: E-Mail
es: Correo electrónico

source: Name
es: Nombre

source: Specifies the thickness of top border on footer in pixels.
es: Especifica el grosor del borde superior del pie de página en píxeles.

source: Top Border Thickness
es: Grosor del borde superior

source: Show a link to privacy policy page in the footer.
es: Mostrar un enlace a la página de la política de privacidad en el pie de página.

source: Show Privacy Policy
es: Mostrar política de privacidad

source: Whether to display cookie consent option on comment form for users or not.
es: Si mostrar o no la opción de consentimiento de cookies en el formulario de comentarios para los usuarios.

source: Comment Forms Cookie Consent
es: Consentimiento de cookies de formularios de comentarios

source: Display Header Cart In Mobile
es: Mostrar carrito de cabecera en móvil

source: Display Header Cart In Tablet
es: Mostrar carrito de cabecera en tableta

source: WordPress version 4.9.6 or higher is required for this feature.
es: Es necesario tener la versión 4.9.6 o superior para esta característica.

source: Real-time Bitcoin Converter
es: Conversor de Bitcoin en tiempo real

source: Sub Footer (%s)
es: Subpie de página (%s)

source: Sidebar Primary (Phlox Pro)
es: Barra lateral primaria (Phlox Pro)

source: Page Title (%s)
es: Título de la página (%s)

source: Shopping Basket
es: Cesta de compras

source: EU Cookie Notce
es: Aviso de cookies de la UE

source: Your email address will not be published. Required fields are marked *
es: No se publicará tu dirección de correo electrónico. Los campos obligatorios están marcados con *

source: Add a Comment
es: Añadir un comentario

source: Specifies the size of social icons in the header menu.
es: Especifica el tamaño de los iconos sociales en el menú de cabecera.

source: Social Icon Size
es: Tamaño de icono social

source: Enable it to add social icons in the header menu.
es: Actívalo para añadir iconos sociales en el menú de cabecera.

source: Add Social Icons
es: Añadir iconos sociales

source: Medium Width Content
es: Contenido de ancho medio

source: Enable it to show post meta info.
es: Actívalo para mostrar la información meta de la entrada.

source: Content Title Alignment
es: Alineación de títulos de contenido

source: Display Content Title
es: Mostrar título de contenido

source: Content options
es: Opciones de contenido

source: Choose a slider from the list of available Master Sliders.
es: Elige un carrusel de la lista de principales carruseles disponibles.

source: (plugin is not installed)
es: (el plugin no está instalado)

source: Default Post Slider
es: Carrusel de entradas predeterminado

source: Slider type
es: Tipo de carrusel

source: Enable it to display %s share button%s on single post.
es: Actívalo para mostrar el %sbotón de compartir%s en las entradas individuales.

source: Display Share Button
es: Mostrar botón de compartir

source: After post content (Bottom)
es: Después del contenido de entrada (abajo)

source: Before post content (Top)
es: Antes del contenido de entrada (Arriba)

source: Show like button befor or after post content.
es: Mostrar el botón de me gusta antes o después del contenido de la entrada.

source: Like Button Position
es: Posición del botón de Me gusta

source: Default Site Max Width
es: Ancho máximo del sitio por defecto

source: Custom Max Width
es: Ancho máximo personalizado

source: Enable it to add logo in the header.
es: Actívalo para añadir un logotipo en la cabecera.

source: Display Logo
es: Mostrar logotipo

source: Specifies the skin of all comment forms.
es: Especifica el estilo de todos los formularios de comentarios.

source: Comment Forms Skin
es: Estilo de formularios de comentarios

source: Forms Appearance
es: Aspecto de los formularios

source: Forms
es: Formularios

source: The height of empty space below page slider in pixel.
es: La altura del espacio vacío debajo del carrusel de página en píxeles.

source: Slider bottom margin
es: Margen inferior del carrusel

source: The height of empty space above page slider in pixel.
es: La altura del espacio vacío sobre el carrusel de página en píxeles.

source: Slider top margin
es: Margen superior del carrusel

source: If you select "Full", the content fills the entire width of the page.
es: Si seleccionas «Completo», el contenido rellena todo el ancho de la página.

source: Icon for Cart
es: Icono del carrito

source: Progress Bar Position
es: Posición de la barra de progreso

source: Slide-Up
es: Deslizamiento hacia arriba

source: Display go to top button
es: Mostrar botón de volver arriba

source: % comments
es: % comentarios

source: one comment
es: un comentario

source: no comment
es: No hay comentarios

source: Specifies the duration of blur fade transition (in milliseconds) when an image completely loaded.
es: Especifica la duración de la transición de fundido de desenfoque (en milisegundos) cuando una imagen está completamente cargada.

source: Image preload transition duration
es: Duración de la transición de precarga de la imagen

source: Specifies whether to preload images in order to reduce page loading time or load them normally.
es: Especifica si se deben precargar imágenes para reducir el tiempo de carga de la página o cargarlas normalmente.

source: Enable image preload preview
es: Activar la previsualización de la precarga de imágenes

source: Performance Options
es: Opciones de rendimiento

source: Performance
es: Rendimiento

source: Preview a Single Product Page
es: Previsualizar una página producto individual

source: Display Featured Media
es: Mostrar medios destacados

source: The delay amount before starting the header animation in seconds.
es: La cantidad de retraso antes de iniciar la animación de cabecera en segundos.

source: Header Animation Delay
es: Retraso en la animación de cabecera

source: Enable it to animation the header after page loads.
es: Actívalo para animar la cabecera después de que se cargue la página.

source: Header Animation
es: Animación de la cabecera

source: Click
es: Al hacer clic

source: Hover
es: Al pasar el cursor

source: Dropdown Action On
es: Acción desplegable activada

source: Cart Dropdown Skin
es: Estilo del desplegable del carrito

source: Display Header Cart
es: Mostrar el carrito de cabecera

source: You can sepcify with enable this option to use brand color for each social icons just on hover
es: Puedes activar esta opción para usar el color corporativo para cada uno de los iconos sociales al pasar el cursor

source: Use Brand Color as Hover
es: Usar el color de la marca al pasar el cursor

source: Enable this option to apply brand color to each social icons.
es: Activa esta opción para aplicar el color de la marca a cada icono social.

source: Use Brand Color
es: Usar el color de la marca

source: Enable it to display title/subtitle in title section.
es: Actívalo para mostrar el título/subtítulo en la sección de título.

source: Display Titles
es: Mostrar títulos

source: Phlox Support
es: Soporte de Phlox

source: A complete %s documentation %s, which updates regularly.
es: Una %s documentación completa %s, que se actualiza regularmente.

source: Below resources are available to help you in using %s theme.
es: A continuación hay recursos disponibles para ayudarte a usar el tema %s.

source: Enable it to display a space between title and content. If you need to start your content from very top of the page, disable it.
es: Actívalo para mostrar un espacio entre el título y el contenido. Si necesitas iniciar tu contenido desde la parte superior de la página, desactívalo.

source: Enable it to display featured media on blog archive page.
es: Actívalo para mostrar medios destacados en la página de archivo del blog.

source: Add submenu indicator icon to menu items.
es: Añade un icono de indicador de submenú a los elementos del menú.

source: Enable it to display copyright text at the bottom of vertical menu.
es: Actívalo para mostrar el texto de copyright en la parte inferior del menú vertical.

source: Display Vertical Menu Copyright Text
es: Mostrar texto de copyright del menú vertical

source: Enable this option to scale logo on sticky header.
es: Activa esta opción para redimensionar el logotipo en la cabecera fija.

source: Specifies the color scheme of header menu on sticky header.
es: Especifica el esquema de color del menú de cabecera en la cabecera fija.

source: Add Search Button
es: Añadir botón de búsqueda

source: Specifies boxed or fullwidth header.%1$s Only works if %2$s Website Layout %3$s option sets to %2$s Full layout %3$s
es: Especifica una cabecera de ancho completo o en caja.%1$s Solo funciona si la opción %2$s Diseño de la web %3$s se establece en %2$s Diseño completo %3$s

source: Specifies the default skin for site pagination.
es: Especifica el estilo por defecto para la paginación del sitio.

source: Specifies the background options for the body of website on boxed layout.%1$s Only works if %2$s Website Layout %3$s option sets to %2$s Boxed layout %3$s
es: Especifica las opciones de fondo para el cuerpo de la web en la presentación en caja.%1$s Sólo funciona si la opción %2$s Estructura de la web %3$s se establece en %2$s Presentación en caja %3$s

source: Enable this option to add a top progress bar while site is loading.
es: Activa esta opción para añadir una barra de progreso superior mientras se carga el sitio.

source: Select an animated gif to display while site is loading.
es: Selecciona un gif animado para mostrar mientras se carga el sitio.

source: Enable this option to add loading image for the site.
es: Activa esta opción para añadir una imagen de carga para el sitio.

source: Add Loading Image
es: Añadir imagen de carga

source: Enable this option to display a loading animation while site is loading.
es: Activa esta opción para mostrar una animación de carga mientras el sitio se está cargando.

source: Hover over images to see the animation.
es: Pasa el cursor sobre las imágenes para ver la animación.

source: Enable this option to add page animation when user navigates between pages.
es: Activa esta opción para añadir animación de página cuando el usuario navega entre páginas.

source: MailChimp for WordPress
es: MailChimp para WordPress

source: Please select the slider you want to display at top of the page.
es: Por favor, selecciona el carrusel que quieres mostrar en la parte superior de la página.

source: Medium
es: Mediana

source: Enable it to display footer at the bottom of vertical menu.
es: Actívalo para mostrar el pie de página en la parte inferior del menú vertical.

source: Display Vertical Menu Footer
es: Mostrar el pie del menú vertical

source: Vertical Menu
es: Menú vertical

source: Choose image
es: Elegir imagen

source: No image selected
es: No se ha seleccionado ninguna imagen

source: Change image
es: Cambiar imagen

source: Select image
es: Seleccionar imagen

source: Extra Large
es: Extra grande

source: Large
es: Grande

source: Small
es: Pequeño

source: Specifies the display of border under the search box
es: Especifica la visualización del borde bajo el cuadro de búsqueda

source: Display Searchbox Border
es: Mostrar el borde de la caja de búsqueda

source: Vertical Header Submenu Skin
es: Estilo del submenú de la cabecera vertical

source: Vertical Menu Items Align
es: Alineación de elementos del menú vertical

source: Specifies the max height of logo image in pixel.
es: Especifica la altura máxima de la imagen del logotipo en píxeles.

source: Logo Max Height in Pixel
es: Altura máxima del logotipo en píxeles

source: No Limit
es: Sin límite

source: Specific size in pixel
es: Especifica el tamaño en píxeles

source: Same as header height
es: Igual que la altura de la cabecera

source: If the original logo is big in dimensions, you can limit the height by this option.
es: Si el logotipo original es grande en dimensiones, puedes limitar la altura con esta opción.

source: Logo Max Height
es: Altura máxima del logotipo

source: Specifies the max width of logo image in pixels.
es: Especifica el ancho máximo de la imagen del logotipo en píxeles.

source: Shopping Cart
es: Carro de la compra

source: Specifies alignment for main title in single post content.
es: Especifica la alineación para el título principal en el contenido de una entrada individual.

source: Enable it to show the main title above post content.
es: Actívalo para mostrar el título principal por encima del contenido de la entrada.

source: Enable it to display post media (featured image, video, audio, ..) on single post page.
es: Actívalo para mostrar los medios de la entrada (imagen, vídeo, audio,...) en la página de entrada individual.

source: Display Post Media
es: Mostrar los medios de la entrada

source: Sticky Header Menu Color Scheme
es: Esquema de colores del menú de la cabecera fija

source: Specifies whether to display the featured image, video or audio of this post on single page or not.
es: Especifica si quieres mostrar la imagen, el vídeo o el audio de esta entrada en la página individual o no.

source: Display media on single post?
es: ¿Mostrar los medios en las entradas individuales?

source: Media Setting
es: Ajustes de medios

source: Overlay Pattern Opacity
es: Opacidad del patrón de superposición

source: Enable Advanced Setting
es: Activar ajuste avanzado

source: Title Bar Setting
es: Ajustes de la barra de título

source: Blog Archive Default ( New )
es: Predeterminado del archivo del blog ( Nuevo )

source: Blog Archive 10
es: Archivo del blog 10

source: Enable this option to pin the footer and subfooter to bottom of the website.
es: Activa esta opción para fijar el pie de página y el subpie de página en la parte inferior de la web.

source: Enable Sticky Footer
es: Activar el pie de página fijo

source: Show the "Powered By" text with link to theme homepage in footer.
es: Muestra el texto «Funciona gracias a» con un enlace a la página de inicio del tema en el pie de página.

source: Enter your copyright text to display on footer.
es: Introduce el texto de copyright para que aparezca en el pie de página.

source: Enable it to hide subfooter on mobile devices.
es: Actívalo para ocultar el subpie en dispositivos móviles.

source: Hide Subfooter on mobile
es: Ocultar subpie en el móvil

source: Enable it to hide subfooter on tablet devices.
es: Actívalo para ocultar el subpie en los dispositivos de tableta.

source: Hide Subfooter on Tablet
es: Ocultar subpie en tableta

source: Enable it to change the skin of widgets to dark mode
es: Actívalo para cambiar el estilo de los widgets a modo oscuro

source: Dark Skin For Widgets
es: Estilo oscuro para widgets

source: Page Title
es: Título de la página

source: Preview a page
es: Previsualizar una página

source: Enable it to display cart on top header bar.
es: Actívalo para mostrar el carrito en la barra superior de la cabecera.

source: Display Top Header Cart
es: Mostrar el carrito en la parte superior de la cabecera

source: Left side Template
es: Plantilla del lado izquierdo

source: Center Template
es: Plantilla central

source: Select Specific Template For FullScreen Menu
es: Selecciona una plantilla específica para el menú a pantalla completa

source: FullScreen Menu Templates
es: Plantillas de menú a pantalla completa

source: Specifies the background color of Vertical menu.
es: Especifica el color de fondo del menú vertical.

source: Vertical Menu Background Color
es: Color de fondo del menú vertical

source: Specifies the sticky header color.
es: Especifica el color de la cabecera fija.

source: Specifies the background color of header
es: Especifica el color de fondo de la cabecera

source: Header Background Color
es: Color de fondo de la cabecera

source: Enable it to set a overlay header
es: Actívalo para establecer una cabecera de superposición

source: Enable Overlay Header
es: Activar cabecera de superposición

source: Specifies the Color Scheme of Header
es: Especifica la combinación de colores de la cabecera

source: Header Menu Color Scheme
es: Esquema de colores del menú de cabecera

source: Skip
es: Saltar

source: Authorization failed. Please refresh the page and try again.
es: La autorización falló. Por favor, recarga la página e inténtalo de nuevo.

source: Font size and line height of the row content in pixels.
es: Tamaño de fuente e interlineado del contenido de la fila en píxeles.

source: Strikethrough
es: Tachado

source: Italic
es: Cursiva

source: Bold
es: Negrita

source: Font Size / Line H.
es: Tamaño de fuente / Interlineado

source: Font family of the row content.
es: Familia de la fuente del contenido de la fila.

source: Font Family
es: Familia de la fuente tipográfica

source: Content of the row.
es: Contenido de la fila.

source: Add Shortcode
es: Añadir shortcode

source: Align Right
es: Alinear a la derecha

source: Align Center
es: Alinear al centro

source: Align Left
es: Alinear a la izquierda

source: Content
es: Contenido

source: Type of the footer row.
es: Tipo de la fila del pie de página.

source: HTML Content
es: Contenido HTML

source: Row Type
es: Tipo de fila

source: Main color of the pricing table.
es: Color principal de la tabla de precios.

source: Add To Favourites
es: Favorito

source: Main Color
es: Color principal

source: Style Settings
es: Ajustes de estilo

source: Small Blue Most Popular
es: Azul pequeño más popular

source: Blue Most Popular
es: Azul más popular

source: Most Popular
es: Más popular

source: Blue Popular
es: Azul popular

source: Blue Sale
es: Azul oferta

source: Sale
es: Oferta

source: Rectangle
es: Rectángulo

source: Badge
es: Insignia

source: Ribbon
es: Cinta

source: Classic Normal
es: Clásico normal

source: Semi highlighted Column
es: Columna semiresaltada

source: Normal Column
es: Columna normal

source: Start Column
es: Columna inicial

source: Hosting
es: Alojamiento

source: Modern Circle
es: Círculo moderno

source: Modern normal
es: Moderno normal

source: Modern
es: Moderno

source: Show Theme Attribution
es: Mostrar atribución al tema

source: Page Sidebar Style
es: Estilo de la barra lateral de la página

source: Page Sidebar Position
es: Posición de la barra lateral de la página

source: Page Layout Setting
es: Ajuste del diseño de la página

source: Page Layout
es: Diseño de la página

source: Specifies the position of sidebar on blog page. Please not that the sidebars in two-sidebar layouts are only visible on screen sizes with 1140px or higher in width.
es: Especifica la posición de la barra lateral en la página del blog. Por favor, ten en cuenta que las barras laterales en diseños de dos barras laterales sólo son visibles en tamaños de pantalla con un ancho de 1140px o superior.

source: Select the string to read more permalink text in archive pages
es: Selecciona la cadena para el texto Leer más del enlace permanente de las páginas de archivo

source: Read More Text
es: Texto de «Leer más»

source: Next Prev
es: Sig Ant

source: Next Button
es: Botón Siguiente

source: Infinite Scroll
es: Scroll infinito

source: Replaces the default pagination in blog archive with a load more
es: Reemplaza la paginación predeterminada en el archivo del blog por un cargar más

source: Load More Type
es: Tipo de «Cargar más»

source: Preview Blog Archive
es: Vista previa del archivo del blog

source: Title Box Custom Color
es: Color personalizado del cuadro de título

source: Preview Single Post
es: Vista previa de la entrada individual

source: Single Post Title
es: Título de la entrada individual

source: Preview a blog post
es: Previsualizar una entrada de blog

source: Choose "Yes" in order to customize the title bar of this page, or choose "No" to turn it off.
es: Elige «Sí» para personalizar la barra de título de esta página o «No» para desactivarla.

source: Phlox Theme
es: Tema Phlox

source: Phlox Free WordPress Theme
es: Tema de WordPress gratuito Phlox

source: Powered by
es: Funciona con

source: Back
es: Volver

source: Specifies position of sidebar on page.
es: Especifica la posición de la barra lateral en la página.

source: Page Setting
es: Ajuste de la página

source: Page
es: Página

source: Specifies the color of the frame around the site.
es: Especifica el color del marco alrededor del sitio.

source: Site Frame Color
es: Color del marco del sitio

source: Enable this option to add a frame around the site.
es: Activa esta opción para añadir un marco alrededor del sitio.

source: Enable Site Frame
es: Activar el marco del sitio

source: Website Frame Setting
es: Ajustes del marco de la web

source: Website Frame
es: Marco de la web

source: Visual CSS Style Editor
es: Editor de estilo CSS visual

source: Popular Posts
es: Entradas populares

source: Export/Import Theme Options
es: Exportar/Importar opciones del tema

source: Image Optimization
es: Optimización de imágenes

source: Flickr Justified Gallery
es: Galería Justificada de Flickr

source: Custom Facebook Feed
es: Feed de Facebook personalizado

source: Related Posts for WordPress
es: Entradas relacionados para WordPress

source: WordPress Importer
es: Importador de WordPress

source: under %s
es: bajo %s

source: posted on %s
es: publicado el %s

source: by %s
es: por %s

source: 1 view
es: 1 vista

source: 1 view per day
es: 1 vista por día

source: 1 comment
es: 1 comentario

source: Specifies the background color for footer
es: Especifica el color de fondo para el pie de página
