Repository: prasish012/try
Catalog: try/media_copy/translations/shopical/existing_translations/PO FILES AS DATASETS FROM WP.TRANSLATE 2/Spain/wp-themes-phlox-*.po
Languages: es

source: Burger Menu
es: Menú hamburguesa

source: Specifies minimum height of main menu items.
es: Especifica la altura mínima de los elementos del menú principal.

source: Menu height
es: Altura del menú

source: Below header menu items
es: Debajo de los elementos del menú de cabecera

source: Below header
es: Debajo de la cabecera

source: Set the location of submenu in header area.
es: Establece la ubicación del submenú en el área de la cabecera.

source: Submenu location
es: Ubicación del submenú

source: Insert splitter symbol between menu items in header.
es: Insertar el símbolo del divisor entre los elementos del menú de cabecera.

source: Display Menu Splitter
es: Mostrar divisor del menú

source: Add submenu indicator icon to header menu items.
es: Añadir el icono de indicador de submenú a los elementos del menú de cabecera.

source: Display Submenu Indicator
es: Mostrar indicador del submenú

source: Fade and move
es: Desvanecer y mover

source: Submenu animation effect
es: Efecto de animación del submenú

source: Modern Paradox
es: Paradox moderno

source: Center Paradox
es: Paradox centrado

source: Divided
es: Dividido

source: Dark Transparent
es: Transparente oscuro

source: Classic
es: Clásico

source: Specifies submenu skin.
es: Especifica el estilo del submenú.

source: Header Submenu Skin
es: Estilo del submenú de cabecera

source: Header Menu Options
es: Opciones del menú de cabecera

source: Header Menu
es: Menú de cabecera

source: Scale Logo on Sticky Header
es: Redimensionar el logotipo en el cabecera fija

source: Specifies the Sticky header height.
es: Especifica la altura de la cabecera fija.

source: Sticky Header Height
es: Altura de la cabecera fija

source: Enable it to display header menu on top even by scrolling the page.
es: Actívalo para mostrar el menú de cabecera en la parte superior, incluso desplazándose por la página.

source: Enable Sticky Header
es: Activar cabecera fija

source: Enable it to add border below the header.
es: Actívalo para añadir un borde debajo de la cabecera.

source: Add Border
es: Añadir borde

source: Specifies the header height in pixel.
es: Especifica la altura de la cabecera en píxeles.

source: Header Height
es: Altura de la cabecera

source: Full Width
es: Ancho completo

source: Header Width
es: Ancho de cabecera

source: Enable it to add search button in the header.
es: Actíval para añadir el botón de búsqueda en la cabecera.

source: Specifies header layout.
es: Especifica la estructura de cabecera.

source: Header Section Setting
es: Ajustes de la sección de cabecera

source: Header Section
es: Sección de cabecera

source: Header Setting
es: Ajustes de la cabecera

source: Header
es: Cabecera

source: Specifies the color of address bar and toolbar on mobile browsers.
es: Especifica el color de la barra de direcciones y la barra de herramientas en los navegadores móviles.

source: Address Bar Color
es: Color de la barra de direcciones

source: Mobile Browsers
es: Navegadores móviles

source: Square, With Border
es: Cuadrado, con borde

source: Square, No Border
es: Cuadrado, sin borde

source: Square, No Page Border
es: Cuadrado, sin borde de página

source: Round, With Border
es: Redondo, con borde

source: Round, No Border
es: Redondo, sin borde

source: Round, No Page Border
es: Redondo, sin borde de página

source: Pagination Skin
es: Estilo de la paginación

source: Specifies the default skin for self hosted audio player.
es: Especifica el estilo por defecto para el reproductor de audio auto alojado.

source: Audio Player Skin
es: Estilo del reproductor de audio

source: Specifies the default skin for self hosted video player.
es: Especifica el estilo por defecto para el reproductor de vídeo auto alojado.

source: Video Player Skin
es: Estilo del reproductor de vídeo

source: Skin options
es: Opciones de estilo

source: Menu Typography
es: Tipografía de menú

source: Specifies the color of content background.
es: Especifica el color del fondo del contenido.

source: Content Background Color
es: Color del fondo

source: Content Background Setting
es: Ajustes del fondo del contenido

source: Content Background
es: Fondo del contenido

source: Specifies whether the background is fixed or scrollable as user scrolls the page.
es: Especifica si el fondo es fijo o desplazable a medida que el usuario se desplaza por la página.

source: Background Attachment
es: Adjunto del fondo

source: Specifies background image position.
es: Especifica la posición de la imagen de fondo.

source: Background Position
es: Posición del fondo

source: Specifies how background image repeats.
es: Especifica cómo se repite la imagen de fondo.

source: Background Repeat
es: Repetición del fondo

source: Select one of these patterns as site background image. %s Some of these can be used as a pattern over background image.
es: Selecciona uno de estos patrones como imagen de fondo del sitio. %s Algunos de estos pueden ser usados como un patrón sobre la imagen de fondo.

source: Background Pattern
es: Patrón del fondo

source: Background Size
es: Tamaño del fondo

source: You can upload custom image for site background.
es: Puedes cargar una imagen personalizada como fondo para el sitio.

source: Background Image
es: Imagen de fondo

source: Specifies the color of website background.
es: Especifica el color del fondo de la web

source: Enable background
es: Activar fondo

source: Website Background Setting
es: Ajustes del fondo de la web

source: Website Background
es: Fondo de la web

source: Appearance Setting
es: Ajustes de apariencia

source: Appearance
es: Apariencia

source: Progress Bar Color
es: Color de la barra de progreso

source: Add Progress Bar
es: Añadir barra de progreso

source: Loading Image
es: Cargando imagen

source: Enable Page Preloading
es: Activar la precarga de páginas

source: Circle
es: Círculo

source: Fade
es: Desvanecer

source: Animation Type
es: Tipo de animación

source: Enable Page Animation
es: Activar animación de la página

source: Page Animation and Preloading Setting
es: Ajustes de la animación de la página y de la precarga

source: Page Animation and Preloading
es: Animación y precarga de páginas

source: Enter your RSS Feed page. For example :
es: Escribe la página de tu feed RSS. Por ejemplo:

source: Should start with <code>http://</code>
es: Debe empezar con <code>http://</code>

source: Website Socials
es: Enlaces sociales de la web

source: Logo Width
es: Ancho del logotipo

source: Logo Setting
es: Ajuste del logotipo

source: Logo
es: Logotipo

source: 1900 Pixels
es: 1900 píxeles

source: 1600 Pixels
es: 1600 píxeles

source: 1400 Pixels
es: 1400 píxeles

source: 1200 Pixels
es: 1200 píxeles

source: 1000 Pixels
es: 1000 píxeles

source: Specifies the maximum width of website.
es: Especifica el ancho máximo de la web.

source: Site Max Width
es: Ancho máximo del sitio

source: If you choose "Boxed", site content will be wrapped in a box.
es: Si eliges «En caja», el contenido del sitio se envolverá en una caja.

source: Website Layout
es: Diseño de la web

source: General Layout Setting
es: Ajustes generales de diseño

source: General Layout
es: Diseño general

source: Help
es: Ayuda

source: Documentation
es: Documentación

source: Install Recommended Plugins
es: Instalar plugins recomendados

source: Instagram Feed
es: Feed de Instagram

source: Page Builder
es: Maquetador de páginas

source: Phlox Portfolio
es: Porfolio de Phlox

source: Brick Red
es: Rojo ladrillo

source: Dark Orange
es: Naranja oscuro

source: Fire Engine Red
es: Rojo bombero

source: Tapestry
es: Tapicería

source: Half Backed
es: Medio respaldado

source: Steel Blue
es: Azul metálico

source: Pastel Orange
es: Naranja pastel

source: Tiffany Blue
es: Azul Tiffany

source: Viking
es: Vikingo

source: Dark Lavender
es: Lavanda oscuro

source: Wild Watermelon
es: Sandía salvaje

source: Tan Hide
es: Cuero marrón

source: Persimmon
es: Caqui

source: Carmine Pink
es: Rosa carmín

source: Tower Gray
es: Gris torre

source: Pale Sky
es: Cielo pálido

source: Lilac
es: Lila

source: Pink Salmon
es: Rosa salmón

source: Mikado Yellow
es: Amarillo Mikado

source: Energy Yellow
es: Amarillo energía

source: Emerald
es: Esmeralda

source: Curios Blue
es: Azul curioso

source: Fountain Blue
es: Azul fuente

source: Ball Blue
es: Bola azul

source: Dark Gray
es: Gris oscuro

source: White
es: Blanco

source: black
es: negro

source: Whether you want to display a space between title and content or not. If you need to start your content from very top of the page, disable it.
es: Si quieres mostrar un espacio entre el título y el contenido o no. Si necesitas que tu contenido empiece justo desde la parte superior de la página, desactívalo.

source: Narrow Content
es: Contenido estrecho

source: You can reduce the width of text lines and increase the readability of context (does not affect the width of media). The default (first) choice is the one that you have specified in theme options.[Blog > Single Post > Content Style]
es: Puedes reducir el ancho de las líneas de texto y aumentar la legibilidad del contexto (no afecta al ancho de los medios). La opción predeterminada (primera) es la que has especificado en las opciones de tema.[Blog > Entrada individual > Estilo de contenido].

source: Content Style
es: Estilo del contenido

source: Specifies alignment for the title in the page content.
es: Especifica la alineación para el título en el contenido de la página.

source: Title Alignment
es: Alineación del título

source: Specifies the style of sidebar on this post. The default (first) style, is the one that you have specified in theme options.[Blog > Single Post]
es: Especifica el estilo de la barra lateral de esta entrada. El estilo predeterminado (primero), es el que hayas especificado en las opciones de temas. [Blog > Entrada individual]

source: Post Sidebar Style
es: Estilo de la barra lateral de las entradas

source: Default, set theme option
es: Predeterminado, establece la opcion del tema

source: Specifies the position of sidebar on this post. The default (first) choice, is the one that you have specified in theme options.[Blog > Single Post]
es: Especifica la posición de la barra lateral en esta entrada. La opción por defecto (primera), es la que has especificado en las opciones del tema.[Blog > Entrada individual]

source: Post Sidebar Layout
es: Diseño de la barra lateral de las entradas

source: Layout options
es: Opciones de diseño

source: Yes, always
es: Sí, siempre

source: Specifies whether to display the featured image of this post on blog archive page or not. "Auto" means the featured image will be disabled automatically if there is an image in content too. Note: This option only applies to "image" and "standard" post format.
es: Especifica si se mostrará o no la imagen destacada de esta entrada en la página de archivo del blog. «Auto» significa que la imagen destacada se desactivará automáticamente si también hay una imagen en el contenido. Nota: esta opción solo se aplica a los formatos «imagen» y «estándar».

source: Display featured image on archive blog?
es: ¿Mostrar la imagen destacada en el archivo de blog?

source: Note: Parallax feature in not available for "Bottom Overlap" mode for "Vertical Position" option.
es: Nota: la función Parallax no está disponible para el modo «Solapamiento inferior» para la opción «Posición vertical».

source: Enable it to have parallax background effect on this section.
es: Actívalo para tener el efecto de parallax de fondo en esta sección.

source: Enable Parallax Effect
es: Activar efecto parallax

source: Specifies a background for title bar.
es: Especifica una imagen de fondo para la barra de título.

source: Title Background
es: Fondo del título

source: Background for title section
es: Fondo para la sección del título

source: Enable it to display custom background for title section.
es: Actívalo para mostrar un fondo personalizado en la sección de título.

source: Enable Title Background
es: Activar fondo de título

source: Light
es: Claro

source: Dark
es: Oscuro

source: Color Mode
es: Modo de color

source: Overlay Pattern
es: Opacidad de superposición

source: The color that overlay on the background. Please note that color should have transparency.
es: El color que se superpone al fondo. Ten en cuenta que el color debe tener transparencia.

source: Overlay Color
es: Color de superposición

source: Round
es: Redondo

source: This option only applies if section height is "Full Height".
es: Esta opción solo se aplica si la altura de la sección es «Altura total».

source: Scroll Down Arrow
es: Flecha de desplazamiento hacia abajo

source: Bottom Overlap
es: Solapamiento inferior

source: Middle
es: Medio

source: Note: Parallax feature in not available for "Bottom Overlap" vertical mode.
es: Nota: la función Parallax no está disponible para el modo vertical «Solapamiento inferior».

source: Specifies vertical alignment of title and subtitle.
es: Especifica la alineación vertical del título y los subtítulos.

source: Vertical Position
es: Posición vertical

source: Center
es: Centrado

source: Text Align
es: Alinear texto

source: Breadcrumb Separator
es: Separador de las migas de pan

source: Enable it to display border around breadcrumb.
es: Actívalo para mostrar el borde de las migas de pan.

source: Border for Breadcrumb
es: Borde de la miga de pan

source: Enable it to display breadcrumb on title section.
es: Actívalo para mostrar las migas de pan en la sección de título.

source: Display Breadcrumb
es: Mostrar migas de pan

source: Enable it to display post meta information on title section.
es: Actívalo para mostrar la meta información de la entrada en la sección de título.

source: Display Post Meta
es: Mostrar meta de la entrada

source: Specifies a custom background color for the box around the title and subtitle.
es: Especifica un color de fondo personalizado para el cuadro alrededor del título y el subtítulo.

source: Title Box Color
es: Color de la caja de título

source: Enable it to wrap the title and subtitle in a box with background color.
es: Actívalo para envolver el título y el subtítulo en un cuadro con color de fondo.

source: Boxed Title
es: Título en caja

source: Enable it to display a border around the title and subtitle area.
es: Actívalo para mostrar un borde alrededor del área de título y subtítulo.

source: Border for Heading
es: Borde del encabezado

source: Full Height
es: Altura completa

source: Auto Height
es: Altura automática

source: Title Section Height
es: Altura de la sección del título

source: Full Width Content
es: Contenido de ancho completo

source: Full Width Content with Space on Sides
es: Contenido de ancho completo con espacio en los lados

source: Content Width
es: Ancho del contenido

source: Enable it to customize preset layouts.
es: Actívalo para personalizar los diseños preestablecidos.

source: Enable advanced setting
es: Activar ajustes avanzados

source: Tile overlaps the title area section and is aligned center
es: La baldosa se superpone a la sección del área del título y está alineada en el centro

source: Title aligned left with dark overlay on background
es: Título alineado a la izquierda con una sobreimpresión oscura sobre el fondo

source: Fullscreen title bar with dark box around the title
es: Barra de título en pantalla completa con cuadro oscuro alrededor del título

source: Fullscreen title bar with border around the title
es: Barra de título en pantalla completa con borde alrededor del título

source: Fullscreen title bar with dark overlay on background
es: Barra de título en pantalla completa con superposición oscura sobre el fondo

source: Fullscreen title bar with light overlay on background
es: Barra de título en pantalla completa con superposición clara sobre el fondo

source: Title bar with light overlay which is aligned center
es: Barra de título con superposición clara alineada en el centro

source: Default
es: Por defecto

source: Layout presets
es: Preajustes de diseño

source: Enable it to show the page title section.
es: Actívalo para mostrar la sección de título de página.

source: Display Title Bar Section
es: Mostrar sección de la barra de título

source: Boxed
es: Ancho fijo

source: Full
es: Completo

source: Page Slider
es: Carrusel de la página

source: Slider Options
es: Opciones del carrusel

source: No header
es: Sin cabecera

source: Logo left in top, Menu left in bottom
es: Logotipo a la izquierda en la parte superior, menú a la izquierda en la parte inferior

source: Logo middle in top, Menu middle in bottom
es: Logotipo en la parte superior, menú en el medio en la parte inferior

source: Logo Right, Burger menu left
es: Logotipo a la derecha, menú hamburguesa a la izquierda

source: Logo right, Menu left
es: Logotipo a la derecha, menú a la izquierda

source: Logo left, Burger menu right
es: Logotipo a la izquierda, menú hamburguesa a la derecha

source: Logo left, Menu right
es: Logotipo a la izquierda, menú a la derecha

source: Theme Default
es: Plantilla del tema por defecto

source: Header Layout
es: Diseño de la cabecera

source: whether to display a space between title and content or not. If you need to start your content from very top of the page, disable it.
es: si mostrar un espacio entre el título y el contenido o no. Si necesitas que tu contenido empiece desde la parte superior de la página, desactívalo.

source: Display Content Top Margin
es: Mostrar margen superior de contenido

source: Overlap Background
es: Solapar el fondo

source: Bordered Sidebar
es: Barra lateral con bordes

source: Specifies the style of sidebar on this page.
es: Especifica el estilo de la barra lateral en esta página.

source: Sidebar Style
es: Estilo de la barra lateral

source: Right Left Sidebar
es: Barra lateral derecha izquierda

source: Left Right Sidebar
es: Barra lateral izquierda derecha

source: Right Right Sidebar
es: Barra lateral derecha derecha

source: Left Left Sidebar
es: Barra lateral izquierda izquierda

source: Left Sidebar
es: Barra lateral izquierda

source: Right Sidebar
es: Barra lateral derecha

source: No Sidebar
es: Sin barra lateral

source: Specifies the position of sidebar on this page.
es: Especifica la posición de la barra lateral en esta página.

source: Sidebar Layout
es: Diseño de la barra lateral

source: Full Content
es: Contenido completo

source: Boxed Content
es: Contenido en caja

source: If you select "Full", Content fills the full width of the page.
es: Si seleccionas «Completo», el contenido rellena todo el ancho de la página.

source: Content Layout
es: Diseño del contenido

source: Layout Options
es: Opciones de diseño

source: It shows custom sidebar instead of global sidebar. Otherwise it shows custom Sidebar below global sidebar
es: Muestra la barra lateral personalizada en lugar de la barra lateral global. De lo contrario, muestra la barra lateral personalizada debajo de la barra lateral global

source: Hide Global Sidebar?
es: ¿Ocultar barra lateral global?

source: Select one of the custom sidebars. You can create new ones in "Option panel > Tools > Sidebar Generator"
es: Selecciona una de las barras laterales personalizadas. Puedes crear nuevas en «Panel de opciones > Herramientas > Generador de barra lateral».

source: Sidebars
es: Barras laterales

source: --- no sidebar ---
es: --- sin barra lateral ---

source: Custom Sidebar
es: Barra lateral personalizada

source: Select one of the custom sidebars. You can create new ones in "Option panel > Tools > Sidebar Generator".
es: Selecciona una de las barras laterales personalizadas. Puedes crear nuevas en «Panel de opciones > Herramientas > Generador de barra lateral».

source: Menu
es: Menú

source: - no custom menu -
es: - sin menú personalizado -

source: Custom Menu
es: Menú personalizado

source: Custom featured color for this post.
es: Color destacado personalizado para esta entrada.

source: Featured Color
es: Color destacado

source: By default custom feature color of all posts are the same as the color defined in theme options. You have to enable this option if you want to define custom feature color for this post.
es: Por defecto, el color destacado personalizado de todas las entradas es el mismo que el color definido en las opciones del tema. Tienes que activar esta opción si quieres definir el color destacado personalizado para esta entrada.

source: Custom Featured Color?
es: ¿Color destacado personalizado?

source: General Setting
es: Ajustes generales

source: Specifies background color.
es: Especifica el color del fondo.

source: Background color
es: Color del fondo

source: Enable it to display custom background for this page.
es: Actívalo para mostrar un fondo personalizado para esta página.

source: Enable Background
es: Activar fondo

source: You can specify custom background for this page.<br/>
es: Puedes especificar un fondo personalizado para esta página.<br/>

source: Background Setting
es: Ajustes del fondo

source: Installing Plugin %1$s (%2$d/%3$d)
es: Instalando plugin %1$s (%2$d/%3$d)

source: All installations have been completed.
es: Todas las instalaciones han terminado.

source: %1$s installed successfully.
es: %1$s instalado correctamente.

source: The installation process is starting. This process may take a while on some hosts, so please be patient.
es: Comienza el proceso de instalación. Este proceso puede tardar un poco en algunos servidores, ten paciencia por favor.

source: Installing and Activating Plugin %1$s (%2$d/%3$d)
es: Instalando y activando el plugin %1$s (%2$d/%3$d)

source: All installations and activations have been completed.
es: Han terminado todas las instalaciones y activaciones.

source: %1$s installed and activated successfully.
es: %1$s instalado y activado correctamente.

source: The installation and activation process is starting. This process may take a while on some hosts, so please be patient.
es: Comienza el proceso de instalación y activación. Este proceso puede tardar un poco en algunos servidores, ten paciencia por favor.

source: The installation of %1$s failed.
es: La instalación de %1$s ha fallado.

source: An error occurred while installing %1$s: <strong>%2$s</strong>.
es: Ha ocurrido un error durante la instalación de %1$s: <strong>%2$s</strong>.

source: Updating Plugin %1$s (%2$d/%3$d)
es: Actualizando plugin %1$s (%2$d/%3$d)

source: Plugin activation failed.
es: Fallo en la activación del plugin.

source: No plugins are available to be activated at this time.
es: No hay plugins disponibles para activar en este momento.

source: No plugins were selected to be activated. No action taken.
es: No se han seleccionado plugins para activar. No se realizará ninguna acción.

source: No plugins are available to be updated at this time.
es: No hay plugins disponibles para actualizar en este momento.

source: No plugins are available to be installed at this time.
es: No hay plugins disponibles para instalar en este momento.

source: No plugins were selected to be updated. No action taken.
es: No se han seleccionado plugins para actualizar. No se realizará ninguna acción.

source: No plugins were selected to be installed. No action taken.
es: No se han seleccionado plugins para instalar. No se realizará ninguna acción.

source: Update
es: Actualizar

source: Install
es: Instalar

source: Upgrade message from the plugin author:
es: Mensaje de actualización del autor del plugin:

source: Activate %2$s
es: Activar %2$s

source: Update %2$s
es: Actualizar %2$s

source: Install %2$s
es: Instalar %2$s

source: Status
es: Estado

source: Version
es: Versión

source: Type
es: Tipo

source: Source
es: Origen
