Repository: prasish012/try
Catalog: try/media_copy/translations/shopical/existing_translations/PO FILES AS DATASETS FROM WP.TRANSLATE 2/Spain/wp-themes-phlox-*.po
Languages: es

source: Phlox is a modern, lightweight and customizable theme perfect for almost any type of website including, blog, portfolio, business, agency, news & magazine, food & restaurant, travel, and photography as well as WooCommerce storefront. What makes the Phlox unbeatable is being fast, truly responsive, translation ready, RTL layout, built with SEO in mind, professional portfolio features, 30 exclusive widgets and elements, 19 demo sites for one-click import, WooCommerce Ready, WPML ready, 100% GDPR compliance, reliable with regular updates, and also integrated with Elementor, Visual Composer and SiteOrigin page builders. Phlox is architect from scratch by the team behind the famous "Master Slider" project, so relax and be assured that you are supported by a good company. Phlox is the only theme that you have ever need to use and look no further. Start exploring the demos: http://demo.phlox.pro/default/
es: Phlox es un tema moderno, ligero y personalizable perfecto para casi cualquier tipo de sitio web, incluyendo blog, porfolio, negocios, agencia, noticias y revistas, comida y restaurante, viajes y fotografía, así como tiendas WooCommerce. Lo que hace que Phlox sea insuperable es ser rápido, verdaderamente adaptable, listo para la traducción, diseño RTL, construido con SEO en mente, características profesionales de porfolio, 30 widgets y elementos exclusivos, 19 sitios de demostración para la importación con un solo clic, listo para WooCommerce, WPML, 100% conforme al RGPD, fiable con actualizaciones regulares y, también, integrado con los maquetadores Elementor, Visual Composer, SiteOrigin. Phlox ha sido construido desde cero por el equipo que está detrás del famoso proyecto «Master Slider», así que relájate sabiendo que cuentas con el apoyo de una buena compañía. Phlox es el único tema que necesitas usar, no busques más. Empieza a explorar las demostraciones: http://demo.phlox.pro/default/

source: Invalid path scheme detected.
es: Se ha detectado un esquema de ruta no válido.

source: The container's max width is affected by the site’s max width in 'General > Layout' of the customizer. To override site max-width by elementor, switch off the 'Override elementor container size' option in the same tab in customizer.
es: La anchura máxima del contenedor se ve afectada por la anchura máxima del sitio en 'General > Diseño' del personalizador. Para anular el ancho máximo del sitio por elementor, desactiva la opción 'Anular el tamaño del contenedor de elementor' en la misma pestaña del personalizador.

source: Container Width
es: Anchura del contenedor

source: Enable this option so that customizer max-width option override elementor settings.
es: Activa esta opción para que la opción de ancho máximo del personalizador anule a los ajustes de elementor.

source: Override elementor container size
es: Anular el tamaño del contenedor de elementor

source: Blog Category, tag & author page Setting
es: Ajustes de página de categoría, etiqueta y autor del blog

source: Blog Category, tag & author
es: Categoría, etiqueta y autor del blog

source: Enable it to keep aspect ratio of featured image.
es: Actívalo para mantener la relación de aspecto de la imagen destacada.

source: Keep aspect ratio
es: Mantener relación de aspecto

source: Installing
es: Instalando

source: Updating
es: Actualizando

source: Activating
es: Activando

source: No Slug Found
es: No se ha encontrado ningún slug

source: Medium Large
es: Medio grande

source: Select size of featured image
es: Selecciona el tamaño de la imagen destacada

source: Image Size
es: Tamaño de la imagen

source: It is accessible on shop page sidebar.
es: Es accesible en la barra lateral de la página de la tienda.

source: Shop Sidebar Widget Area
es: El área de widgets de la barra lateral de la tienda

source: Cart is empty
es: El carrito está vacío

source: Add Global Color
es: Añadir un color global

source: Display Comment Number
es: Mostrar el número de comentarios

source: Use Legacy Featured colors
es: Usar los colores destacados heredados

source: Legacy featured colors are deprecated and will be removed soon, Please DO NOT use them and use above "Global Colors" instead.
es: Los colores destacados heredados están obsoletos y pronto serán eliminados. Por favor, NO los uses y, en su lugar, usa los anteriores «Colores globales».

source: Featured Colors (deprecated)
es: Colores destacados (obsoleto)

source: New Custom Color
es: Nuevo color personalizado

source: Accent
es: Énfasis

source: Secondary
es: Secundario

source: Primary
es: Principal

source: Learn More
es: Aprender más

source: Elementor Global Colors
es: Colores globales de Elementor

source: Global Colors Setting
es: Ajuste de colores globales

source: Global Colors
es: Colores globales

source: Display view cart link after successfull adding to cart in front of add to cart button.
es: Muestra un enlace para ver el carrito después de añadir correctamente al carrito desde el botón de añadir al carrito.

source: Display View Cart Link
es: Mostrar enlace de ver carrito

source: Setup Global Colors
es: Configurar los colores globales

source: Install Elementor
es: Instalar Elementor

source: Please set global colors in elementor
es: Por favor, establece los colores globales en Elementor

source: GLOBAL COLORS
es: COLORES GLOBALES

source: Global Colors Template
es: Plantilla de colores globales

source: Page Preloading Color
es: Color de precarga de la página

source: Share icon hover color
es: Color del icono para compartir al pasar el cursor

source: Share icon color
es: Color del icono para compartir

source: Enable it to expand widgets on init
es: Actívalo para ampliar los widgets al cargar

source: Expand widgets on init
es: Ampliar los widgets al cargar

source: The following pages have custom logo enabled in page options. Select the page to edit the custom logo in page options.
es: Las siguientes páginas tienen un logotipo personalizado activado en las opciones de página. Selecciona la página para editar el logotipo personalizado en las opciones de página.

source: Pages with custom logo
es: Páginas con logotipo personalizado

source: Installation Failed!
es: ¡La instalación ha fallado!

source: Installed!
es: ¡Instalado!

source: Something went wrong.
es: Algo ha salido mal.

source: Installation completed successfully.
es: La instalación se ha completado correctamente.

source: Icon Not Liked Color
es: Color del icono «No me gusta»

source: Icon Liked Color
es: Color del icono «Me gusta»

source: Breadcrumbs text max length
es: Longitud máxima del texto de las migas de pan

source: Breadcrumbs general options
es: Opciones generales de las migas de pan

source: Breadcrumbs
es: Migas de pan

source: Share Button Type
es: Tipo del botón «Compartir»

source: Text
es: Texto

source: Enable it to display text instead of icon on single post.
es: Actívalo para mostrar texto en lugar de un icono en las entradas individuales.

source: Like Button Type
es: Tipo del botón «Me gusta»

source: Like icon hover color
es: Color del icono «Me gusta» al pasar el cursor

source: Icon Hover Color
es: Color del icono al pasar el cursor

source: Like icon color
es: Color del icono «Me gusta»

source: Form Placeholder Text
es: Texto del marcador de posición del formulario

source: Submit Button Typography
es: Tipografía del botón de envío

source: Share Button Margin
es: Margen del botón de compartir

source: Share Button Icon Size
es: Tamaño del icono del botón de compartir

source: Share Button Icon
es: Icono del botón de compartir

source: Like Button Margin
es: Margen del botón de Me gusta

source: Like Button Icon Size
es: Tamaño del icono del botón de Me gusta

source: Like Icon
es: Icono del botón de Me gusta

source: Sticky Header Background
es: Fondo de la cabecera fija

source: &copy; %s. All rights reserved.
es: &copy; %s. Todos los derechos reservados.

source: Don't add line breaks and paragraphs automatically.
es: No añadir automáticamente saltos de línea y párrafos.

source: Edit with %s Builder
es: Editar con %s Builder

source: Legacy Header options notice
es: Aviso de opciones heredadas de la cabecera

source: Legacy Header Options
es: Opciones heredadas de la cabecera

source: Installing %s
es: Instalando %s

source: News
es: Noticias

source: Portfolio
es: Porfolio

source: Product
es: Producto

source: Post
es: Entrada

source: items
es: artículos

source: Deprecated
es: Obsoleto

source: Install Elementor Now
es: Instalar Elementor ahora

source: Show All %s Results
es: Mostrar los %s resultados totales

source: The following options will be deprecated soon, Please DO NOT use them and use a "Footer Template" instead.
es: Las siguientes opciones pronto quedarán obsoletas. Por favor, NO las uses y, en su lugar, usa una «Plantilla de pie de página».

source: Footer Templates Settings
es: Ajustes de las plantillas del pie de página

source: Use Legacy Footer
es: Usar el pie de página heredado

source: Get footer builder and templates by installing Elementor.
es: Obtén el maquetador del pie de página y las plantillas instalando Elementor.

source: Footer Builder
es: Maquetador del pie de página

source: Footer Templates Library
es: Biblioteca de plantillas del pie de página

source: Your Footers
es: Tus pies de página

source: Current Footer
es: Pie de página actual

source: Footer Templates
es: Plantillas del pie de página

source: Breadcrumb Separator Icon
es: Icono separador de las migas de pan

source: Cart Type In Tablet
es: Tipo de carrito en tabletas

source: Off Canvas
es: Fuera del lienzo

source: Drop Down
es: Desplegable

source: Cart Type
es: Tipo de carrito

source: The following options will be deprecated soon, Please DO NOT use them and use a "Header Template" instead.
es: Las siguientes opciones pronto quedarán obsoletas. Por favor, NO las uses y, en su lugar, usa una «Plantilla de cabecera».

source: Header Templates Settings
es: Ajustes de las plantillas de la cabecera

source: Use Legacy Header
es: Usar la cabecera heredada

source: Get header builder and templates by installing Elementor.
es: Obtén el maquetador de la cabecera y las plantillas instalando Elementor.

source: Header Templates Library
es: Biblioteca de plantillas de la cabecera

source: Your Headers
es: Tus cabeceras

source: Current Header
es: Cabecera actual

source: Header Templates
es: Plantillas de la cabecera

source: Checkout
es: Finalizar compra

source: Legacy Footer options notice
es: Aviso de opciones heredadas del pie de página

source: Legacy Footer Options
es: Opciones heredadas del pie de página

source: Header Builder
es: Maquetador de cabeceras

source: Enable it to use custom skins for dropdowns in sidebars.
es: Actívalo para usar los estilos personalizados para los desplegables en las barras laterales.

source: Custom Dropdown Skins
es: Estilos personalizados de los desplegables

source: Link/anchor ID
es: ID de enlace/ancla

source: All Categories
es: Todas las categorías

source: Subtitle
es: Subtítulo

source: Enable it to togglable the widgets in sidebars.
es: Actívalo para hacer alternables los widgets de las barras laterales.

source: Togglable Widgets
es: Widgets alternables

source: Sidebar Global Typography
es: Tipografía global de la barra lateral

source: Customize %s
es: Personalizar %s

source: default
es: por defecto

source: Basket Animation
es: Animación del carrito

source: How to deactivate?
es: ¿Cómo se desactiva?

source: Post info Terms Typography
es: Tipografía de los términos de la información de entrada

source: Display post categories
es: Mostrar categorías de entrada

source: Display Author in Footer
es: Mostrar autor en el pie

source: Display Author in Header
es: Mostrar autor en la cabecera

source: Specifies whether to show author or read more on each post.
es: Especifica si mostrar o no el autor y el leer más en cada entrada.

source: Display author or read more
es: Mostrar autor o leer más

source: Display Comment
es: Mostrar comentario

source: - No Menu -
es: - Sin menú -

source: Dismiss notice
es: Descartar este aviso

source: Remind me later
es: Recuérdamelo más tarde

source: This theme is perfectly optimized for latest version of PHP. Your current PHP version is %s, we highly recommend you to upgrade PHP to version 7.0 or higher.
es: Este tema está perfectamente optimizado para la última versión de PHP. Tu versión actual de PHP es %s, te recomendamos que actualices PHP a la versión 7.0 o superior.

source: Please update your PHP version
es: Por favor, actualiza tu versión de PHP

source: Disable it to replace footer section with an Elementor template
es: Desactívalo para reemplazar la sección del pie de página con una plantilla de Elementor

source: Padding
es: Relleno

source: Breadcrumb Color
es: Color de las migas de pan

source: Button Typography
es: Tipografía del botón

source: Post Content Typography
es: Tipografía del contenido de los comentarios

source: Post info Typography
es: Tipografía de información de entradas

source: Blog Page Appearance
es: Apariencia de la página del blog

source: Disable it to replace header section with an Elementor template
es: Desactívalo para reemplazar la sección de la cabecera con una plantilla de Elementor

source: Comment Content Typography
es: Tipografía del contenido de los comentarios

source: Comment Info Typography
es: Tipografía de la información de los comentarios

source: Comment Author Typography
es: Tipografía del autor de los comentarios

source: Response Title Typography
es: Tipografía del título de la respuesta

source: Pagination Next/Prev Typography
es: Tipografía del siguiente/anterior de la paginación

source: Pagination Active Number Typography
es: Tipografía del número activo de la paginación

source: Pagination Typography
es: Tipografía de la paginación

source: Specifies the color of social icons.
es: Especifica el color de los iconos sociales.

source: Icon Color
es: Color del icono

source: Enable it to hide subfooter on phone devices.
es: Actívalo para ocultar el subpie en los dispositivos tipo teléfono.

source: Hide Socials on Phone
es: Ocultar sociales en teléfonos

source: Hide Socials on Tablet
es: Ocultar sociales en tabletas

source: Select a template
es: Selecciona una plantilla

source: I Already Did :)
es: Ya lo hice :)

source: Maybe Later
es: Quizá más tarde

source: Sure, I like Phlox
es: Claro, me gusta Phlox.

source: Activated
es: Activado

source: Footer Menu
es: Menú de pie de página

source: Privacy Policy
es: Política de privacidad

source: Theme Attribution
es: Créditos del tema

source: Footer Appearance
es: Apariencia de pie de página

source: Sub Footer Appearance
es: Apariencia del subpie de página

source: Specifies the background color for subfooter
es: Especifica el color de fondo para el subpie.

source: Breadcrumb Links
es: Enlaces de las migas de pan

source: Breadcrumb
es: Migas de pan

source: Page Subtitle
es: Subtítulo de la página

source: Page Typography
es: Tipografía de la página

source: Post Meta Terms
es: Meta términos de entrada

source: Post Meta
es: Metadatos de la entrada

source: Post info terms
es: Términos de la información de la entrada

source: Post info
es: Información de la entrada

source: Post Content
es: Contenido de la entrada

source: Post Title
es: Título de la entrada

source: Single Post Typography
es: Tipografía de entrada individual

source: Display post title over content
es: Mostrar el título de la entrada sobre el contenido

source: Top Header Typography
es: Tipografía de la cabecera superior

source: Site Description
es: Descripción del sitio

source: Logo Text
es: Texto del logotipo

source: Menu Active Item
es: Elemento activo del menú

source: Menu Dropdown
es: Desplegable del menú

source: Main Menu
es: Menú principal

source: Header Typography
es: Tipografía de la cabecera

source: Form Notes Typography
es: Tipografía de notas del formulario

source: Specifies notes of comment forms.
es: Especifica notas de formularios de comentarios.

source: Comment Form Notes
es: Notas de formulario de comentarios

source: Reply Title Typography
es: Tipografía del título de la respuesta

source: Specifies the reply title of comment form.
es: Especifica el título de la respuesta del formulario de comentarios.

source: Reply Title
es: Título de respuesta

source: 2 Column
es: 2 columnas

source: 3 Column
es: 3 columnas

source: Specifies the layout of comment forms.
es: Especifica el diseño de los formularios de comentarios.

source: Label Typography
es: Tipografía de etiquetas

source: Enable it to add labels in comment form.
es: Actívalo para añadir etiquetas en los formularios de comentarios.

source: Label
es: Etiqueta

source: Email
es: Correo electrónico

source: Specifies the inputs of comment forms.
es: Especifica los campos de los formularios de comentarios.

source: Which Input should be display
es: Qué campos deben mostrarse

source: The following recommended plugin is currently inactive: %1$s.
es: El siguiente plugin recomendado está desactivado: %1$s.

source: The following required plugin is currently inactive: %1$s.
es: El siguiente plugin necesario está desactivado actualmente: %1$s.

source: There is an update available for: %1$s.
es: Hay una actualización disponible para: %1$s.

source: The following plugin needs to be updated to its latest version to ensure maximum compatibility with this theme: %1$s.
es: El siguiente plugin debe actualizarse a la versión más reciente para asegurar la máxima compatibilidad con este tema: %1$s.

source: This theme recommends the following plugin: %1$s.
es: Este tema recomienda el plugin: %1$s.

source: This theme requires the following plugin: %1$s.
es: Este tema necesita el siguiente plugin: %1$s.

source: Specifies the color of separator on top of footer.
es: Especifica el color del separador de la parte superior del pie de página

source: Top Separator Color
es: Color del separador superior

source: Copyright Text
es: Texto del copyright

source: Widget Links
es: Enlaces del widget

source: Widget Text
es: Texto del widget

source: Widget Title
es: Título del widget

source: Post Title Typography
es: Tipografía del título de la entrada

source: Secondary Message Typography
es: Tipografía del mensaje secundario

source: Add a Secondary message to display on top header bar.
es: Añadir un mensaje secundario para mostrarse sobre la barra de la cabecera

source: Secondary Message
es: Mensaje secundario

source: Message Typography
es: Tipografía del mensaje

source: Background Gradient
es: Gradiente del fondo

source: Submenu Skin
es: Estilo del submenú

source: Message Left, Secondary Message Right
es: Mensaje a la izquierda, mensaje secundario a la derecha

source: Specifies the layout for top header bar.
es: Especifica el diseño para la barra de la cabecera superior

source: Layout
es: Diseño

source: Enable it to display wishlist on header.
es: Actívalo para mostrar la lista de deseos en la cabecera.

source: Display Wishlist
es: Mostrar lista de deseos

source: Enable it to display myaccount on header.
es: Actívalo para mostrar myaccount en la cabecera.

source: Display My Account
es: Mostrar «Mi cuenta»

source: Total Price Text in Dropdown
es: Texto del precio total en el despegable

source: Logo left, Menu Middle
es: Logotipo a la izquierda, menú en el medio

source: Secondary Sidebar Widget Title
es: Título del widget en la barra lateral secundaria

source: Primary Sidebar Widget Title
es: Título del widget en la barra lateral principal

source: All Sidebars Widget Title
es: Título del widget en todas las barras laterales

source: Sidebars Appearance
es: Apariencia de la barra lateral

source: Heading 5 (H5)
es: Encabezado 5 (H5)

source: Heading 4 (H4)
es: Encabezado 4 (H4)

source: Heading 3 (H3)
es: Encabezado 3 (H3)

source: Heading 2 (H2)
es: Encabezado 2 (H2)

source: Heading 1 (H1)
es: Encabezado 1 (H1)

source: All Headings
es: Todos los encabezados

source: Body
es: Cuerpo

source: General Typography Setting
es: Ajustes de la tipografía general

source: General Typography
es: Tipografía general

source: Typography Template
es: Plantilla de la tipografía

source: Simple Taxonomy Ordering
es: Orden de taxonomía simple

source: Sort By
es: Ordenar por

source: Default sorting
es: Orden por defecto

source: Theme Panel
es: Panel del tema

source: Letter Spacing
es: Espaciado de caracteres

source: Line Height
es: Alto de línea

source: Line Through
es: Tachado

source: Overline
es: Raya superior

source: Underline
es: Subrayado

source: Decoration
es: Decoración

source: Oblique
es: Oblicuo

source: Style
es: Estilo

source: Capitalize
es: Con mayúscula inicial

source: Lowercase
es: Minúsculas

source: Uppercase
es: Mayúsculas

source: Transform
es: Transformar

source: Weight
es: Peso

source: Size
es: Tamaño

source: Family
es: Familia

source: Preview Shop Page
es: Vista previa de la página de la tienda

source: Text for Cart
es: Texto para el carrito

source: Enable it to use simple mode of header cart.
es: Actívalo para usar el modo simple del carrito de cabecera.

source: Simple Header Cart
es: Carrito de cabecera simple

source: Terms Not Found
es: Términos no encontrados

source: All
es: Todos

source: Category
es: Categoría

source: Use custom size for avatars in comment section in pixels.
es: Utilizar un tamaño personalizado en píxeles para los avatares de la sección de comentarios.

source: Comment Avatar Size
es: Tamaño de avatar de comentario

source: Specifies the maximum width for this page.
es: Especifica el ancho máximo de esta página.

source: Custom Page Max Width
es: Ancho máximo de página personalizado

source: Image ID
es: ID de imagen

source: Secondary Text Background Color
es: Color de fondo del texto secundario

source: Secondary Text
es: Texto secundario

source: Custom Sidebars
es: Personalizar barras laterales

source: Play all video tutorials
es: Ver todos los videotutoriales

source: Optimization
es: Optimización

source: E-Commerce
es: Comercio electrónico

source: Visual Builder
es: Maquetador visual

source: Bundled
es: Empaquetado

source: Essentials
es: Lo esencial

source: Go Pro
es: Ir a versión Pro

source: More Customization
es: Más personalización

source: Footer Preset 5
es: Preajuste 5 de pie de página

source: Repeat-Y
es: Repetir-Y

source: Repeat-X
es: Repetir-X

source: Repeat
es: Repetir

source: No-Repeat
es: No repetir

source: Sub Footer Background Image Repeat
es: Repetición de la imagen de fondo del subpie de página

source: Sub Footer Background Image Size
es: Tamaño de la imagen de fondo del subpie de página

source: center bottom
es: centro abajo

source: center center
es: centro centro

source: center top
es: centro arriba

source: right bottom
es: derecha abajo

source: right center
es: derecha al centro

source: right top
es: derecha arriba

source: left bottom
es: izquierda abajo

source: left center
es: izquierda centro

source: left top
es: izquierda arriba

source: Sub Footer Background Image Position
es: Posición de la imagen de fondo del subpie de página

source: Specifies a background image for sub footer.
es: Especifica una imagen de fondo para el subpie de página.

source: Sub Footer Background Image
es: Imagen de fondo del subpie de página

source: Enable it to add message in the header menu.
es: Actívalo para añadir un mensaje en el menú de cabecera.

source: Header Message Text
es: Texto de mensaje de cabecera

source: Logo left, Burger right, Message right
es: Logotipo a la izquierda, menú hamburguesa a la derecha, mensaje a la derecha

source: Demo Importer
es: Importador de la demostración

source: Please install "Phlox Core Elements" plugin to enable this feature.
es: Por favor, instala el plugin «Phlox Core Elements» para activar esta característica.
