Repository: prasish012/try
Catalog: try/media_copy/translations/magazine-7/existing_translations/PO FILES AS DATASETS FROM WP.TRANSLATE 2/Spain/wp-themes-prespa-*.po
Languages: es

source: Edit <span class="screen-reader-text">%s</span>
es: Editar <span class="screen-reader-text">%s</span>

source: Related Posts
es: Entradas relacionadas

source: View all posts by
es: Ver todas las entradas de

source: Author:
es: Autor:

source: --Select--
es: --Seleccionar--

source: Posts navigation
es: Navegación de entradas

source: Prespa dark mode logo
es: Logotipo del modo oscuro de Prespa

source: sec read
es: segundos de lectura

source: min read
es: minutos de lectura

source: hrs read
es: horas de lectura

source: days read
es: días de lectura

source: Home
es: Inicio

source: Woocommerce Notifications Background Color
es: Color de fondo de los avisos de WooCommerce

source: Add to Cart Text Color
es: Color del texto de «Añadir al carrito»

source: Add to Cart Background Color
es: Color de fondo de «Añadir al carrito»

source: Customize WooCommerce colors. By default, the theme uses theme accent colors to handle these but you can specify specific styles here for more flexibility.
es: Personaliza los colores de WooCommerce. Por defecto, el tema utiliza los colores de énfasis del tema para gestionarlos, pero puedes especificar estilos concretos aquí para tener más flexibilidad.

source: Colors
es: Colores

source: Logo Width
es: Ancho del logo

source: Add light version of the logo. It will be displayed in dark mode.
es: Añade la versión clara del logotipo. Se mostrará en el modo oscuro.

source: Light Logo
es: Logotipo claro

source: Woocommerce Sidebar
es: Barra lateral de WooCommerce

source: Choose the sidebar position on the blog posts, including the post archives.
es: Elige la posición de la barra lateral en las entradas del blog, incluidos los archivos de entradas.

source: Post Sidebar
es: Barra lateral de entrada

source: Choose the sidebar position on the site's pages, including the static home page.
es: Elige la posición de la barra lateral en las páginas del sitio, incluida la página de inicio estática.

source: Left Sidebar
es: Barra lateral izquierda

source: None
es: Nada

source: Right Sidebar
es: Barra lateral derecha

source: Page Sidebar
es: Barra lateral de página

source: Footer Width
es: Anchura del pie de página

source: Post Content Wrap
es: Envoltura del contenido de la entrada

source: Seperate Containers
es: Contenedores separados

source: No Wrap
es: Sin envoltura

source: Wrap posts in a card or leave them as plain text.
es: Envuelve los mensajes en una tarjeta o déjalos como texto sin formato.

source: Page Content Wrap
es: Envoltura del contenido de la página

source: Adjust the width of the container.
es: Ajusta la anchura del contenedor.

source: Header Width
es: Ancho de la cabecera

source: Set custom width for the footer.
es: Establece una anchura personalizada para el pie de página.

source: Footer Layout
es: Disposición del pie de página

source: Sidebar Layout
es: Disposición de la barra lateral

source: Container Layout
es: Diseño del contenedor

source: Set custom width for the header.
es: Establece una anchura personalizada para la cabecera.

source: Header Layout
es: Disposición de la cabecera

source: Set custom width for the header, container and the footer. Wrap posts and pages into beatiful containers.
es: Establece una anchura personalizada para la cabecera, el contenedor y el pie de página. Envuelve entradas y páginas en bonitos contenedores.

source: Select a category
es: Seleccionar una categoría

source: By Category
es: Por categoría

source: Ascending
es: Ascendente

source: Descending
es: Descendente

source: Post Order
es: Orden de las entradas

source: Title
es: Título

source: You Might Have Missed
es: Puede que te hayas perdido

source: Show "You Missed" Section
es: Mostrar la sección «Has fallado»

source: Category Image %d
es: Imagen de la categoría %d

source: Category %d
es: Categoría %d

source: View All Button Link
es: Enlace del botón «Ver todo»

source: View All Button Label
es: Etiqueta del botón «Ver todo»

source: View All
es: Ver todos

source: Post Categories Subtitle
es: Subtítulo de las categorías de las entradas

source: Post Categories Title
es: Título de las categorías de las entradas

source: Post Categories
es: Categorías de entrada

source: Unchecking this will stick the add to cart and profile icons to the right corner of the screen on page scroll.
es: Si desmarcas esta opción, los iconos de añadir al carrito y de perfil se pegarán a la esquina derecha de la pantalla al desplazarse por la página.

source: Show Woocommerce Icons
es: Mostrar iconos de WooCommerce

source: Add your mail address
es: Añade tu dirección de correo electrónico

source: Email address
es: Dirección de correo electrónico

source: Add your phone number
es: Añade tu número de teléfono

source: Phone number
es: Número de teléfono

source: Add your address
es: Añade tu dirección

source: Address
es: Dirección

source: Display a top bar menu on top of the site header. Please note that on mobile this menu gets combined with the primary menu for better user experience.
es: Mostrar un menú de barra superior en la parte superior de la cabecera del sitio. Ten en cuenta que en los móviles este menú se combina con el menú principal para mejorar la experiencia del usuario.

source: Enable Top Menu
es: Activar el menú superior

source: Menu Item Hover Animation
es: Animación al pasar el cursor sobre el elemento del menú

source: Enable Current Menu Item Underline
es: Activar el subrayado del elemento del menú actual

source: Show Search Icon
es: ﻿Mostrar el icono de búsqueda

source: Contact
es: Contacto

source: space between
es: espacio entre

source: center
es: centrado

source: Position the site title and the primary menu in relation to each other.
es: Coloca el título del sitio y el menú principal uno respecto al otro.

source: Site Header Text Alignment
es: Alineación del texto de la cabecera del sitio

source: static
es: estática

source: sticky
es: fija

source: fixed
es: fija

source: Position the header on top of the page (static position), show it while scrolling (fixed) or only show it when you scroll up (sticky). The default positon is sticky.
es: Coloca la cabecera en la parte superior de la página (posición estática), muéstralo al desplazarse (posición fija) o muéstralo solo al desplazarse hacia arriba (posición fija). La posición por defecto es fija.

source: Header Position
es: Posición de la cabecera

source: centered site title and logo
es: título y logotipo del sitio centrados

source: left site title and logo
es: título y logotipo del sitio a la izquierda

source: right site title and logo
es: título y logotipo del sitio a la derecha

source: Reorder the way header items (site title, site description, logo and primary menu) are displayed
es: Reordenar la forma en que se muestran los elementos de la cabecera (título del sitio, descripción del sitio, logotipo y menú principal)

source: Header Presets
es: Preajustes de la cabecera

source: Display a top bar menu on top of the site header and customize it accordingly. You can add business info to it, social icons, e-commerce icon, etc. You can also display a standard WordPress menu here by creating a menu and linking it to the "top menu" location. (appearance => menus)
es: Muestra un menú en la barra superior de la cabecera del sitio y personalízalo como corresponda. Puedes agregar información de tu negocio, iconos de redes sociales, icono de comercio electrónico, etc. También puedes mostrar un menú estándar de WordPress aquí, creando un menú y vinculándolo a la ubicación del «menú superior». (Apariencia => Menús)

source: Top Bar
es: Barra superior

source: Customize the way the site header is displayed. The site header in this theme consists of the site title, tagline and the primary menu. Enable transparent header menu - go pro version.
es: Personaliza la visualización de la cabecera del sitio. En este tema, la cabecera incluye el título, la descripción corta y el menú principal. Activa el menú de cabecera transparente (versión pro).

source: Site Header
es: Cabecera del sitio

source: Customize the site header with the options below.
es: Personaliza la cabecera del sitio con las opciones que aparecen a continuación.

source: Header Options
es: Opciones de la cabecera

source: Upgrade to PRO
es: Mejora a PRO

source: Pro Available
es: Versión Pro disponible

source: Show breadcrumbs on single pages
es: Mostrar migas de pan en páginas individuales

source: Show breadcrumbs on single posts
es: Mostrar migas de pan en entradas individuales

source: Show a loading spinner while the page is loaded
es: Mostrar un icono de carga mientras se carga la página

source: Enable Page Loader on Homepage
es: Activar el cargador de páginas en la página de inicio

source: Show Back to Top Button
es: Mostrar el botón «Volver arriba»

source: Customize the way the website is displayed. Enable custom mouse cursor - go pro version.
es: Personaliza la forma en que se muestra el sitio web. Activar el cursor de ratón personalizado - ir a la versión pro.

source: General Settings
es: Ajustes generales

source: Dribble
es: Dribbble

source: View list of available social icons
es: Ver la lista de iconos sociales disponibles

source: Add Row
es: Añadir fila

source: Add your social media links and their icons will automatically appear in the top bar menu. Drag and drop the urls to rearrange the order of the icons.
es: Añade los enlaces de tus medios sociales y sus iconos aparecerán automáticamente en el menú de la barra superior. Arrastra y suelta las URLs para reorganizar el orden de los iconos.

source: Social Icons
es: Iconos Sociales

source: Add your social media links and their icons will automatically appear in the footer. Drag and drop the urls to rearrange the order of the icons.
es: Añade los enlaces de tus medios sociales y sus iconos aparecerán automáticamente en el pie de página. Arrastra y suelta las URLs para reorganizar el orden de los iconos.

source: Show Social icons
es: Mostrar iconos sociales

source: Footer Links Color
es: Color de los enlaces del pie de página

source: Footer Text Color
es: Color del texto de pie de página

source: Footer Background Color
es: Color de fondo del pie de página

source: Change footer styles. Add copyright info and remove default theme credits - go pro version.
es: Cambiar los estilos del pie de página. Añadir información de derechos de autor y eliminar los créditos por defecto del tema (versión pro).

source: Footer Options
es: Opciones de pie de página

source: Background
es: Fondo

source: Enable site visitors to switch to dark or light theme mode in the header menu.
es: Permite a los visitantes del sitio cambiar al modo de tema oscuro o claro en el menú de la cabecera.

source: Enable Dark Mode Switcher
es: Activar el conmutador de modo oscuro

source: Night Mode
es: Modo nocturno

source: Top Bar Text Color
es: Color del texto de la barra superior

source: Top Bar Background Color
es: Color de fondo de la barra superior

source: Primary Menu Text Color
es: Color del texto del menú principal

source: Buttons Background Color
es: Color del fondo de los botones

source: Links Text Color
es: Color del texto de los enlaces

source: Link Headings Text Color
es: Color del texto de los encabezados de los enlaces

source: Body Text Color
es: Color del texto del cuerpo

source: Headings Text Color
es: Color del texto de los encabezados

source: Secondary Accent Color
es: Color de énfasis secundario

source: Primary Accent Color
es: Color de énfasis principal

source: Display related posts after post content in single blog posts
es: Mostrar entradas relacionadas después del contenido de la entrada en las entradas de blog individuales

source: Show related posts
es: Mostrar las entradas relacionadas

source: Display social share icons inside blog posts.
es: Muestra los iconos sociales dentro de las entradas del blog.

source: Show social share icons
es: Mostrar iconos sociales para compartir

source: Display post author box after post content on single blog posts
es: Mostrar el cuadro de autor de la entrada después del contenido de la entrada en las entradas de blog individuales

source: Show post author box
es: Mostrar cuadro de autor de la entrada

source: Inside post
es: Dentro de las entradas

source: Fullwidth header
es: Cabecera de ancho completo

source: Display the post featured image as a fullwidth header above post content or inside the post
es: Mostrar la imagen destacada de la entrada como cabecera de ancho completo sobre el contenido de la entrada o dentro de la entrada

source: Featured Image Display
es: Mostrar imagen destacada

source: Underline
es: Subrayado

source: Choose an animation to display when hovering over a menu item.
es: Elige una animación, que se mostrará al pasar el cursor por encima de un elemento del menú.

source: Post Archives Title Hover Animation
es: Animación al pasar el cursor por el título de los archivos de entradas

source: Disabled
es: Desactivado

source: Rotate Text Animation
es: Animación de texto rotado

source: Slide Up Animation
es: Animación de deslizamiento hacia arriba

source: Zoom In Animation
es: Animación de acercamiento

source: Animate blog posts in post archives.
es: Animar entradas de blog en archivos de entradas.

source: Post Loop Animation
es: Animación de bucle de entradas

source: Masonry
es: Mosaico

source: Grid
es: Cuadrícula

source: Display post columns in a grid or masonry layout
es: Mostrar columnas de entradas en un diseño de cuadrícula o mosaico

source: Post Archives Display
es: Visualización de archivos de entradas

source: Four Columns
es: Cuatro Columnas

source: Three Columns
es: Tres columnas

source: Two Columns
es: Dos columnas

source: One Column
es: Una columna

source: Display posts in post archives in a single or multi-column layout
es: Mostrar las entradas en los archivos de entradas en una disposición de una o varias columnas

source: Post Archives Layout
es: Disposición de los archivos de entradas

source: Enter a number between 10 and 55. Default is 55.
es: Introduce un número entre 10 y 55. Por defecto es 55.

source: Post Excerpt Length
es: Longitud del extracto de entrada

source: Show post excerpts instead of full content for your post archives.
es: Mostrar extractos de entrada en lugar del contenido completo para el archivo de tus entradas.

source: Blog Excerpts
es: Extractos del blog

source: Customize the way blog posts meta information in post archives and single blog posts are displayed. You can choose to show or hide the post meta after the post content. Drag and drop the boxes to chage the post meta order.
es: Personaliza cómo se muestra la metainformación de las entradas del blog en los archivos y en las entradas individuales. Puedes mostrar u ocultar la metainformación después del contenido. Arrastra y suelta las cajas para cambiar el orden de la metainformación.

source: Show Post Meta After Post Content
es: Mostrar la iformación meta de la entrada después del contenido de la entrada

source: Show Time to Read
es: Mostrar el tiempo de lectura

source: Show Number of Comments
es: Mostrar el número de comentarios

source: Show Post Tags
es: Mostrar las etiquetas de entrada

source: Show Post Categories
es: Mostrar las categorías de entradas

source: Show Post Author
es: Mostrar el autor de la entrada

source: Show Post Date
es: Mostrar fecha de publicación

source: Customize the way blog posts meta information in post archives and single blog posts are displayed. You can choose to show or hide the post meta before the post content. Drag and drop the boxes to chage the post meta order.
es: Personaliza la forma en que se muestra la información meta de las entradas del blog en los archivos de entradas y en las entradas individuales del blog. Puedes elegir mostrar u ocultar los metadatos antes del contenido de la entrada. Arrastra y suelta las cajas para cambiar el orden de los metadatos.

source: Show Post Meta Before Post Content
es: Mostrar la información meta de la entrada antes del contenido

source: If there is no featured image assigned to the post, try to get the first image from the post content.
es: Si no hay ninguna imagen destacada asignada a la entrada, intenta obtener la primera imagen del contenido de la entrada.

source: Display post content image as a fallback featured image in post archives
es: Mostrar la imagen del contenido de la entrada como imagen destacada de respaldo en los archivos de entradas

source: Show post categories on top of the post
es: Mostrar categorías de entrada en la parte superior de la entrada

source: Show post categories
es: Mostrar las categorías de entradas

source: Customize the way blog posts are displayed.
es: Personaliza la forma en que se muestran las entradas del blog.

source: Blog Settings
es: Ajustes del blog

source: Add
es: Añadir

source: Reset
es: Restablecer

source: Mobile
es: Móvil

source: Tablet
es: Tableta

source: Desktop
es: Escritorio

source: Shadow
es: Sombra

source: Pulse
es: Pulso

source: Slide in
es: Deslizamiento hacia adentro

source: Border Move
es: Movimiento del borde

source: Rollover
es: Vuelco

source: Choose button hover animation.
es: Elegir la animación al pasar el cursor sobre el botón.

source: Button hover animation
es: Animación al pasar el cursor sobre el botón

source: Add link to the button. You can link it to the About page or the Contact page or to a specific section from the Homepage.
es: Añade un enlace al botón. Puedes vincularlo a la página «Acerca de», a la página de contacto o a una sección específica de la página de inicio.

source: Button Link
es: Enlace del botón

source: Change the default text of the button.
es: Cambia el texto por defecto del botón.

source: Button Text
es: Texto del botón

source: Get Started
es: Primeros pasos

source: Change the default text of the header description.
es: Cambia el texto por defecto de la descripción de la cabecera.

source: Header Description
es: Descripción de la cabecera

source: Don't let the opportunity pass by
es: No dejes pasar la oportunidad

source: Change the default text of header title.
es: Cambia el texto por defecto del título de la cabecera.

source: Header Title
es: Título de la cabecera

source: JOURNEY OF A THOUSAND MILES BEGINS WITH A SINGLE STEP
es: UN VIAJE DE MIL MILLAS COMIENZA CON UN SOLO PASO

source: Header Image Gradient Color Two
es: Segundo color del degradado de la imagen de la cabecera

source: Header Image Gradient Color One
es: Primer color del degradado de la imagen de la cabecera

source: Control the gradient density. From 0 to 9. Default is 4. Set it to 0 to remove the entire gradient.
es: Controla la densidad del degradado. De 0 a 9. Por defecto es 4. Establécelo a 0 para eliminar todo el degradado.

source: Header Image Gradient Density
es: Densidad del degradado de la imagen de cabecera

source: Add beautiful parallax effect on page scroll.
es: Añade un bonito efecto parallax en el desplazamiento de la página.

source: Header Image Parallax
es: Parallax de la imagen de la cabecera

source: Choose how you want to position the header image.
es: Elige cómo quieres colocar la imagen de la cabecera.

source: Header Background Position
es: Posición del fondo de la cabecera

source: Control the height of the header image. Default is 380px.
es: Controla la altura de la imagen de cabecera. Por defecto es 380px.

source: Header Image Height
es: Altura de la imagen de la cabecera

source: Toggle Navigation
es: Alternar navegación

source: Main navigation
es: Navegación principal

source: Secondary navigation
es: Navegación secundaria

source: Skip to content
es: Saltar al contenido

source: Footer 4
es: Pie de página 4

source: Widgets in this area will be displayed in the fourth column in the footer.
es: Los widgets de esta área se mostrarán en la cuarta columna del pie de página.

source: Footer 3
es: Pie de página 3

source: Widgets in this area will be displayed in the third column in the footer.
es: Los widgets de esta área se mostrarán en la tercera columna del pie de página.

source: Footer 2
es: Pie de página 2

source: Widgets in this area will be displayed in the second column in the footer.
es: Los widgets de esta área se mostrarán en la segunda columna del pie de página.

source: Footer 1
es: Pie de página 1

source: Widgets in this area will be displayed in the first column in the footer.
es: Los widgets de esta área se mostrarán en la primera columna del pie de página.

source: Sidebar
es: Barra lateral

source: Top
es: Arriba

source: Primary
es: Principal

source: Footer Widget Area
es: Área de widgets del pie de página

source: Footer
es: Pie de página

source: Comments are closed.
es: Los comentarios están cerrados.

# comments title
source: %1$s Comment
es: %1$s comentario

source: One Comment
es: Un comentario

source: The requested url was not found on this server. Maybe try one of the links below or a search?
es: La URL solicitada no se encontró en este servidor. ¿Puedes probar con alguno de los enlaces siguientes o con una búsqueda?

source: Page not Found
es: Página no encontrada
