Repository: prasish012/try
Catalog: try/media_copy/translations/magazine-7/existing_translations/PO FILES AS DATASETS FROM WP.TRANSLATE 2/Spain/wp-themes-digital-newspaper-*.po
Languages: es

source: Digital Newspaper is now here to captivate WordPress website owners with unprecedented features you shall only find here first. The main banner has a professional 3 columns design that’s best suitable for news sites. It comes with 7 front sections with 7 different news block layouts and 9 custom Digital Newspaper widgets. You will get to choose separate colors and designs for all main elements of the page at both the initial and hover states. There are typography controls (5 font families, and font-weight) for Site title, Navigation Menu, Block Title, Post Title, Post Meta, Post Content, Archive, and Single Post. The theme provides custom breadcrumb trail options for popular plugins - Breadcrumb NavXT, Yoast SEO, and Rank Math SEO plugin. You will get a welcome dilemma in having to choose between 5 front page sidebar layouts, 5 archive sidebar layouts, 5 post sidebar layouts, 5 page sidebar layouts with sticky option in each layout, and 2 basic archive layouts. Also, the header section can be made sticky upon scrolling up and the theme has a scroll-to-top button. Enjoy the preference to select between boxed and full-width layouts in all sections. Available with 4+ pre-built starter websites, that you will get to install in one click. Demo link: https://doc.blazethemes.com/digital-newspaper/ Video tutorial: https://www.youtube.com/watch?v=h1aumrJXlyY
es: Digital Newspaper ya está aquí para cautivar a los propietarios de sitios web WordPress con características sin precedentes que sólo encontrarás aquí en primer lugar. El banner principal tiene un diseño profesional de 3 columnas, que es el más adecuado para sitios de noticias. Viene con 7 secciones frontales con 7 diseños de bloques de noticias diferentes, y 9 widgets personalizados de Digital Newspaper. Podrás elegir colores y diseños distintos para todos los elementos principales de la página, tanto en el estado inicial como al pasar el cursor. Hay controles de tipografía (5 familias de fuentes, y grosores) para el título del sitio, menú de navegación, título del bloque, título de la entrada, metadatos de la entrada, contenido de la entrada, archivo y entrada única. El tema proporciona opciones personalizadas de rastro de migas de pan para plugins populares: Breadcrumb NavXT, Yoast SEO y Rank Math SEO plugin. Te encontrarás con el dilema de tener que elegir entre 5 diseños de barra lateral de página de inicio, 5 diseños de barra lateral de archivo, 5 diseños de barra lateral de entrada, 5 diseños de barra lateral de página con opción de fijo en cada diseño y 2 diseños básicos de archivo. Además, la sección de cabecera se puede fijar al hacer scroll hacia arriba y el tema tiene un botón de scroll hacia la zona superior. Disfruta de la posibilidad de elegir entre diseños en caja o de ancho completo en todas las secciones. Disponible con más de 4 sitios web de inicio preconstruidos, que podrás instalar con un solo clic. Enlace de demostración: https://doc.blazethemes.com/digital-newspaper/ Tutorial de vídeo: https://www.youtube.com/watch?v=h1aumrJXlyY

source: No Result Content
es: Contenido de «Sin resultados»

source: No Result Ttile
es: Título de «Sin resultados»

source: Prefix Ttile
es: Título del prefijo

source: Button Text & Url
es: Texto y URL del botón

source: 404 Content Ttile
es: Título del contenido 404

source: 404 Page Ttile
es: Título de la página 404

source: Need More 404 Features ?
es: ¿Necesitas más características 404?

source: Padding & Content Background
es: Fondo del relleno y del contenido

source: Show Archive Categories
es: Mostrar las categorías del archivo

source: Show Archive Title Prefix
es: Mostrar el prefijo del título del archivo

source: 6 Archive Layouts
es: 6 diseños de archivo

source: Need More Archive Features ?
es: ¿Necesitas más características de archivo?

source: Text & Link color
es: Color del texto y el enlace

source: Copyright Align
es: Alineación del copyright

source: WYSIWYG Editor
es: Editor WYSIWYG

source: Need More Bottom Footer Features ?
es: ¿Necesitas más características para el pie de página inferior?

source: Widget Background
es: Fondo del widget

source: Text Color
es: Color del texto

source: Border Top
es: Borde superior

source: Need More Theme Footer Features ?
es: ¿Necesitas más características para el pie de página del tema?

source: 3 Column Section
es: Sección de 3 columnas

source: 2 Column Section
es: Sección de 2 columnas

source: Video Playlist
es: Lista de reproducción de vídeo

source: Margin & Padding
es: Margen y relleno

source: Content & Section Background
es: Fondo del contenido y de la sección

source: Unlimited Sections
es: Secciones ilimitadas

source: And Meny More
es: Y muchos más

source: Layout One Tab Re-Order
es: Ordenar pestañas de plantilla One

source: Column Re-Order
es: Reordenar columnas

source: Content Background
es: Fondo del contenido

source: Slider Settings
es: Ajustes del carrusel

source: Excerpt Length
es: Tamaño del extracto

source: Show Post Category, Date & Author
es: Mostrar categoría, fecha y autor de la entrada

source: 6 Banner Layouts
es: 6 diseños de banner

source: Slider Speed
es: Velocidad de carrusel

source: Show Ticker Controllers
es: Mostrar controladores de teletipo

source: Offset
es: Compensación

source: Show Post Thumbnail Image
es: Mostrar la imagen en miniatura de la entrada

source: 3 Ticker Layouts
es: 3 diseños de teletipo

source: Show View All Button
es: Mostrar el botón «Ver todo»

source: Number of Posts to Display
es: Número de entradas a mostrar

source: Show Post Thumbnail, Title & Date
es: Mostrar miniatura, título y fecha de la entrada

source: Need More Live Search Options ?
es: ¿Necesitas más opciones de búsqueda en vivo?

source: Border Top & Bottom
es: Bordes superior e inferior

source: Mobile Menu Toggle Color
es: Color de conmutador del menú móvil

source: Sub Menu Text & Background Color
es: Texto del submenú y color de fondo

source: Main Menu Text & Active Color
es: Texto y color activo del menú principal

source: Need More Menu Options ?
es: ¿Necesitas más opciones de menú?

source: Need More Random Options ?
es: ¿Necesitas más opciones aleatorias?

source: Label color
es: Color de etiqueta

source: Open in New / Same Tab
es: Abrir en una nueva / misma pestaña

source: Button Content Display As
es: Contenido del botón mostrar como

source: Need More Newsletter Options ?
es: ¿Necesitas más opciones de boletín?

source: Related Posts Meta Re-Order
es: Reordenar metadatos de las entradas relacionadas

source: Show Related Posts on Popup Box
es: Mostrar entradas relacionadas en el cuadro emergente

source: Show Featured Image
es: Mostrar la imagen destacada

source: Number of Related Posts
es: Número de entradas relacionadas

source: Related News Filter By
es: Filtro de noticias relacionadas por

source: Meta Re-Order
es: Reordenar metadatos

source: Elements Re-Order
es: Reordenar elementos

source: More than 1500+ Google Fonts
es: Más de 1500 fuentes de Google

source: Show header box shadow
es: Mostrar sombra del cuadro de cabecera

source: Search Icon Color
es: Color del icono de búsqueda

source: Sidebar Background
es: Fondo de la barra lateral

source: Toggle Bar Color
es: Alternar el color de la barra

source: Header Sticky on Scroll Down
es: Cabecera fija al desplazarse hacia abajo

source: Sidebar Appear From
es: La barra lateral aparece desde

source: 3 header layouts
es: 3 diseños de cabecera

source: Need More Main Header Options ?
es: ¿Necesitas más opciones de cabecera principal?

source: Ads Banner Sidebar
es: Barra lateral del banner publicitario

source: Need More Ads Banner Options ?
es: ¿Necesitas más opciones de banners publicitarios?

source: Ticker Text & Arrows Color
es: Texto del teletipo y color de las flechas

source: Menu & Social Icon Color
es: Color del menú y de los iconos sociales

source: Date / Time Color
es: Color de fecha / Hora

source: Border Bottom
es: Borde inferior

source: Ticker slide horizontal direction
es: Dirección horizontal de deslizamiento del teletipo

source: Ticker auto slide
es: Deslizamiento automático del teletipo

source: Ticker Number of posts to display
es: Número de entradas a mostrar del teletipo

source: Need More Top Header Options ?
es: ¿Necesitas más opciones de cabecera superior?

source: More than 1500+ google fonts
es: Más de 1500 fuentes de Google

source: Need More Typography Options ?
es: ¿Necesitas más opciones tipográficas?

source: Icon Text Color
es: Color de texto de icono

source: Border Hover
es: Borde al pasar el cursor

source: Button Align
es: Alineación de botones

source: Button Label
es: Etiqueta de botón

source: Text & Link Color
es: Color de texto y enlace

source: Display Breadcrumb On
es: Mostrar migas de pan en

source: Need More Breadcrumb Options ?
es: ¿Necesitas más opciones de migas de pan?

source: Need More Sidebar Options ?
es: ¿Necesitas más opciones de barra lateral?

source: Padding
es: Relleno

source: Border
es: Borde

source: Font Size
es: Tamaño de letra

source: Need More Global Button Options ?
es: ¿Necesitas más opciones globales de botón?

source: 2 cursor animation
es: 2 animaciones de cursor

source: Post blocks hover effects
es: Efectos de bloques de entradas al pasar el cursor

source: 10 image hover effects
es: 10 efectos de imagen al pasar el cursor

source: 10 post title hover effects
es: 10 efectos de título de entrada al pasar el cursor

source: Site Wow Animation
es: Animación «Wow» del sitio

source: Need More Animation Options ?
es: ¿Necesitas más opciones de animación?

source: 3 search popup layouts
es: 3 diseños emergentes de búsqueda

source: 6 title layouts
es: 6 diseños de título

source: Need More Website Layout Options ?
es: ¿Necesitas más opciones de diseño del sitio web?

source: Border Width & Box Shadow
es: Anchura de borde y sombra de caja

source: Frame Width & Color
es: Anchura y color del marco

source: Enable Website Frame
es: Activar el marco del sitio web

source: Need More Website Styles Options ?
es: ¿Necesitas más opciones de estilo del sitio web?

source: Need More Preloader Options ?
es: ¿Necesitas más opciones de precargador?

source: Add as many social icons as you want
es: Añade tantos iconos sociales como quieras

source: Need More Social Icons Options ?
es: ¿Necesitas más opciones de iconos sociales?

source: Animation Object Color
es: Color del objeto de animación

source: Animation 2
es: Animación 2

source: Background Animation
es: Animación del fondo

source: Animation 1
es: Animación 1

source: Applied to mouse pointer.
es: Se aplica al puntero del ratón.

source: Cursor animation
es: Animación del cursor

source: Got pre sales queries?
es: ¿Tienes consultas de preventa?

source: Maybe later
es: Quizá más tarde

source: Upgrade to pro
es: Actualizar a pro

source: Hello %1$s! We hope you're enjoying the %2$s theme now that you've been using it for a while. You may always upgrade to pro to gain access to more premium features. You can also get a %4$s discount by using the promo code %3$s during checkout. Enjoy!
es: ¡Hola %1$s! Esperamos que estés disfrutando del tema %2$s ahora que llevas un tiempo utilizándolo. Siempre puedes actualizar a pro para acceder a más funciones premium. También puedes obtener un descuento %4$s utilizando el código promocional %3$s durante la compra. ¡Que lo disfrutes!

source: Cheatin&#8217; huh?
es: Haciendo trampas, ¿eh?

source: Action failed. Please refresh the page and retry.
es: La acción ha fallado. Por favor, recarga la página e inténtalo de nuevo.

source: Upgrade
es: Actualizar

source: Help
es: Ayuda

source: (opens in a new tab)
es: (se abre en una nueva pestaña)

source: BlazeThemes Author Overview
es: BlazeThemes Vista general del autor

source: Dismiss Notice
es: Descartar aviso

source: Leave A Review
es: Dejar una reseña

source: We are constantly striving to improve and we'd like to hear from you. Hope you spend your few seconds reviewing our product. We appreciate your time and feedback! Thank you!!
es: Nos esforzamos constantemente por mejorar y nos gustaría conocer tu opinión. Esperamos que dediques unos segundos a revisar nuestro producto. Agradecemos tu tiempo y tus comentarios ¡Gracias!

source: How was your experience using Digital Newspaper theme ?
es: ¿Cómo ha sido tu experiencia con el tema Digital Newspaper?

source: Thank you for using Digital Newspaper theme
es: Gracias por utilizar el tema Digital Newspaper

source: Welcom notice hidden
es: Aviso de bienvenida oculto

source: Review notice hidden.
es: Aviso de reseña oculto.

source: Free
es: Gratis

source: Free and Premium Demos
es: Demos gratuitas y Premium

source: Free vs PRO
es: Gratis vs PRO

source: Leave a review
es: Deja una reseña

source: Digital Newspaper Options
es: Opciones de Digital Newspaper

source: Dismissing
es: Descartando

source: You dont have permission to perform this action
es: No tienes permiso para realizar esta acción

source: Enter the valid css code. Type "{wrapper}" before every new line. "{wrapper}" will be replaced by main wrapper i.e "#header-menu"
es: Introduce el código css válido. Escribe "{wrapper}" antes de cada nueva línea. "{wrapper}" será sustituido por el wrapper principal, es decir, "#header-menu".

source: Enter the valid css code. Type "{wrapper}" before every new line. "{wrapper}" will be replaced by main wrapper i.e ".top-header"
es: Introduce el código css válido. Escribe "{wrapper}" antes de cada nueva línea. "{wrapper}" será sustituido por el wrapper principal, es decir, ".top-header".

source: Enter the valid css code. Type "{wrapper}" before every new line. "{wrapper}" will be replaced by main wrapper i.e ".site-branding"
es: Introduce el código css válido. Escribe "{wrapper}" antes de cada nueva línea. "{wrapper}" será sustituido por el wrapper principal, es decir, ".site-branding".

source: Enter the valid css code. Type "{wrapper}" before every new line. "{wrapper}" will be replaced by main wrapper i.e ".digital-newspaper-breadcrumb-wrap"
es: Introduce el código css válido. Escribe "{wrapper}" antes de cada nueva línea. "{wrapper}" será sustituido por el wrapper principal, es decir, ".digital-newspaper-breadcrumb-wrap".

source: Enter the valid css code. Type "{wrapper}" before every new line. "{wrapper}" will be replaced by main wrapper i.e ".post-element a.post-link-button"
es: Introduce el código css válido. Escribe "{wrapper}" antes de cada nueva línea. "{wrapper}" será sustituido por el wrapper principal, es decir, ".post-element a.post-link-button".

source: Css code
es: Código CSS

source: Custom Css
es: CSS personalizado

source: Trailing posts categories
es: Rastro de las categorías de entradas

source: Column Layout
es: Disposición de columnas

source: Row Layout
es: Disposición de filas

source: Trailing Posts Setting
es: Ajustes de entradas del final

source: Layout six
es: Diseño seis

source: Layout Five
es: Diseño cinco

source: More sections and news blocks
es: Más secciones y bloques de noticias

source: Left and right both sidebar layout
es: Diseño de la barra lateral izquierda y derecha

source: 20+ Preloader
es: + 20 precargadores

source: View Premium
es: Ver Premium

source: More Features
es: Más características

source: Enable live search
es: Activar la búsqueda en directo

source: Live Search
es: Búsqueda en directo

source: Manage live search
es: Gestionar la búsqueda en directo

source: Dismiss this notice
es: Descartar este aviso

source: Documentation
es: Documentación

source: Customize Site
es: Personalizar sitio

source: Install Demos
es: Instalar demos

source: Get started with multipurpose news theme and give your site a new look. We recommend you to please go through the documentation to get started with theme and setup homepage quicky.
es: Empieza a utilizar el tema multipropósito para revistas y dale un nuevo aspecto a tu sitio. Te recomendamos que consultes la documentación para dar tus primeros pasos con el tema y configurar la página de inicio rápidamente.

source: Digital Newspaper Review Notice
es: Aviso de valoración de Digital Newspaper

source: Error while trying to install or active the plugin.
es: Error al intentar instalar o activar el plugin.

source: Demo importer plugin installed and activated
es: Plugin importador de demos instalado y activado

source: Demo importer plugin activated
es: Plugin importador de demos activado

source: Installed but Not Active
es: Instalado pero no activo

source: Installed and Active
es: Instalado y activo

source: Not Installed
es: No Instalado

source: Demo import success
es: Importación de demostración correcta

source: Demo Import Progress
es: Progreso de la importación de la demo

source: Cancel
es: Cancelar

source: Import Demo
es: Importar demo

source: It is always recommended to reset the database for a complete demo import.
es: Siempre se recomienda restablecer la base de datos para una importación de demostración completa.

source: Reseting the website will delete all your post, pages, custom post types, categories, taxonomies, images and all other customizer and theme option settings.
es: Restablecer la web borrará todas tus entradas, páginas, tipos de contenido personalizado, categorías, taxonomías, imágenes y todas los demás ajustes del personalizador y de las opciones del tema.

source: Reset Website
es: Restablecer web

source: No Required Plugins Found.
es: No se han encontrado los plugins necesarios.

source: For your website to look exactly like the demo,the import process will install and activate the following plugin if they are not installed or activated.
es: Para que tu sitio web tenga el mismo aspecto que la demo, el proceso de importación instalará y activará los siguientes plugins si no están instalados o activados.

source: Required Plugins
es: Plugins necesarios

source: This process will install all the required plugins, import contents and setup customizer and theme options.
es: Este proceso instalará todos los plugins necesarios, importará contenidos y configurará el personalizador y las opciones del tema.

source: We recommend you backup your website content before attempting to import the demo so that you can recover your website if something goes wrong. You can use %s plugin for it.
es: Te recomendamos que hagas una copia de seguridad del contenido de tu sitio web antes de intentar importar la demo, para que puedas recuperar tu sitio web si algo sale mal. Puedes utilizar el plugin %s para ello.

source: It looks like the config file for the demos is missing or conatins errors!. Demo install can't go futher!
es: ¡Parece que el archivo de configuración de las demos falta o contiene errores! La instalación de la demo no puede continuar

source: Install
es: Instalar

source: Buy Now
es: Comprar ahora

source: Preview
es: Previsualizar

source: All Ready for demo import!! Setup your site exactly like demo
es: ¡Todo listo para la importación de demos! Configura tu sitio exactamente igual que la demo

source: Install BlazeThemes Demo Importer and Import any available demo in One Click
es: Instala el Importador de demos de BlazeThemes e importa cualquier demo disponible con un solo clic

source: Activate Blazethemes Demo Importer Now and Import any available demo in One Click
es: Activa ahora el Importador de demos de Blazethemes e importa cualquier demo disponible con un solo clic

source: Theme demo
es: Demo del tema

source: Support
es: Soporte

source: Setup Tutorials
es: Tutoriales de configuración

source: Contain
es: Contenido

source: Cover
es: Cubrir

source: Background Size
es: Tamaño del fondo

source: Fixed
es: Fijo

source: Background Attachment
es: Fijación del fondo

source: Background Repeat
es: Repetición del fondo

source: Background Position
es: Posición del fondo

source: Show more settings!
es: ¡Mostrar más ajustes!

source: Show less settings!
es: ¡Mostrar menos ajustes!

source: Choose an image
es: Elige una imagen

source: Image
es: Imagen

source: Gradient
es: Degradado

source: Solid
es: Sólido

source: Clear
es: Vaciar

source: Replace image
es: Reemplazar imagen

source: Upload an image
es: Subir una imagen

source: Next:
es: Siguiente:

source: Previous:
es: Anterior:

source: Continue reading<span class="screen-reader-text"> "%s"</span>
es: Seguir leyendo<span class="screen-reader-text"> "%s"</span>

source: mins
es: minutos

source: Pages:
es: Páginas:

source: It seems we can&rsquo;t find what you&rsquo;re looking for. Perhaps searching can help.
es: Parece que no encontramos lo que estás buscando. Puede que una búsqueda te ayude.

source: Sorry, but nothing matched your search terms. Please try again with some different keywords.
es: Lo sentimos, pero nada coincide con tus términos de búsqueda. Por favor, prueba de nuevo con algunas palabras diferentes.

source: Ready to publish your first post? <a href="%1$s">Get started here</a>.
es: ¿Preparado para publicar tu primera entrada? <a href="%1$s">Empieza aquí</a>.

source: Nothing Found
es: No se ha encontrado nada

source: Nothing Found for - %1s
es: No se ha encontrado nada para - %1s

source: Search Results for
es: Resultados de búsqueda para

source: Footer Sidebar - Column 4
es: Barra lateral de pie de página - Columna 4

source: Footer Sidebar - Column 3
es: Barra lateral de pie de página - Columna 3

source: Footer Sidebar - Column 2
es: Barra lateral de pie de página - Columna 2

source: Footer Sidebar - Column 1
es: Barra lateral de pie de página - Columna 1

source: Add widgets suitable for middle left here.
es: Añade aquí widgets adecuados para el centro izquierda.

source: Frontpage - Middle Left Sidebar
es: Portada - Barra lateral central izquierda

source: Add widgets suitable for middle right here.
es: Añade widgets adecuados para el centro justo aquí.

source: Frontpage - Middle Right Sidebar
es: Portada - Barra lateral central derecha

source: Header Toggle Sidebar
es: Cabecera alternar barra lateral

source: Add widgets here.
es: Añade widgets aquí.

source: Sidebar
es: Barra lateral

source: Right
es: Derecha

source: Center
es: Centrado

source: Left
es: Izquierda

source: change the alignment of the wiget title text.
es: cambia la alineación del texto del título de widget.

source: Text Align
es: Alineación del texto

source: Add the widget title here.
es: Añade aquí el título del widget.

source: Custom Widget Title
es: Título personalizado del widget

source: Theme custom widget title.
es: Título del widget personalizado del tema.

source: Digital Newspaper : Widget Title
es: Digital Newspaper : Título del widget

source: Remove image
es: Eliminar la imagen

source: Add image
es: Añadir imagen

source: Add url here . .
es: Añadir URL aquí...

source: go to manage social icons
es: ir a gestionar iconos sociales

source: Manage social icons from customizer
es: Gestiona los iconos sociales desde el personalizador

source: Inherit global default social icons color
es: Hereda el color global por defecto de los iconos sociales

source: Find Me On
es: Encuéntrame en

source: The list of social icons.
es: La lista de iconos sociales.

source: Digital Newspaper : Social Icons
es: Digital Newspaper : Iconos sociales

source: A collection of posts from specific category displayed in list layout.
es: Una colección de entradas de una categoría específica mostradas en forma de lista.

source: Digital Newspaper : Posts List
es: Digital Newspaper : Lista de entradas

source: Show post excerpt content
es: Mostrar el contenido del extracto de la entrada

source: Trending News
es: Noticias de tendencia

source: A collection of posts from specific category displayed in grid layout.
es: Una colección de entradas de una categoría específica mostradas en un diseño de cuadrícula.
