Repository: prasish012/try
Catalog: try/media_copy/translations/magazine-7/existing_translations/PO FILES AS DATASETS FROM WP.TRANSLATE 2/Spain/wp-themes-prespa-*.po
Languages: es

source: Prespa is a next-generation multi-purpose WordPress theme. It is perfect for a blog, portfolio website, digital agency, marketing, seo, consulting, sass application website, e-commerce shop as well as any type of corporate, finance and agency website. You will be surprised how many options this generous theme provides. At the same time, a serious effort has been made to optimize the theme for speed. No Jquery, Bootstrap, Font Awesome or any other third-party library to slow you down - it uses only core WordPress functions and clean html5/css3 tempates. With our beautiful block patterns, you will be able to get started in minutes. No coding skills needed. A lot of time and effort has been spent to optimize the theme for SEO and it uses Schema.org markup (microdata) to help you rank higher in the search results. The theme is highly customizable and easy to adapt to any design. All theme demos have been made with the Gutenberg editor, which means you do not have to install any additional plugins to use the theme. At the same time, the theme also fully supports the good old Classic editor. Effortless integrations with all the popular WordPress plugins, e.g. WooCommerce is also fully guaranteed. The theme is specifically designed to make your content stand out from the crowd and it is very well thought in terms of UX/UI. Protect your visitors' eyes by allowing them to switch between day and night mode (light and dark mode) with a single click. Oh, and just like with our other themes, updates will keep on coming, constantly improving the codebase and keeping it up to date to the modern web standards. Still not convinved? Check the theme demo at https://prespa-demo.nasiothemes.com/ Theme documentation: https://nasiothemes.com/prespa-theme-documentation/
es: Prespa es un tema de WordPress multipropósito de última generación. Es perfecto para blogs, sitios web de porfolios, agencias digitales y tiendas de comercio electrónico. Te sorprenderá la cantidad de opciones que ofrece este generoso tema. Al mismo tiempo, se ha hecho un gran esfuerzo por optimizar el tema para que sea rápido. Sin Jquery, Bootstrap, Font Awesome ni ninguna otra biblioteca de terceros que te ralentice: sólo utiliza funciones del núcleo de WordPress y plantillas limpias HTML5/CSS3. Con nuestros bonitos patrones de bloques, podrás empezar en cuestión de minutos. No necesitas conocimientos de programación. Se ha dedicado mucho tiempo y esfuerzo a optimizar el tema para SEO y utiliza marcado Schema.org (microdatos) para ayudarte a posicionarte mejor en los resultados de búsqueda. El tema es altamente personalizable y fácil de adaptar a cualquier diseño. Todas las demostraciones del tema se han realizado con el editor Gutenberg, lo que significa que no tienes que instalar ningún plugin adicional para utilizar el tema. Al mismo tiempo, el tema también es totalmente compatible con el viejo editor Classic. Las integraciones sin esfuerzo con todos los plugins populares de WordPress, como WooCommerce, también están totalmente garantizadas. El tema está diseñado específicamente para que tu contenido destaque entre la multitud y está muy bien pensado en términos de UX/UI. Protege los ojos de tus visitantes permitiéndoles cambiar entre el modo diurno y nocturno (modo claro y oscuro) con un solo clic. Ah, y al igual que con nuestros otros temas, las actualizaciones seguirán llegando, mejorando constantemente el código base y manteniéndolo al día con los estándares web modernos. ¿Aún no te has convencido? Consulta la demostración del tema en https://prespa-demo.nasiothemes.com/. Documentación del tema: https://nasiothemes.com/prespa-theme-documentation/

source: Video Guide
es: Videoguía

source: Prespa light mode logo
es: Logotipo del modo claro de Prespa

source: Add ready to use gutenberg block patterns with predefined content for an easier start with the theme. No extra plugins needed!
es: Añade patrones de bloques gutenberg listos para usar con contenido predefinido para empezar más fácilmente con el tema. ¡No necesitas plugins adicionales!

source: Body Background Color
es: Color de fondo del cuerpo

source: Choose the sidebar position on the product archives and the product page.
es: Elige la posición de la barra lateral en los archivos de producto y en la página de producto.

source: Adjust the width of the container when sidebar is present.
es: Ajusta la anchura del contenedor cuando esté presente la barra lateral.

source: Content Width (Has Sidebar)
es: Anchura del contenido (tiene barra lateral)

source: Content Width
es: Ancho del contenido

source: Please make sure that you have first added widgets from "Widgets" section. More sidebar options - go pro version.
es: Asegúrate de haber añadido primero los widgets de la sección «Widgets». Más opciones para la barra lateral - hazte con la versión pro.

source: Site Layout & Sidebar
es: Diseño del sitio y barra lateral

source: 1000+ Google Fonts
es: Más de 1000 fuentes de Google

source: Change Fonts and Font Sizes
es: Cambiar fuentes y tamaños de fuente

source: Choose between 1000+ Google Fonts and change font size for the main elements on the website directly from the Customizer. No coding skills needed!
es: Elige entre más de 1000 fuentes de Google y cambia el tamaño de la fuente de los elementos principales del sitio web directamente desde el personalizador. ¡No necesitas conocimientos de programación!

source: 12 Demo templates
es: 12 plantillas de demostración

source: Custom sidebar options and content wrap options for the homepage and the post archives.
es: Opciones personalizadas de barra lateral y opciones de envoltura de contenido para la página de inicio y los archivos de entradas.

source: Wrap pages in a card or leave them as plain text. Page wrapper might not work well if you have full-width blocks.
es: Envuelve las páginas en una tarjeta o déjalas como texto sin formato. La envoltura de página puede no funcionar bien si tienes bloques de ancho completo.

source: Make the dark mode default
es: Establecer el modo oscuro por defecto

source: Make the dark mode the default theme mode.
es: Haz que el modo oscuro sea el modo por defecto del tema.

source: More layout options
es: Más opciones de diseño

source: Set custom width for posts and pages. Wrap posts and pages into beatiful containers. More options - go pro version.
es: Establece un ancho personalizado para entradas y páginas. Envuelve entradas y páginas en bonitos contenedores. Más opciones - versión pro.

source: Customize the dark theme mode. Make the dark mode default and more color options - go pro version.
es: Personaliza el modo oscuro del tema. Haz que el modo oscuro sea el predeterminado y más opciones de color - hazte con la versión pro.

source: Customze the colors of the light theme mode. To customize the dark theme mode, go to the Night Mode section. Colors that are selected in the Gutenberg Block editor will not be affected. To change these, edit the page via the admin dashboard.
es: Personaliza los colores del modo de tema claro. Para personalizar el modo de tema oscuro, ve a la sección Modo nocturno. Los colores seleccionados en el editor de bloques de Gutenberg no se verán afectados. Para cambiarlos, edita la página a través del escritorio del administrador.

# Theme starter content
source: Home
es: Inicio

# Theme starter content
source: Opening Hours: 10:00 – 13:00
es: Horario de apertura: 10:00 - 13:00

# Theme starter content
source: info@example.com
es: info@ejemplo.com

# Theme starter content
source: Get in Touch
es: Ponte en contacto

# Theme starter content
source: Newsletter
es: Boletín

# Theme starter content
source: Customers
es: Clientes

# Theme starter content
source: Services
es: Servicios

# Theme starter content
source: About Us
es: Acerca de nosotros

# Theme starter content
source: Learn More
es: Más información

# Theme starter content
source: Privacy Policy
es: Politica de privacidad

# Theme starter content
source: Terms of Use
es: Términos de uso

# Theme starter content
source: Get Started
es: Primeros pasos

# Theme starter content
source: Support
es: Soporte

# Theme starter content
source: Need Help?
es: ¿Necesitas ayuda?

# Theme starter content
source: Let's make something cool together. We are trusted by over 3000+ clients who can't be wrong.
es: Hagamos algo chulo juntos. Los más de 3000 clientes que confían en nosotros no pueden estar equivocados.

# Theme starter content
source: About
es: Acerca de

source: Get started with %s
es: Primeros pasos con %s

source: To take advantage of everything that this theme can offer, please take a look at the %1$s%2$sGet Started with %3$s%4$s page.
es: Para aprovechar todo lo que este tema puede ofrecer, echa un vistazo a la página %1$s%2$sPrimeros pasos con %3$s%4$s.

source: Thank you for choosing %1$s!
es: ¡Gracias por elegir %1$s!

source: Quick and friendly support is available via email
es: Soporte rápido y amable disponible por correo electrónico

source: Priority
es: Prioridad

source: Support is provided only in the WordPress.org community forums.
es: El soporte se proporciona solo en los foros de la comunidad de WordPress.org.

source: Nonpriority
es: No prioritario

source: Support
es: Soporte

source: Custom cursor
es: Cursor personalizado

source: Impress your visitors by adding an artistic flavor to your website. Convert your cursor into a beautiful transparent or filled circle, similar to sites featured in Awwwards.
es: Impresiona a tus visitantes añadiendo un sabor artístico a tu sitio web. Convierte tu cursor en un bonito círculo transparente o relleno, similar a los sitios que destacados en Awwwards.

source: Transparent Header
es: Cabecera transparente

source: Make header menu items appear on top of the featured image. Choose per page.
es: Haz que los elementos del menú de cabecera aparezcan encima de la imagen destacada. Elige por página.

source: Remove Footer Credits
es: Eliminar agradecimientos del pie de página

source: Remove theme author credits and add your own copyright notice there. Customize the colors of the footer elements directly from the theme customizer. No coding skills needed!
es: Elimina las acreditaciones de autor del tema y añade allí tu propio aviso de copyright. Personaliza los colores de los elementos del pie de página directamente desde el personalizador del tema. ¡No se necesitan habilidades de programación!

source: Show post views
es: Mostrar las vistas de entrada

source: Display the number of post views for each post.
es: Muestra el número de visualizaciones de cada entrada.

source: Show post likes
es: Mostrar los «me gusta» de la entrada

source: Show a beautiful heart icon on top of each post that displays the number of viewers who liked the post.
es: Muestra un bonito icono de corazón en la parte superior de cada entrada, que muestra el número de espectadores a los que les ha gustado la entrada.

source: Import demo content with predefined posts, pages and images for an easier start with the theme.
es: Importa contenido de demostración con entradas, páginas e imágenes predefinidas para empezar más fácilmente con el tema.

source: Block Patterns
es: Patrones de bloques

source: Feature
es: Característica

source: View Full List of Features
es: Ver la lista completa de características

source: Upgrade to Prespa PRO
es: Actualizar a Prespa PRO

source: You will be able to create an even more unique website using the additional functionalities and customization options available in the pro version.
es: Podrás crear un sitio web aún más único utilizando las funcionalidades adicionales y las opciones de personalización disponibles en la versión pro.

source: If you like the free version of %1$s Theme, you will love the PRO version!
es: Si te gusta la versión gratuita del tema %1$s, ¡te encantará la versión PRO!

source: Upgrade to %1$s Pro
es: Mejorar a %1$s Pro

source: Write a Review for Prespa
es: Escribe una valoración para Prespa

source: If you enjoy using Prespa Theme, please leave a review for it on WordPress.org. It encourages us to continue providing updates and support for it.
es: Si disfrutas usando el tema Prespa, por favor, déjanos una reseña en WordPress.org. Nos ayudará a seguir proporcionando actualizaciones y soporte.

source: Leave a Review
es: Deja una reseña

source: To install the Prespa Pro theme, go to Appearance => Themes => Add new and upload the zip file that you have received upon theme purchase. To activate it, hover over Prespa Pro theme from the theme list on the same page and click "Activate". Finally, you will be asked to enter a license key that you have received by email.
es: Para instalar el tema Prespa Pro, ve a Apariencia => Temas => Añadir nuevo, y sube el archivo zip que has recibido al comprar el tema. Para activarlo, pasa el cursor sobre el tema Prespa Pro de la lista de temas de la misma página y haz clic en «Activar». Por último, se te pedirá que introduzcas la clave de licencia que has recibido por correo electrónico.

source: 5. I have already purchased the premium version. How do I install and activate it?
es: 5. Ya he comprado la versión premium. ¿Cómo la instalo y la activo?

source: Absolutely! all you need to do is upgrade to Prespa PRO and run the one-click demo import.
es: ¡Absolutamente! Todo lo que necesitas hacer es mejorar a Prespa PRO y ejecutar la importación de demostración en un clic.

source: 4. Can I make a website that looks exactly like the theme demo?
es: 4. ¿Puedo hacer un sitio web exactamente igual que la demostración del tema?

source: In the WordPress admin, create or edit a page, then click on the plus icon in the top left corner of the Gutenberg editor. From there, navigate to the "Patterns" tab and select "Prespa" from the pattern dropdown.
es: En el administrador de WordPress, crea o edita una página y, a continuación, haz clic en el icono del signo «más» situado en la esquina superior izquierda del editor Gutenberg. Desde ahí, ve a la pestaña «Patrones» y selecciona «Prespa» en el menú desplegable de patrones.

source: 3. Where are the custom block patterns?
es: 3. ¿Dónde están los patrones de bloques personalizados?

source: Yes, in the pro version of the theme, there is a demo import button that does all the heavy lifting for you. You can choose between 12 different demos. If you are using the free version, you can take advantage of the block patterns that are included in this theme.
es: Sí, en la versión pro del tema, hay un botón de importación de demostraciones que hace todo el trabajo pesado por ti. Puedes elegir entre 12 demostraciones diferentes. Si utilizas la versión gratuita, puedes aprovechar los patrones de bloques que se incluyen en este tema.

source: 2. Can I add demo content for an easier start with the theme?
es: 2. ¿Puedo añadir contenido de demostración para empezar más fácilmente con el tema?

source: Please navigate to Appearance => Customize and customize the theme to taste.
es: Navega hasta Apariencia => Personalizar y personaliza el tema a tu gusto.

source: 1. Where are the theme options?
es: 1. ¿Dónde están las opciones del tema?

source: Go to Prespa Support Forum
es: Ir al foro de soporte de Prespa

source: View Prespa Documentation
es: Ver la documentación de Prespa

source: Please check the theme documentation before using the theme. Support for %1$s Theme is provided in the official WordPress.org community support forum.
es: Consulta la documentación del tema antes de utilizarlo. El soporte para el tema %1$s se proporciona en el foro oficial de soporte de la comunidad de WordPress.org.

source: Documentation and Support
es: Documentación y soporte

source: Theme Options
es: Opciones del tema

source: Theme Homepage
es: Página de inicio del tema

source: <span class="theme-name">%1$s Theme</span> <span class="theme-version">(version %2$s)</span>
es: <span class="theme-name">Tema %1$s</span> <span class="theme-version">(versión %2$s)</span>

source: Prespa Theme Screenshot
es: Captura de pantalla del tema Prespa

source: Prespa Theme
es: Tema Prespa

source: Cheatin&#8217; huh?
es: ¿Haciendo trampas?

source: Action failed. Please refresh the page and retry.
es: La acción ha fallado. Por favor, recarga la página e inténtalo de nuevo.

# Space size name
source: X Large
es: X Grande

# Space size name
source: Large
es: Grande

# Space size name
source: Medium
es: Medio

# Space size name
source: Small
es: Pequeño

# Color name
source: Text Primary
es: Principal del texto

# Color name
source: Black
es: Negro

# Color name
source: Links
es: Enlaces

# Color name
source: Blue
es: Azul

# Color name
source: Silver Blue
es: Azul plata

# Color name
source: White
es: Blanco

# Color name
source: Gray
es: Gris

# Color name
source: Purple
es: Púrpura

# Font family name
source: System Font
es: Fuente del sistema

# Pattern title
source: Why Choose Us
es: Por qué elegirnos

# Pattern title
source: Six Services
es: Seis servicios

# Pattern title
source: Call to Action
es: Llamada a la acción

# Pattern title
source: About
es: Acerca de

# Pattern title
source: Team Members
es: Miembros del equipo

# Pattern title
source: Featured Post
es: Entrada destacada

# Pattern title
source: Frequently Asked Questions
es: Preguntas frecuentes

# Pattern title
source: Testimonials
es: Recomendaciones

# Pattern title
source: Contact Us
es: Contacta con nosotros

# Pattern title
source: Pricing table
es: Tabla de precios

# Pattern title
source: Stats Counter
es: Contador de estadísticas

# Pattern title
source: Services
es: Servicios

# Pattern title
source: Case Studies
es: Casos prácticos

# Pattern title
source: Features
es: Características

# Pattern title
source: Header
es: Cabecera

source: Continue reading<span class="screen-reader-text"> "%s"</span>
es: Seguir leyendo<span class="screen-reader-text"> "%s"</span>

source: It seems we can&rsquo;t find what you&rsquo;re looking for. Perhaps searching can help.
es: Parece que no encontramos lo que estás buscando. Puede que una búsqueda te ayude.

source: Sorry, but nothing matched your search terms. Please try again with some different keywords.
es: Lo sentimos, pero nada coincide con tus términos de búsqueda. Por favor, prueba de nuevo con algunas palabras diferentes.

source: Ready to publish your first post? <a href="%1$s">Get started here</a>.
es: ¿Listo para publicar tu primera entrada? <a href="%1$s">Empieza aquí</a>.

source: Nothing Found
es: No se ha encontrado nada

source: Pages:
es: Páginas:

source: Search Here...
es: Buscar aquí…

source: Search Results for: %s
es: Resultados de la búsqueda: %s

source: Beautiful website design with modern UI / UX
es: Bonito diseño web con modernas UI / UX

source: Unleash the power of creativity
es: Libera el poder de la creatividad

source: Take your idea to the next level
es: Lleva tu idea al siguiente nivel

source: Project Management
es: Gestión de proyectos

source: Web Development
es: Desarrollo web

source: Brand Identity
es: Identidad de marca

source: Speed Optimization
es: Optimización de la velocidad

source: Building a reliable software application is not a one-off assignment. It requires grid and resilience.
es: Construir una aplicación de software fiable no es una tarea puntual. Requiere talento y resiliencia.

source: The Solutions We Offer
es: Las soluciones que ofrecemos

source: Services
es: Servicios

source: Learn More
es: Más Información

source: Download
es: Descargar

source: Download my Free CRM Tool to help you manage your projects
es: Descarga mi herramienta CRM gratuita para ayudarte a gestionar tus proyectos

source: Founder and CEO
es: Fundador y CEO

source: HR Director
es: Director de RRHH

source: Head of Sales
es: Jefe de ventas

source: Meet our team of dedicated professionals.
es: Conoce a nuestro equipo de profesionales dedicados.

source: Meet the Team
es: Conoce al equipo

source: Frequently Asked Questions
es: Preguntas frecuentes

source: A masterpiece of a theme. It is one of the fastest themes I have tried – with just a few tweaks I scored more than 80% on Google Page Speed Insights! I also really liked the header slider feature.
es: Una obra maestra de tema. Es uno de los temas más rápidos que he probado: ¡con unos pocos retoques obtuve más del 80% en Google Page Speed Insights! También me ha gustado mucho la característica de carrusel de la cabecera.

source: Beautiful themes! After some testing I found a little bug and contacted the development team. Only after a few hours they released an update with the fixed theme. Highly qualified support!
es: ¡Bonitos temas! Después de algunas pruebas, encontré un pequeño fallo y me puse en contacto con el equipo de desarrollo. Solo tras unas pocas horas publicaron una actualización con el tema corregido. ¡Soporte altamente cualificado!

source: I tried many different themes and all of them had at least one thing I hated and I thought I would have to teach myself how to write a theme… but I finally found this one and I am so happy!
es: Probé muchos temas diferentes y todos tenían al menos una cosa que odiaba y pensé que tendría que enseñarme a mí misma a escribir un tema... ¡pero por fin encontré éste y estoy tan contenta!

source: Digital Marketing, XYZ
es: Marketing digital, XYZ

source: Hear what our clients had to say.
es: Escucha lo que dicen nuestros clientes.

source: Still not convinced?
es: ¿Aún no te has convencido?

source: TESTIMONIALS
es: RECOMENDACIONES

source: Have a question? We have all the answers.
es: ¿Tienes alguna pregunta? Tenemos todas las respuestas.

source: Contact us
es: Contacta con nosotros

source: Unlimited Sites
es: Sitios ilimitados

source: AGENCY
es: AGENCIA

source: 5 Site License
es: Licencia para 5 sitios

source: BUSINESS
es: NEGOCIO

source: Choose Plan
es: Elige un plan

source: 1 Site License
es: Licencia para 1 sitio

source: Reasonable pricing plans
es: Planes de precios razonables

source: SEO and Marketing
es: SEO y Marketing

source: Web Design
es: Diseño web

source: This is how we can be sure your brand expands to
es: Así podemos estar seguros de que tu marca se expande a

source: Web development
es: Desarrollo web

source: Lorem ipsum is simply dummy text of the printing and typesetting
es: Lorem ipsum es simplemente texto de relleno de la impresión y composición tipográfica

source: Our Services
es: Nuestros servicios

source: Empowering your digital marketing strategy
es: Potenciar tu estrategia de marketing digital

source: Read More
es: Leer más

source: Research & Analysis
es: Investigación y análisis

source: User Friendly
es: Fácil de usar

source: Empty Page
es: Página vacía

source: Cart View
es: Ver carrito

source: Add widgets here to appear on your shop pages.
es: Añade widgets aquí para que aparezcan en las páginas de tu tienda.

source: Share this post on Linkedin
es: Comparte esta entrada en LinkedIn

source: Share this post on Twitter
es: Comparte esta entrada en Twitter

source: Share this post on Facebook
es: Comparte esta entrada en Facebook

source: Share this post on:
es: Comparte esta entrada en:

source: Don't let the opportunity pass you by
es: No dejes pasar la oportunidad

source: back to top
es: volver arriba

source: https://wordpress.org/
es: https://es.wordpress.org/

source: Powered by
es: Funciona con

source: Designed by
es: Diseñado por

source: close
es: cerrar

source: search
es: buscar

source: Show sub menu
es: Mostrar el submenú

source: Image Placeholder
es: Marcador de posición de imagen

source: Post read time
es: Tiempo de lectura de la entrada

source: Leave a Comment<span class="screen-reader-text"> on %s</span>
es: Deja un comentario<span class="screen-reader-text"> en %s</span>
