Repository: prasish012/try
Catalog: try/media_copy/translations/magazine-7/existing_translations/PO FILES AS DATASETS FROM WP.TRANSLATE 2/Spain/wp-themes-digital-newspaper-*.po
Languages: es

source: Digital Newspaper : Posts Grid
es: Digital Newspaper : Cuadrícula de entradas

source: Choose the category to display list of posts
es: Elige la categoría para mostrar la lista de entradas

source: A collection of posts from specific category displayed in grid two column layout.
es: Una colección de entradas de una categoría específica mostradas en una cuadrícula de dos columnas.

source: Digital Newspaper : Posts Grid 2 Column
es: Digital Newspaper : Cuadrícula de entradas 2 columnas

source: Choose the categories to display
es: Elige las categorías a mostrar

source: Post Categories
es: Categorías de entrada

source: Category Collection
es: Colección de categorías

source: News
es: Noticias

source: A collection of post categories.
es: Una colección de categorías de entradas.

source: Digital Newspaper : Category Collection
es: Digital Newspaper : Colección de categorías

source: Choose the category to display for carousel posts
es: Elige la categoría que se mostrará en las entradas del carrusel

source: Categories
es: Categorías

source: Highlights
es: Destacado

source: Select category
es: Seleccionar categoría

source: A collection of posts from specific category for carousel slide.
es: Una colección de entradas de una categoría específica para la diapositiva carrusel.

source: Digital Newspaper : Carousel Posts
es: Digital Newspaper : Carrusel de entradas

source: Ad link open in
es: Enlace del anuncio abierto en

source: Ad URL
es: URL de anuncio

source: Banner Image
es: Imagen del banner

source: The details of advertisement.
es: Los detalles del anuncio.

source: Digital Newspaper : Banner Ads
es: Digital Newspaper : Anuncios en el banner

source: Author URL
es: URL del autor

source: Author Image
es: Imagen del autor

source: Author Name
es: Nombre del autor

source: Author Info
es: Información del autor

source: Add the widget title here
es: Añade aquí el título del widget

source: Widget Title
es: Título del widget

source: Custom
es: Personalizado

source: The information of in detail author.
es: La información del autor en detalle.

source: Digital Newspaper : Author Info
es: Digital Newspaper : Información del autor

source: Digital Newspaper - Multipurpose News WordPress Theme %year%.
es: Digital Newspaper - Tema de noticias multipropósito para WordPress %year%.

source: You May Have Missed
es: Puede que te hayas perdido

source: Latest posts
es: Últimas entradas

source: Advertisement Banner
es: Banner publicitario

source: Featured posts
es: Entradas destacadas

source: Latest News
es: Últimas noticias

source: Popular News
es: Noticias Populares

source: Headlines
es: Titulares

source: Newsletter
es: Boletín

source: Read More
es: Leer más

source: ago
es: desde que se envió

source: Tagged: %1$s
es: Etiquetado: %1$s

source: Posted in %1$s
es: Publicado en %1$s

source: Edit <span class="screen-reader-text">%s</span>
es: Editar <span class="screen-reader-text">%s</span>

source: Leave a Comment<span class="screen-reader-text"> on %s</span>
es: Deja un comentario<span class="screen-reader-text"> en %s</span>

source: No posts found
es: No se encontraron entradas

source: This Year
es: Este año

source: Last Month
es: Último mes

source: This Month
es: Este mes

source: Last Week
es: Última semana

source: This Week
es: Esta semana

source: Today
es: Hoy

source: Last 7 days
es: Últimos 7 días

source: All
es: Todos

source: Menu
es: Menú

source: Right Both Sidebar
es: Barra lateral derecha

source: Left Both Sidebar
es: Barra lateral izquierda

source: Right Sidebar
es: Barra lateral derecha

source: Left Sidebar
es: Barra lateral izquierda

source: No Sidebar
es: Sin barra lateral

source: Setup Bottom Footer Menu
es: Configurar menú inferior de pie de página

source: Search Page
es: Página de búsqueda

source: Page
es: Página

source: Pages
es: Páginas

source: Related news title
es: Título de las noticias relacionadas

source: Show related news
es: Mostrar noticias relacionadas

source: Related News
es: Noticias relacionadas

source: Single Post
es: Entrada individual

source: Edit button styles
es: Editar estilos de botones

source: Number
es: Número

source: Pagination Type
es: Tipo de paginación

source: Layout Two
es: Diseño dos

source: Blog / Archive
es: Blog / archivo

source: Blog / Archive / Single
es: Blog / Archivo / Individual

source: Latest Posts / Page Content
es: Últimas Entradas / Contenido de la página

source: Bottom Full width Section
es: Sección inferior de ancho completo

source: Left Content - Right Sidebar
es: Contenido izquierdo - Barra lateral derecha

source: Full width Section
es: Sección de ancho completo

source: Hold item and drag vertically to re-order the items
es: Mantén pulsado el elemento y arrástralo verticalmente para reordenar los elementos

source: Section Re-order
es: Reordenación de secciones

source: Reorder sections
es: Reordenar secciones

source: Bottom Full Width
es: Inferior ancho completo

source: Manage left sidebar
es: Gestionar la barra lateral izquierda

source: Left Sidebar - Right Content
es: Barra lateral izquierda - Contenido derecho

source: Manage right sidebar
es: Gestionar la barra lateral derecha

source: Left Content - Right Sidebar
es: Contenido izquierdo - Barra lateral derecha

source: Hold bar icon at right of block item and drag vertically to re-order blocks
es: Mantén pulsado el icono de la barra a la derecha del elemento de bloque y arrástralo verticalmente para reordenar los bloques

source: Blocks to show in this section
es: Bloques a mostrar en esta sección

source: Front sections
es: Secciones de portada

source: Post Content
es: Contenido de la entrada

source: Post Meta
es: Metadatos de la entrada

source: Post Title
es: Título de la entrada

source: Block Title
es: Título del bloque

source: Add %year% to retrieve current year.
es: Añade %year% para recuperar el año actual.

source: Copyright Text
es: Texto de copyright

source: Show bottom footer menu
es: Mostrar el menú inferior del pie de página

source: Show bottom social icons
es: Mostrar iconos sociales inferiores

source: Enable bottom footer
es: Activar pie de página inferior

source: Manage footer widget four
es: Gestionar el widget de pie de página cuatro

source: Manage footer widget three
es: Gestionar widget de pie de página tres

source: Manage footer widget two
es: Gestionar el widget de pie de página dos

source: Manage footer widget one
es: Gestionar el widget de pie de página uno

source: Boxed Width
es: Ancho de caja

source: Section Width
es: Anchura de sección

source: Column Four
es: Columna cuatro

source: Column Three
es: Columna tres

source: Column Two
es: Columna dos

source: Column One
es: Columna uno

source: Enable footer section
es: Activar la sección de pie de página

source: Theme Footer
es: Pie de página del tema

source: Grid Posts Slider Column
es: Columna deslizante de entradas en cuadrícula

source: Banner Slider Column
es: Columna de carrusel de banner

source: List Posts Column
es: Columna de lista de entradas

source: Layout Five Column Re-order
es: Reordenación de cinco columnas

source: Slide direction
es: Dirección de deslizamiento

source: Grid Posts Setting
es: Ajustes de la cuadrícula de entradas

source: Show related posts
es: Mostrar las entradas relacionadas

source: Slider Setting
es: Ajustes del carrusel

source: Popular posts categories
es: Categorías de entradas populares

source: Popular posts title
es: Título de las entradas populares

source: List Posts Setting
es: Ajustes de la lista de entradas

source: Show main banner
es: Mostrar banner principal

source: Main Banner
es: Banner principal

source: Number of posts to display
es: Número de entradas a mostrar

source: Random
es: Aleatorio

source: Oldest - Newest
es: Más antiguo - Más reciente

source: Newest - Oldest
es: Más reciente - Más antiguo

source: Orderby
es: Ordenar por

source: Ticker title
es: Titulo de teletipo

source: Content Setting
es: Ajustes del contenido

source: Hide
es: Ocultar

source: Frontpage
es: Portada

source: Show ticker on
es: Mostrar teletipo en

source: Width Layouts
es: Disposiciones de ancho

source: Sub Menu
es: Submenú

source: Main Menu
es: Menú principal

source: One
es: Uno

source: Hover Effect
es: Efecto al pasar el cursor

source: Typography
es: Tipografía

source: Menu Options
es: Opciones del menú

source: Type of posts to dislay
es: Tipo de entradas a mostrar

source: Redirect button to single random news
es: Botón de redirección a una sola noticia aleatoria

source: Show random news button
es: Botón mostrar noticias aleatorias

source: Random News Setting
es: Ajustes de noticias al azar

source: Random News
es: Noticias aleatorias

source: Add url for the button to redirect.
es: Añade la url para que el botón redirija.

source: Redirect URL.
es: URL de redirección.

source: Show newsletter button
es: Mostrar botón del boletín

source: Newsletter/Subscribe Setting
es: Ajustes de boletín/suscripción

source: Newsletter / Subscribe Button
es: Botón de Boletín / Suscribirse

source: Vertical Padding (px)
es: Relleno vertical (px)

source: Enable header section sticky ( on scroll up )
es: Activar la sección de cabecera fija ( al desplazarse hacia arriba )

source: Show dark/light toggle icon
es: Mostrar icono de alternar oscuro/claro

source: Show search icon
es: ﻿Mostrar icono de búsqueda

source: Manage sidebar from here
es: Gestiona la barra lateral desde aquí

source: Show sidebar toggle button
es: Mostrar botón de alternar barra lateral

source: Manage site & Tagline
es: Gestionar el sitio y la descripción corta

source: Manage Site Logo
es: Gestionar el logo del sitio

source: Container
es: Contenedor

source: Width Layout
es: Ancho de disposición

source: Open in new tab
es: Abrir en una nueva pestaña

source: Open in same tab
es: Abrir en la misma pestaña

source: Open Ads link on
es: Abrir enlace de anuncios en

source: Ads url
es: Url de anuncios

source: Recommended size for ad image is 900 (width) * 350 (height)
es: El tamaño recomendado para la imagen del anuncio es 900 (ancho) * 350 (alto)

source: Ads Image
es: Imagen de anuncios

source: Ads Banner Visibility
es: Visibilidad de banner publicitario

source: Ads Banner Setting
es: Ajustes de banner publicitario

source: Ads Banner
es: Banner de anuncios

source: Theme Header
es: Cabecera del tema

source: Manage social icons
es: Gestionar los iconos sociales

source: Show social icons
es: Mostrar los iconos de redes sociales

source: Posts
es: Entradas

source: Posts Categories
es: Categorías de entradas

source: By title
es: Por título

source: By category
es: Por categoría

source: Show ticker news
es: Mostrar teletipo de noticias

source: Show nav menu
es: Mostrar menú de navegación

source: Nav Menu
es: Menu de navegacion

source: Ticker News
es: Teletipo de noticias

source: Ticker news / Nav menu choices
es: Teletipo de noticias / Opciones de menú de navegación

source: Show date and time
es: Mostrar fecha y hora

source: Toggle to enable or disable top header bar
es: Alternar para activar o desactivar la barra superior de la cabecera

source: Show top header
es: Mostrar cabecera superior

source: Site Title Typography
es: Tipografía del título del sitio

source: Site Description Color
es: Color de la descripción del sitio

source: Site Title Hover Color
es: Color del título del sitio al pasar el cursor

source: Site Title Color
es: Color del título del sitio

source: Display site description
es: Mostrar descripción del sitio

source: Design
es: Diseño

source: Logo Width (px)
es: Ancho del logotipo (px)

source: Display site title
es: Mostrar el título del sitio

source: Site Title & Tagline
es: Título del sitio y descripción corta

source: Logo & Site Icon
es: Logo e icono del sitio

source: Site Identity
es: Identidad del sitio

source: Scroll To Top Visibility
es: Visibilidad de desplazarse hacia arriba

source: Scroll To Top
es: Volver arriba

source: Default
es: Por defecto

source: If you use other than "default" one you will need to install and activate respective plugins Breadcrumb NavXT, Yoast SEO and Rank Math SEO
es: Si utilizas otro que no sea el «predeterminado» tendrás que instalar y activar los respectivos plugins Breadcrumb NavXT, Yoast SEO y Rank Math SEO

source: Breadcrumb type
es: Tipo de migas de pan

source: Show breadcrumb trails
es: Mostrar rutas de migas de pan

source: Breadcrumb Options
es: Opciones de las migas de pan

source: Page Sidebar Layouts
es: Diseños de barra lateral de página

source: Post Sidebar Layouts
es: Diseños de barras laterales de entradas

source: Archive Sidebar Layouts
es: Diseños de la barra lateral de archivo

source: Enable sidebar sticky
es: Activar la barra lateral fija

source: Frontpage Sidebar Layouts
es: Diseños de la barra lateral de la página de inicio

source: Sidebar Options
es: Opciones de barra lateral

source: Button label
es: Etiqueta de botón

source: Buttons
es: Botones

source: URL for icon
es: URL del icono

source: Select from dropdown.
es: Selecciona de la lista desplegable.

source: Social Icon
es: Icono de la red social

source: Add New Icon
es: Añadir nuevo icono

source: Hold bar icon and drag vertically to re-order the icons
es: Mantén pulsado el icono de la barra y arrástralo verticalmente para reordenar los iconos

source: Open link in same tab
es: Abrir enlace en la misma pestaña

source: Open link in new tab
es: Abrir enlace en una nueva pestaña

source: Sets the target attribute according to the value.
es: Establece el atributo de destino según el valor.

source: Social Icon Link Open in
es: Abrir enlace de icono social en

source: Social Icons Settings
es: Ajustes de los iconos de redes sociales

source: Social Icons
es: Iconos de redes sociales

source: Applied to post thumbanails listed in archive pages.
es: Se aplica a las miniaturas de entrada que aparecen en las páginas de archivo.

source: Image hover effects
es: Efectos de la imagen al pasar el cursor

source: Effect Two
es: Efecto dos

source: Effect One
es: Efecto uno

source: None
es: Ninguno

source: Applied to post titles listed in archive pages.
es: Se aplica a los títulos de las entradas que aparecen en las páginas de archivo.

source: Post title hover effects
es: Efetos del título de la entrada al pasar el cursor

source: Hover Effects Setting
es: Ajuste de los efectos al pasar el cursor

source: Animation / Hover Effects
es: Efectos de Animación/al pasar el cursor

source: Layout Four
es: Diseño cuatro

source: Layout One
es: Diseño uno

source: Block Title Layout
es: Disposición del título del bloque

source: Website Content Global Layout
es: Diseño global del contenido del sitio

source: Full Width
es: Ancho completo

source: Boxed
es: Ancho fijo

source: Website Layout
es: Diseño de la web

source: Border Color
es: Color del borde

source: Website block top border
es: Borde del bloque superior de la web

source: Block Top Border Style
es: Estilo del borde superior del bloque

source: Website Styles
es: Estilos web

source: Enable site preloader
es: Activar el precargador del sitio

source: Preloader
es: Precargador

source: Category Colors
es: Colores de las categorías

source: Gradient 12
es: Degradado 12

source: Gradient 11
es: Degradado 11

source: Gradient 10
es: Degradado 10

source: Gradient 9
es: Degradado 9

source: Gradient 8
es: Degradado 8

source: Gradient 7
es: Degradado 7

source: Gradient 6
es: Degradado 6

source: Gradient 5
es: Degradado 5

source: Gradient 4
es: Degradado 4

source: Gradient 3
es: Degradado 3

source: Gradient 2
es: Degradado 2

source: Gradient 1
es: Degradado 1

source: Gradient Presets
es: Preajustes de degradado

source: Theme Presets
es: Preajustes del tema

source: Wordpress default date
es: Fecha por defecto de WordPress

source: Default by theme
es: Por defecto del tema

source: Date format applied to single and archive pages.
es: Formato de fecha aplicado a las páginas individuales y de archivo.

source: Date format
es: Formato de fecha

source: Modified date
es: Fecha de modificación

source: Published date
es: Fecha de Publicación

source: Whether to show date published or modified date.
es: Si se muestra la fecha de publicación o la fecha de modificación.

source: Date to display
es: Fecha a mostrar

source: Make website schema ready
es: Preparar la web para schema

source: SEO / Misc
es: SEO / Varios

source: Support Form
es: Formulario de soporte

source: We provide 24/7 support regarding any theme issue. Our support team will help you to solve any kind of issue. Feel free to contact us.
es: Proporcionamos soporte 24 horas al día, 7 días a la semana, para cualquier problema relacionado con el tema. Nuestro equipo de soporte te ayudará a resolver cualquier tipo de incidencia. No dudes en ponerte en contacto con nosotros.

source: Theme Support
es: Soporte del tema

source: View Documentation
es: Ver la documentación

source: We have well prepared documentation which includes overall instructions and recommendations that are required in this theme.
es: Tenemos una documentación bien preparada que incluye las instrucciones y recomendaciones generales que se requieren en este tema.

source: Theme Documentation
es: Documentación del tema

source: About Theme
es: Acerca del tema

source: Background Color
es: Color de fondo

source: Theme Color
es: Color del tema

source: Background
es: Fondo

source: Type to search
es: Escribe para buscar

source: Upload Image
es: Subir imagen

source: Item Label
es: Etiqueta del elemento

source: Week %s
es: Semana %s

source: Minute %s
es: Minuto %s

source: Comment Page %s
es: Página %s de comentarios

source: Page %s
es: Página %s

source: Search results for: %s
es: Resultados de la búsqueda de: %s

source: Archives
es: Archivo

source: Home
es: Inicio

# breadcrumbs aria label
source: Breadcrumbs
es: Migas de pan

source: Browse:
es: Explorar:

source: Skip to content
es: Saltar al contenido

source: Bottom Footer
es: Pie de página inferior

source: Main Header
es: Cabecera principal

source: Top Header
es: Cabecera superior

source: Comments are closed.
es: Los comentarios están cerrados.

# comments title
source: %1$s thought on &ldquo;%2$s&rdquo;
es: %1$s comentario en &ldquo;%2$s&rdquo;

source: One thought on &ldquo;%1$s&rdquo;
es: Un comentario sobre &ldquo;%1$s&rdquo;

source: Go back to home
es: Volver al inicio

source: It looks like nothing was found at this location. Maybe try another search?
es: Parece que no hay nada aquí. ¿Quizás probar otra búsqueda?

source: 404 Not Found
es: 404 No encontrado
