Repository: prasish012/try
Catalog: try/media_copy/translations/morenews/existing_translations/PO FILES AS DATASETS FROM WP.TRANSLATE 2/Polish/wp-themes-hueman-*.po
Languages: pl

source: The Hueman theme loads fast and is 100% mobile-friendly according to Google. One of the best rated theme for blogs and magazines on WordPress.org. Powering 70K+ websites around the world.
pl: Motyw Hueman wczytuje si szybko i jest w 100% przyjazny dla urzdze mobilnych wedug Google. Jeden z najlepiej ocenianych motywów dla blogów i magazynów na WordPress.org. Obsuguje ponad 70 tys. witryn na caym wiecie.

source: Disable Loading Google Fonts?
pl: Wyczy wczytywanie krojów pisma Google?

source: Make sure to read the changelog
pl: Pamitaj o przeczytaniu dziennika zmian

source: And of course your support allows us to keep the theme at the highest level for your website. Thank you!
pl: I oczywicie Twoje wsparcie pozwala nam utrzyma motyw na najwyższym poziomie dla Twojej witrynie internetowej. Dzikujemy!

source: With Hueman Pro, you get premium features like infinite scrolling, footer and header customization, font customizer and many more. In addition, our premium support will be there to help you resolve any issue you may have with the theme. When installing Hueman Pro, all your previous options used in Hueman free are kept.
pl: Dziki Hueman Pro otrzymujesz funkcje Premium, takie jak nieskoczone przewijanie, dostosowywanie stopki i nagówka, dostosowywanie kroju pisma i wiele innych. Ponadto nasze wsparcie Premium pomoże Ci rozwiza każdy problem, jaki możesz mie z motywem. Podczas instalacji Hueman Pro wszystkie poprzednie opcje używane w Hueman bezpatnym zostaj zachowane.

source: If you enjoy using the Hueman theme for your website, you will love %s
pl: Jeli podoba Ci si używanie motywu Hueman na swojej witrynie internetowej, pokochasz %s

source: You have recently updated to
pl: Ostatnio dokonano aktualizacji do

source: Share a review
pl: Podziel si opini

source: Share your feedback
pl: Podziel si uwagami

source: Hueman Documentation
pl: Dokumentacja Hueman

source: We have prepared a complete online documentation of the theme.
pl: Przygotowalimy kompletn dokumentacj online tego motywu.

source: On home page wrap the site title or logo in an H1 tag
pl: Na stronie gównej umie tytu witryny lub logo w znaczniku H1

source: Links underlined within content
pl: Odnoniki podkrelone w treci

source: Link the banner image to your home page
pl: Pocz obrazek banera ze swoj stron gówn

source: Color value
pl: Warto koloru

source: Select Color
pl: Wybierz kolor

source: Select default color
pl: Wybierz domylny kolor

source: Clear color
pl: Wyczy kolor

source: Clear
pl: Wyczy

source: Display author
pl: Wywietl autora

source: like this
pl: lubi to

source: Hueman theme recommends the simple and smart %1$s companion ( free ) to help you build pages %2$s.
pl: Motyw Hueman poleca prosty i inteligentny dodatek %1$s (bezpatny ), który pomoże Ci w tworzeniu stron %2$s.

source: Display social links in the footer
pl: Wywietlaj odnoniki spoecznociowe w stopce

source: Display social links in the primary sidebar
pl: Wywietlaj odnoniki spoecznociowe na panelu bocznym

source: Used cropped image (max 1320x500 on desktops)
pl: Użyto przycitego obrazka (maksymalnie 1320x500 na komputerach stacjonarnych)

source: Used cropped image ( max 1320x500 on desktops)
pl: Użyto przycitego obrazka (maksymalnie 1320x500 na komputerach stacjonarnych)

source: Use the original image height
pl: Użyj oryginalnej wysokoci obrazka

source: Image fills 100% of the width
pl: Obrazek wypenia 100% szerokoci

source: Display the post thumbnail
pl: Wywietl miniaturk wpisu

source: Display your blog posts in full content
pl: Wywietl wpisy na blogu w penej treci

source: Defer loading Font Awesome icons
pl: Odóż wczytywanie ikonek Font Awesome

source: Defer loading javascript files to avoid render blocking issues
pl: Odóż wczytywanie plików JavaScript, aby unikn problemów z blokowaniem renderowania

source: Display post date
pl: Wywietl dat wpisu

source: Display categories
pl: Wywietl kategorie

source: Display the post's featured image when it is set. Note that audio and image post formats automatically display the featured image.
pl: Wywietl obrazek wyróżniajcy wpisu, gdy jest ustawiony. Należy pamita, że formaty wpisów audio i graficznych automatycznie wywietlaj obrazek wyróżniajcy.

source: Secondary sidebar title
pl: Tytu panelu bocznego drugorzdnego

source: Html is allowed.
pl: Kod HTML jest dozwolony.

source: Primary sidebar title
pl: Gówny tytu panelu bocznego

source: For best SEO results, make sure your pages always include at least one H1 tag.
pl: Aby uzyska najlepsze wyniki SEO, upewnij si, że Twoje strony zawsze zawieraj co najmniej jeden znacznik H1.

source: The plugin is lightweight and has been designed to integrate seamlessly with Hueman and any WordPress theme.
pl: Wtyczka jest lekka i zostaa zaprojektowana tak, aby bezproblemowo integrowa si z Hueman i dowolnym motywem WordPress.

source: parallax effect
pl: efekt paralaksy

source: video backgrounds
pl: ta filmu

source: You can insert simple text zones, but also create %1$s, insert post grids, column structures, buttons, widget zones, maps, icons, and much more, or use pre-designed sections with professional %2$s.
pl: Możesz wstawia proste strefy tekstowe, ale także tworzy %1$s, wstawia siatki wpisów, struktury kolumn, przyciski, strefy widżetów, mapy, ikonki i wiele wicej lub używa wstpnie zaprojektowanych sekcji z profesjonalnymi %2$s.

source: It allows you to drag and drop mobile-ready sections on <i>really</i> any page of your site, including home, posts, pages, products, archives, 404, search pages, ...
pl: Umożliwia przeciganie i upuszczanie sekcji dostosowanych do urzdze mobilnych na <i>naprawd</i> dowolnej stronie witryny, w tym na stronie gównej, wpisach, stronach, produktach, archiwach, stronach 404, stronach wyszukiwania itd. ...

source: Developers of the Hueman theme have created Nimble Builder, a free, powerful yet easy-to-use page builder already active on 50K+ WordPress websites.
pl: Twórcy motywu Hueman stworzyli Kreator Nimble, darmowy, wydajny i atwy w obsudze kreator stron, który jest już wczony na ponad 50 tys. witryn WordPress.

source: Skip to content
pl: Przeskocz do treci

source: %s: Displayed as a contextual help menu item on the Theme Options page.
pl: %s: Wywietlane jako element menu pomocy kontekstowej na stronie Opcje motywu.

source: OptionTree->Documentation
pl: Drzewo opcji->Dokumentacja

source: %s: Choose the logical operator to compute the result of the conditions.
pl: %s: Wybierz operator logiczny, który obliczy wynik warunków.

source: %1$s: Add a comma separated list of options in the following format %2$s (slide from %3$s in intervals of %4$s). The three values represent the minimum, maximum, and step options and will only affect the Numeric Slider option type.
pl: %1$s: Dodaj rozdzielon przecinkami list opcji w nastpujcym formacie %2$s (slajd od %3$s w odstpach %4$s). Te trzy wartoci reprezentuj opcje minimaln, maksymaln i krokow i bd miay wpyw tylko na typ opcji Pokaz slajdów liczbowy.

source: %1$s: Setting the standard value for your option only works for some option types. Read the %2$s for more information on which ones.
pl: %1$s: Ustawienie wartoci standardowej dla Twojej opcji dziaa tylko dla niektórych typów opcji. Przeczytaj %2$s, aby uzyska wicej informacji o nich.

source: %s: This will only affect the List Item option type.
pl: %s: Ta opcja bdzie miaa wpyw tylko na typ opcji Element listy.

source: %s: This will only affect the following option types: Checkbox, Radio, Select & Select Image.
pl: %s: Ta opcja bdzie miaa wpyw tylko na nastpujce typy opcji: Pole wyboru, Przycisk radiowy, Wybierz i Wybierz obrazek.

source: %s: Choose one of the available option types from the dropdown.
pl: %s: Wybierz jeden z dostpnych typów opcji z listy rozwijanej.

source: %s: Displayed as the label of a form element on the Theme Options page.
pl: %s: Wywietlane jako etykieta elementu formularza na stronie Opcje motywu.

source: Section ID
pl: Identyfikator sekcji

source: Section Title
pl: Tytu sekcji

source: %s: A unique lower case alphanumeric string, underscores allowed.
pl: %s: Unikatowy cig alfanumeryczny zożony z maych liter, dozwolone s podkrelenia.

source: %s: Displayed as a menu item on the Theme Options page.
pl: %s: Wywietlane jako element menu na stronie Opcje motywu.

source: Featured Image
pl: Obrazek wyróżniajcy

source: Notice: %1$s was called incorrectly. All stored data must be filtered through %2$s, the %3$s option type is not using this filter. This is required since version %4$s.
pl: Uwaga: %1$s zosta wywoany nieprawidowo. Wszystkie przechowywane dane musz by filtrowane przez %2$s, typ opcji %3$s nie używa tego filtra. Jest to wymagane od wersji %4$s.

source: slider
pl: pokaz slajdów

source: The %s Colorpicker only allows valid hexadecimal or rgba values depending on the setting type.
pl: Selektor kolorów %s obsuguje wycznie prawidowe wartoci szesnastkowe lub RGBA, w zależnoci od typu ustawienia.

source: Display the date below the post title.
pl: Wywietl dat pod tytuem wpisu.

source: Post date
pl: Data wpisu

source: Display the author name below the post title.
pl: Wywietl autora pod tytuem wpisu.

source: Post author name
pl: Nazwa autora wpisu

source: Post Metas
pl: Meta znaczniki wpisu

source: Display the post tags after the post content.
pl: Wywietl sowa kluczowe po treci wpisu

source: Post tags
pl: Znaczniki wpisu

source: Post Tags
pl: Znaczniki wpisu

source: Install Nimble Builder Now
pl: Zainstaluj Kreator Nimble teraz

source: Nimble Page Builder
pl: Kreator strony Nimble

source: Hueman theme recommends %1$s.
pl: Motyw Hueman poleca %1$s.

source: Single Pages Settings
pl: Ustawienia stron

source: Display the page's featured image when it is set
pl: Wywietl obraz wpisu, jeli jest ustawiony.

source: Display the primary sidebar above the content column on smartphone mobile devices (480px).
pl: Wywietl gówny panel boczny nad kolumn treci na urzdzeniach przenonych(480px).

source: Control how the sidebar content is displayed on smartphone mobile devices (480px).
pl: Kontroluj w jaki sposób wywietlana jest zawartoci paska bocznego na urzdzeniach przenonych(tablety, smartfony,etc...) (480 pikseli).

source: Note : Html is allowed. The following template tags can be used : {{year}}, {{site_title}}, {{home_url}}.
pl: Uwaga: HTML jest dozwolony. Można uży nastpujcych kodów: {{year}}, {{site_title}}, {{home_url}}.

source: This can be used to ensure your background colors are applied when designing a header with a background image in %1$s
pl: Może to by użyte w celu zagwarantowania, że kolory ta zostan zastosowane podczas projektowania nagówka z obrazem w tle %1$s

source: Apply your custom background colors in priority for the topbar and the mobile menu
pl: Zastosuj swoje niestandardowe kolory ta dla górnego menu i menu mobilnego.

source: The category filter will not be applied when using the <strong>Classic grid</strong> post list design if the <strong>infinite scroll</strong> option is active.
pl: Filtr kategorii nie zostanie zastosowany w przypadku korzystania z projektu listy wpisów <strong>Klasyczna siatka</strong>, jeli aktywna jest opcja <strong>nieskoczonego przewijania</strong>.

source: Note for Pro users:
pl: Informacja dla użytkowników Pro.

source: Learn more about post categories in WordPress
pl: Dowiedz si wicej o kategoriach wpisów w WordPressie.

source: Click inside the above field and pick post categories you want to display. No filter will be applied when empty.
pl: Kliknij w powyższe pole i wybierz kategorie wpisów, które chcesz wywietli. Żaden filtr nie zostanie zastosowany, gdy pole bdzie puste.

source: Apply a category filter to your home / blog posts
pl: Zastosuj filtr kategorii do wpisów na stronie gównej/blogu

source: Sidebars background color
pl: Kolor ta paneli bocznych

source: Collapse
pl: Zwi

source: Expand
pl: Rozwi

source: Expand submenus on click
pl: Rozwi podmenu po klikniciu

source: Activate Nimble Builder Now
pl: Wcz Kreator Nimble teraz

source: In WordPress, archives are the pages listing posts by category, tag, author and date.
pl: W WordPress archiwa s stronami z listami wpisów wedug kategorii, tagów, autorów i dat.

source: Display the archive type and an icon next to the archive headings
pl: Wywietl rodzaj archiwum i ikon nastpnego obok nagówków archiwum

source: When checked, the post featured image are displayed in their original size, instead of the optimized image sizes of the theme. Make sure your original images are not too large, it could slow down your website.
pl: Po zaznaczeniu obrazek wyróżniajcy wpis jest wywietlany w oryginalnym rozmiarze zamiast zoptymalizowanych rozmiarów obrazków w motywie. Upewnij si, że oryginalne obrazki nie s zbyt duże, może to spowolni dziaanie witryny.

source: Display featured images in their original dimensions in post lists
pl: Wywietlaj obrazki wyróżniajce na listach wpisu w oryginalnych wymiarach

source: The global layout will be applied on every pages, even when a specific layout is set.
pl: Ukad ogólny zostanie zastosowany na każdej stronie, nawet jeli ustawiony jest okrelony ukad.

source: Force the global layout
pl: Wymu ukad ogólny

source: The <strong>%1$s</strong> theme requires at least %2$s version %3$s
pl: <strong>%1$s</strong> motyw wymaga co najmniej %2$s wersji %3$s

source: Site Wide Body Background
pl: Szerokie to witryny

source: Please fill the social link inputs with a valid URLs
pl: Prosz wypeni pole odnonika spoecznociowego prawidowym adresem URL

source: An error occurred: malformed social links
pl: Wystpi bd: nieprawidowe odnoniki spoecznociowe

source: No results found.
pl: Brak wyników.

source: #%d (no title)
pl: #%d (bez tytuu)

source: ajax_load_available_items => Security check failed.
pl: ajax_load_available_items => Kontrola bezpieczestwa nie powioda si.

source: Set a custom url
pl: Ustaw wasny adres url

source: ac_set_ajax_czr_tmpl => Security check failed.
pl: ac_set_ajax_czr_tmpl => Kontrola bezpieczestwa nie powioda si.

source: Customizing
pl: Personalizowanie

source: is always customized sitewide.
pl: jest zawsze dostosowany do szerokoci witryny.

source: When checked, this option loads a small javascript file ( 30 kb ) to detect if your site is being displayed by a mobile device like a phone or a tablet. It is recommended to check this option if you are using a cache plugin.
pl: Po zaznaczeniu ta opcja aduje may plik javascript (30 kb), aby wykry, czy witryna jest wywietlana na urzdzeniu mobilnym takim jak telefon czy tablet. Zaleca si zaznaczenie tej opcji, jeli używasz wtyczki pamici podrcznej.

source: Mobile device detection
pl: Wykrywanie urzdze mobilnych

source: If you are happy with the theme, say it on wordpress.org and give Hueman a nice review!
pl: Jeli jeste zadowolony z tego motywu, powiedz to na wordpress.org i zamie mi recenzj dla Hueman!

source: Thank you for using
pl: Dzikujemy za korzystanie

source: Hueman theme
pl: Motyw Hueman

source: Designed with the
pl: Zaprojektowany z

source: https://wordpress.org/
pl: https://pl.wordpress.org/

source: Powered by WordPress
pl: Oparte na WordPressie

source: The site title is displayed when there is no logo uploaded
pl: Tytu strony jest wywietlany, gdy logo nie jest zaadowane.

source: This option is good if you want to display a perfect font-size for your headings on any mobile devices. Note : it might override the css rules previously set in your custom stylesheet.
pl: Wybierz t opcj, jeżeli chcesz uzyska perfekcyjnie dopasowan wielko czcionki nagówków na urzdzeniach mobilnych. Uwaga: wczenie opcji może zastpi reguy css podane wczeniej we wasnym arkuszu stylów.

source: Make font sizes flexible. Enable this option to achieve scalable headlines that fill the width of a parent element.
pl: Ustaw zmienn wielko czcionki. Wcz t opcj aby uzyska skalowalny nagówek, który wypeni element rodzica.

source: Post/Page excerpt
pl: Fragment wpisu/strony

source: Post/Page content
pl: Tre wpisu/strony

source: No menu has been assigned for mobile devices yet. You can set it from the live customizer
pl: Żadne menu nie zostao dotychczas przypisane do urzdze mobilnych. Możesz je ustawi przy personalizacji

source: a short guide here.
pl: krótki przewodnik tutaj.

source: To help you getting started with Hueman, we have published
pl: Aby ci pomóc rozpocz prac z Hueman, opublikowalimy

source: If you need inspiration, you can visit our online demos
pl: Jeżeli potrzebujesz inspiracji, zobacz nasze strony demonstracyjne

source: to let you create the best possible websites.
pl: aby móg tworzy najlepsze możliwe strony.

source: of customization options
pl: opcji personalizacji

source: The theme offers a wide range
pl: Motyw proponuje szeroki zakres

source: Welcome in the Hueman theme
pl: Witaj w motywie Hueman

source: Mobile. You can set a specific menu for mobile devices. If not set, the theme will use the menu assigned to the Topbar, or the Header.
pl: Mobilne. Możesz ustawi konkretne menu dla urzdze mobilnych. Jeżeli nie jest ustawione, motyw użyje menu przypisanego do górnego paska lub do nagówka

source: Topbar
pl: Górny pasek

source: Mobile Devices
pl: Urzdzenia mobilne

source: Decide if your sidebars should be sticky on tablets and smartphones devices.
pl: Zdecyduj, czy Twoje panele boczne powinny by przypite na tabletach i smartfonach.

source: Post navigation
pl: Nawigacja wpisu

source: Related posts
pl: Podobne wpisy

source: If the selected menu location has no menu assigned, the theme will try to assign another menu in this order : topbar, mobile, header.
pl: Jeli wybrana pozycja menu nie ma przypisanego menu, motyw spróbuje przypisa inne menu w nastpujcej kolejnoci: górny pasek, dla urzdze mobilnych, nagówek.

source: Specific Mobile Menu
pl: Waciwe menu dla urzdze mobilnych

source: Set your logo, title and tagline
pl: Ustaw swoje logo, tytu i tagi

source: Display your logo or site title, and tagline on top of the header image
pl: Wywietlaj swoje logo lub tytu strony i tagi na górze z obrazkiem nagówka

source: Apply a semi-transparent filter to the topbar and mobile menu on scroll
pl: Zastosuj póprzezroczysty filtr do górnego paska i menu mobilnego podczas przewijania

source: Include images in search results
pl: Docz obrazki w wynikach wyszukiwania

source: (in pixels)
pl: (w pikselach)

source: Logo for mobiles
pl: Logo dla urzdze mobilnych

source: Use a specific logo for mobile devices
pl: Użyj odpowiedniego logo dla urzdze mobilnych

source: Display the site title in the header
pl: Wywietl tytu witryny w nagówku

source: Slider button
pl: Przycisk suwaka

source: can be customized with a specific set of options.
pl: może by spersonalizowany po ustawieniu odpowiednich opcji.

source: The options not customized at this level will inherit their value from
pl: Opcje, które nie zostan dostosowane na tym poziomie, odziedzicz swoj warto z

source: The current customizations will be applied to
pl: Obecna personalizacja zostanie zastosowana do

source: can be customized more specifically at the following level
pl: można dostosowa bardziej szczegóowo na nastpujcym poziomie

source: The current context
pl: Obecny kontekst

source: The customizations made site wide are inherited by all other levels of customization.
pl: Dostosowania wprowadzone w caej witrynie s dziedziczone na wszystkich innych poziomach dostosowywania.

source: to understand how to fix the problem.
pl: aby zrozumie, jak rozwiza problem.

source: this documentation page
pl: ta strona dokumentacji

source: Please refer to
pl: Prosz zapozna si z

source: Default sitewide value.
pl: Warto domylna dla caej witryny.

source: Go Pro
pl: Przejdź na wersj pro

source: Header Menus : mobile settings, scroll behaviour, search button
pl: Menu nagówka: ustawienia dla mobilnych, zachowanie przy przewijaniu, przycisk szukania

source: Post navigation in single posts
pl: Nawigacja po wpisach w pojedynczych wpisach

source: Display a search field in the header menu
pl: Wywietl pole szukania w nagówku menu

source: Display a search field in the top menu
pl: Wywietl pole szukania na górze menu

source: No search field
pl: Bez pola szukania

source: display a search field
pl: wywietl pole szukania

source: Always visible
pl: Zawsze widoczne

source: Reveal on scroll up
pl: Odso przy przewijaniu

source: Not visible when scrolling the page
pl: Nie widoczne podczas przewijania strony

source: top menu visibility on scroll
pl: górne menu widoczne przy przewijaniu

source: Menus settings for
pl: Ustawienia menu dla

source: Upgrade to Hueman Pro
pl: Zaktualizuj do Hueman Pro

source: Knowledge base
pl: Baza wiedzy

source: Header Design : colors and others
pl: Wygld nagówka: kolory i inne

source: When your visitors are using a smartphone or a tablet, the header becomes a thin bar on top, where the menu is revealed when clicking on the hamburger button. This option let you choose which menu will be displayed.
pl: Kiedy odwiedzajcy stron używa smartfona lub tabletu, nagówek staje si cienkim paskiem na górze, gdzie menu wywietla si po klikniciu przycisku hamburgera. Ta opcja pozwala ci wybra, które menu zostanie wywietlone.

source: This will display your widget zone on devices with a width smaller than 720 pixels : tablets, smartphones.
pl: Spowoduje to wywietlenie strefy widżetu na urzdzeniach o szerokoci mniejszej niż 720 pikseli: tabletach, smartfonach.

source: Display the header widget zone on mobile devices
pl: Wywietl stref widżetu nagówka na urzdzeniach mobilnych

source: This will display your widget zone on devices with a width greater than 720 pixels : laptops and desktops.
pl: Spowoduje to wywietlenie strefy widżetu na urzdzeniach o szerokoci wikszej niż 720 pikseli: laptopach, komputerach stacjonarnych.

source: Display the header widget zone on desktop devices
pl: Wywietl stref widżetu nagówka na komputerach stacjonarnych

source: Collapse menu
pl: Zwi menu

source: Expand menu
pl: Rozwi menu

source: Home page
pl: Strona gówna

source: Column layout for the main content
pl: Ukad kolumn dla gównej treci

source: Glues your website's sidebars on top of the page, making them permanently visible when scrolling up and down. Useful when a sidebar is too tall or too short compared to the rest of the content.
pl: Przykleja panele boczne Twojej witryny na górze strony, dziki czemu s one stale widoczne podczas przewijania w gór i w dó. Przydatne, gdy panel boczny jest za wysoki lub za krótki w porównaniu do reszty treci.

source: make sidebars sticky on scroll
pl: przypnij panele boczny podczas przewijania

source: Desktop devices
pl: Urzdzenia stacjonarne

source: Columns layout for
pl: Ukad kolumn dla

source: Simple
pl: Prosty

source: Animated
pl: Animowany

source: Style of the mobile menu button
pl: Styl przycisku menu w urzdzeniach mobilnych

source: Topbar and header menus, logo centered
pl: Menu górnego paska i nagówka, logo wyrodkowane

source: Topbar Menu
pl: Menu górnego paska

source: Select the menu(s) to use for mobile devices
pl: Wybierz menu dla urzdze mobilnych

source: Mobile Menu Background
pl: To menu urzdze mobilnych

source: Topbar menu
pl: Menu paska górnego

source: The Hueman theme supports up to two menu locations in your header.
pl: Motyw Hueman wspiera dwa miejsca dla menu w twoim nagówku.

source: Size in px
pl: Rozmiar w pikselach

source: There was a problem when trying to load the customizer.
pl: Problem podczas adowania konfiguratora

source: overridden by
pl: nadpisany przez

source: inherits from
pl: dziedziczy z

source: In this context :
pl: W tym kontekcie:

source: Switch to scope
pl: Zmie zakres

source: Widgets are created sitewide.
pl: Widżety s utworzone dla caej szerokoci strony

source: Menus are created sitewide.
pl: Menu s utworzone dla caej szerokoci strony
