Repository: prasish012/try
Catalog: try/media_copy/translations/morenews/existing_translations/PO FILES AS DATASETS FROM WP.TRANSLATE 2/Polish/wp-themes-hueman-*.po
Languages: pl

source: is customized in
pl: jest personalizowany w

source: is set in
pl: jest ustawione w

source: The value that will be applied to
pl: Warto, która bdzie zastosowana w

source: The value currently applied to
pl: Warto zastosowana w

source: Currently inherited from
pl: Obecnie dziedziczona z

source: You can customize this specifically for
pl: Mozesz to personalizowa dla

source: Default website value applied sitewide.
pl: Domylna warto strony zastosowana w caej jej szerokoci

source: Customized and applied to
pl: Personalizowane i zastosowane w

source: Customized and applied sitewide.
pl: Personalizowane i zastosowane w caej szerokoci strony.

source: once published.
pl: kiedy opublikowane

source: Customized. Will be applied to
pl: Personalizowane. Bdzie zastosowane w

source: Customized. Will be applied sitewide once published.
pl: Personalizowane. Bdzie zastosowane w caej szerokoci strony po publikacji.

source: This option is always customized sitewide and cannot be reset.
pl: Ta opcja jest zawsze personalizowana i nie mozna jej zresetowa.

source: Display informations about the scope of this option.
pl: Wywietl informacje o zakresie tej opcji.

source: The option has been reset
pl: Opcja zostaa zresetowana

source: Please confirm that you want to reset this option in
pl: Prosz potwierdź, że chcesz zresetowa t opcj w

source: Please confirm that you want to reset this option
pl: Prosz potwierdź, że chcesz zresetowa t opcj

source: This WordPress setting can not be reset sitewide
pl: To ustawienie w WordPress nie może by zresetowane do caej szerokoci strony

source: Your customizations have been reset
pl: Twoje personalizacje zostay zresetowane

source: sitewide
pl: Caa szeroko strony

source: Please confirm that you want to reset your current customizations for this option in
pl: Prosz potwierdź, że chcesz zresetowa używan personalizacj dla tej opcji w

source: Please confirm that you want to reset your current customizations for this option
pl: Prosz potwierdź, że chcesz zresetowa aktualne personalizacj dla tej opcji

source: Not customized yet, nothing to reset
pl: Brak personalizacji, nie można zresetowa

source: Reset your customized ( but not yet published ) value
pl: Zresetuj twoja spersonalizowana (ale jeszcze nie opublikowan) warto

source: Reset your customized ( and published ) value
pl: Zresetuj twoj spersonalizowan (i opublikowan) warto.

source: Your published customizations have been reset for
pl: Twoje opublikowane personalizacje zostay zresetowane dla

source: Please confirm that you want to reset your published customizations for
pl: Prosz potwierdź, że chcesz zresetowa twoje opublikowane personalizacje dla

source: Please confirm that you want to reset your sitewide published customizations. Note : this will not reset the customizations made in other option scopes
pl: Prosz potwierdź, że chcesz zresetowa twoje opublikowane personalizacje. Uwaga: To nie zresetuje twoich personalizacji dla innych zakresów

source: Your customizations have been reset for
pl: Twoje personalizacje zostay zrestowane dla

source: Please confirm that you want to reset your current ( not published ) customizations for
pl: Prosz potwierdź, że chcesz zresetowa twoj używan (nie opublikowan) personalizacje dla

source: Reset your website published options for
pl: Zresetuj opcje strony opublikowanej dla

source: Reset the theme options published sitewide
pl: Zresetuj opcje motywu opublikowanego w caej szerokoci strony

source: Reset the current customizations for
pl: Zresetuj używane personalizacje dla

source: Options for
pl: Opcje dla

source: This option sets the default font size applied to any text element of your website, when no font size is already applied.
pl: Opcja ustawia domylny rozmiar tekstu dla każdego elementu strony jeżeli nie zosta już wczeniej zastosowany.

source: Set your website default font size in pixels.
pl: Ustaw domylny rozmiar liter witryny w pikselach.

source: Set your logo below or
pl: Ustaw poniższe logo albo

source: Customize now
pl: Personalizuj teraz

source: You can set your social links here from the live customizer
pl: Możesz tutaj ustawi twoje linki spoecznociowe z konfiguratora

source: Press return or enter to open this panel
pl: Wcinij return lub enter, aby otworzy panel

source: Performances, SEO, CSS, Scroll
pl: Wydajnoci, SEO, CSS, Suwak

source: Logo, Layout, Menu
pl: Logo, Ukad, Menu

source: Footer Design
pl: Projektowanie stopki

source: Layout, Sidebars, Blog Posts, Thumbnails
pl: Ukad, Pasek boczny, Posty w blogu, Miniaturki

source: Main Body Design
pl: Projektowanie Treci Gównej

source: Header Image, Menu, Widget
pl: Obrazek nagówka, Menu, Widżet

source: Header Design
pl: Projektowanie nagówka

source: Title, Logo, Fonts, Colors, Background, Socials, Links
pl: Tytu, Logo, Czcionki, Kolory, To, Spoeczno, Linki

source: Web Page Design
pl: Projektowanie Stron Internetowych

source: Header Panel
pl: Panel nagówka

source: The menu currently displayed in your header is a default page menu, you can disable it in the %s.
pl: Menu jest obecnie wywietlane w twoim nagówku to gówne menu strony, możesz to wyczy w %s.

source: Post Lists Design and Content : Blog, Archives, Search Results
pl: Projektowanie listy postów i zawartoci : Blog, Archiwum, Wyniki wyszukiwania

source: Changelog
pl: Rejestr zmian

source: blog design panel
pl: panel proketowania blogu

source: Jump to the %s.
pl: Skocz do %s.

source: A static page
pl: Strona statyczna

source: Your latest posts
pl: Twoje najnowsze wpisy

source: Don't show any posts or page
pl: Nie pokazuj żadnych stron ani wpisów

source: Front Page Content
pl: Tre Strony Gównej

source: Header Menu
pl: Menu nagówka

source: You can create menus and set their locations %s.
pl: Możesz utworzy menu i ustawi ich lokalizacj %s.

source: custom excerpt
pl: wasna zajawka

source: The WordPress Excerpt is the summary or description of a post. By default, it will be the first words of a post, but you can write a %s if you want. You can set the number of words you want to display with this option.
pl: Zajawka Wordpress to podsumowanie lub opis postu. Domylnie to s pierwsze sowa postu ale możesz napisa swoje %s jeli chcesz. Możesz ustawic ilo sów, które chcesz wywietli wczajc t opcj.

source: Post Summary
pl: Podsumowanie Postu

source: Post List Design
pl: Projektowanie listy postów

source: Use a default page menu if no menu has been assigned.
pl: Użyj domylnego menu strony jeli żadne menu nie zostao ustawione.

source: Use a header banner image
pl: Użyj obrazek baneru w nagówku

source: Display a logo in the header
pl: Wywietl logo w nagówku

source: Featured image
pl: Obrazek wyróżniajcy

source: Footer Social Links
pl: Linki spoecznociowe stopki

source: Comments metas
pl: Meta dane komentarzy

source: Single post tags
pl: Tagi pojedynczego postu

source: Post list category meta
pl: Meta dane listy kategorii

source: Post list post metas
pl: Meta dane listy postu

source: Archive Type Title
pl: Tytu typu archiwum

source: Single Post tags
pl: Tagi pojedynczego postu

source: Single Post Categories meta
pl: Meta kategorie pojedynczego postu

source: Lists in post/pages
pl: Listy w postach/stronach

source: Single Page titles
pl: Tytuy pojedynczej strony

source: Single Post titles
pl: Tytuy pojedynczego postu

source: Top-Menu items
pl: Pozycje górnego menu

source: Slider subtitle
pl: Podtytu suwaka

source: Slider title
pl: Tytu suwaka

source: Page %s
pl: Strona %s

source: Check this option to delay the loading of non visible images. Images below the viewport will be loaded dynamically on scroll. This can really boost speed performances by reducing the weight of long pages that include many images.
pl: Zaznacz t opcj, aby opóźni adowanie niewidocznych obrazów. Obrazy poniżej zostan zaadowane dynamicznie podczas przewijania. To może znacznie zwikszy wydajno poprzez zmniejszenie wagi dugich stron zawierajcych wiele obrazów.

source: Load images on scroll
pl: Zaaduj obrazki podczas przewijania

source: Open external links in a new tab
pl: Otwórz zewntrzne linki w nowej zakadce

source: This will be applied to the links included in post or page content only.
pl: Bdzie dotyczy tylko odnoników umieszczonych na stronach i wpisach.

source: Display an icon next to external links
pl: Wywietl ikonk obok odnoników zewntrznych

source: here
pl: tutaj

source: Learn more
pl: Dowiedz si wicej

source: The background-size CSS property specifies the size of the background images. The size of the image can be fully constrained or only partially in order to preserve its intrinsic ratio.
pl: Waciwo rozmoar-ta CSS okrela wielko obrazów ta. Wielko obrazu może by w peni lub tylko czciowo ograniczona w celu zachowania jej wewntrznej proporcji.

source: Right Bottom
pl: Na dole po prawej

source: Right Center
pl: Na rodku po prawej

source: Right Top
pl: Na górze po prawej

source: Center Bottom
pl: Na dole na rodku

source: Center Center
pl: Na rodku porodku

source: Center Top
pl: Na górze na rodku

source: Left Bottom
pl: Na dole po lewej

source: Left Center
pl: Na rodku po lewej

source: Left Top
pl: Na górze po lewej

source: Scroll
pl: Przewijaj

source: Fixed
pl: Okrelone

source: Inherit
pl: Dziedziczone

source: Repeat Vertically
pl: Powtarzaj w pionie

source: Repeat Horizontally
pl: Powtarzaj w poziomie

source: Repeat All
pl: Powtarzaj wszystko

source: No Repeat
pl: Bez powtarzania

source: Choose Image
pl: Wybierz obrazek

source: No image selected
pl: Nie wybrano obrazka

source: Change Image
pl: Zmie obrazek

source: Select Image
pl: Wybierz obrazek

source: Widget Zone
pl: Obszar widżetów

source: Select position property
pl: Ustaw waciwo lokalizacji

source: Select attachment property
pl: Ustaw waciwo zacznika

source: Select repeat property
pl: Ustaw opcj powtarzania

source: The Footer Widget Zone is located before the other footer widgets and takes 100% of the width. Very appropriate to display a Google Map or an advertisement banner.
pl: Obszar widżetu stopki znajduje si przed innymi widgetami stopki i ma 100% szerokoci. Bardzo odpowiednia do wywietlania mapy Google lub baner reklamowy.

source: Footer Full Width
pl: Pena szeroko stopki

source: The Header Widget Zone is located next to your logo or site title.
pl: Strefa Nagówka Widżetu znajduje si obok logo lub tytu witryny.

source: Header (next to logo / title)
pl: Opis, który pojawia si obok logo

source: Give it a name
pl: Ustal nazw

source: Enter the full url of your social profile (must be valid url).
pl: Wpisz peny adres URL swojego profilu spoecznego (musi by poprawny adres URL).

source: Social link url
pl: Link spoecznociowy

source: Select an icon
pl: Wybierz ikon

source: Add it
pl: Dodaj to

source: Cancel
pl: Anuluj

source: Learn more about this in the documentation
pl: Dowiedz si wicej na ten temat w dokumentacji

source: A selected location is not available with the current settings.
pl: Wybrana lokalizacja nie jest dostpna przy używanych ustawieniach.

source: Unavailable location. Some settings must be changed.
pl: Niedostpna lokalizacja. Niektóre ustawienia musz by zmienione.

source: Inactive in current context/location
pl: Nieaktywne w używanej lokalizacji/w kontekcie

source: New Widget Zone created ! Scroll down to edit it.
pl: Nowy obszar widżetów utworzony ! Przesu w dó w celach edycji.

source: New Social Link created ! Scroll down to edit it.
pl: Nowy link spoecznociowy utworzony ! Przesu w dó żeby edytowa

source: Done !
pl: Zrobione !

source: Follow us on
pl: Obserwuj na:

source: Select a social icon
pl: Wybierz ikon

source: This zone is located before the other footer widgets and takes 100% of the width. Very appropriate to display a Google Map or an advertisement banner.
pl: Strefa ta znajduje si przed innymi widżetami stopki i ma 100% szerokoci. Miejsce odpowiednie do wywietlania mapy Google lub baner reklamowy.

source: Display a full width widget area in your footer
pl: Wywietla pen szeroko obszaru widgetu w stopce

source: By default, your featured posts display the first words of their content ( the "excerpt"). Check this box to display the full content.
pl: Domylnie twoje wyróżnione posty bd wywietla pierwsze sowa ich treci ("fragment"). Zaznacz to pole, aby wywietli pen tre.

source: Display the full post content
pl: Wywietl tre wpisu

source: Published
pl: Opublikowano

source: Notes : 1)This will override any default settings of the customizer options panel. 2) The secondary sidebar is placed on the right in a 3 columns layout.
pl: Uwagi: 1) To zastpi ustawienia domylne panelu opcji panelu Kongigurator. 2) Podstawowy pasek boczny jest umieszczony po lewej stronie w ukadzie 3 kolumny.

source: Select a widget zone for the secondary sidebar.
pl: Wybierz stref widżet dla dodatkowego panelu.

source: Notes : 1)This will override any default settings of the customizer options panel. 2) The primary sidebar is placed on the left in a 3 columns layout. It can be on the right in a 2 columns layout, when the content is on the left.
pl: Uwagi: 1) To zastpi ustawienia domylne panelu opcji panelu Konfigurator. 2) Podstawowy pasek boczny jest umieszczony po lewej stronie w ukadzie 3 kolumn. Może to by na prawo w ukadzie 2 kolumn, gdy tre ta jest z lewej strony.

source: Select a widget zone for the primary sidebar.
pl: Wybierz stref widżet dla gównego panelu.

source: Full width widget zone. Located in the right sidebar in a 3 columns layout.
pl: Pena szeroko strefy widżet. Znajduje si w prawym bocznym w ukadzie 3 kolumn.

source: Full width widget zone. Located in the left sidebar in a 3 columns layout. Can be on the right of a 2 columns sidebar when content is on the left.
pl: Pena szeroko strefy widżet. Znajduje si w lewym pasku bocznym w ukadzie 3 kolumn. Może by na prawo od 2 kolumn paska bocznego, gdy tre jest po lewej stronie.

source: Hueman Admin Settings
pl: Ustawienia zaawansowane dla motywu Hueman

source: Performances and SEO
pl: Wydajno i SEO

source: This button links to the "About Hueman" page.
pl: Przycisk umożliwia powrót do ekranu gównego.

source: Display a Help button in the admin bar
pl: Wywietla przycisk Pomoc na pasku admin

source: This page is intended to provide information about the Hueman theme : changelog, release note, documentation link. It also display information about your current install that can be useful if you need to report an issue.
pl: Ta strona ma na celu dostarczenie informacji o motywie Hueman: dziennik zmian, notatka o wydaniu, odnonik do dokumentacji. Wywietla również informacje o bieżcej instalacji, które mog by przydatne, jeli chcesz zgosi problem.

source: Display the "About Hueman" page in the "Appearance" admin menu
pl: Wywietli stron "O Hueman" w menu admina "Wygld"

source: "Structured data markup" is a standard way to annotate your content so machines can understand it. Implementing it will help your website rank higher in search engines.
pl: "Zorganizowane znaczniki danych" s standardowym sposobem opisywania

source: Use Structured Data Markup for your posts
pl: Użyj znaczników strukturalnych danych dla Twoich postów

source: Unchecking this option is not recommended. Minifying css stylesheets improves performance for your website overall by decreasing the load time.
pl: Usunicie zaznaczenia tej opcji nie jest zalecane. Kompresja arkuszy css stylów poprawia wydajno witryny ogólnej zmniejszajc czas adowania.

source: Use a minified stylesheet
pl: Użyj arkusza stylów

source: Footer Background
pl: To stopki

source: Your blog sub-heading. Html is allowed. Note : write a blank space to hide the default content.
pl: Twój podnagówek bloga. HTML jest dozwolone. Uwaga: Napisz spacj aby ukry domyln tre..

source: Your blog heading. Html is allowed. Note : write a blank space to hide the default content.
pl: Twój nagówek bloga. HTML jest dozwolone. Uwaga: Napisz spacj aby ukry domyln tre.

source: Not set
pl: Nie ustawiono

source: Secondary Sidebar (on the right in a 3 columns layout)
pl: Dodatkowy pasek boczny (po lewej w ukadzie 3 kolumn)

source: Primary Sidebar (on the left in a 3 columns layout)
pl: Podstawowy pasek boczny (po lewej w ukadzie 3 kolumny)

source: Blog Page
pl: Strona z wpisami

source: If no specific category is selected, the featured posts block will display your latest post(s) from all categories.
pl: Jeli okrelona kategoria nie jest zaznaczona, blok wyróżnionych postów wywietli twój ostatni post/posty ze wszystkich kategorii.

source: Select a category to feature
pl: Wybierz kategori do wyróżnienia

source: Display a responsive video with a YouTube or Vimeo link.
pl: Wywietla czue wideo z linkiem YouTube lub Vimeo.

source: Hueman Videos
pl: Video motywu Hueman

source: List posts, comments, and/or tags with or without tabs.
pl: Lista postów, komentarze i / lub etykiety z zakadkami lub bez.

source: Hueman Dynamic Tabs
pl: Zakadki dynamicznych stylów

source: Display posts from a category
pl: Wywietl posty z kategorii

source: Hueman Posts
pl: Najnowsze posty

source: Select a layout for this page.
pl: Wybierz ukad dla Twojej strony internetowej

source: Select a widget zone for the right sidebar.
pl: Wybierz stref widżet dla prawego paska bocznego

source: This will override any default settings of the customizer options panel.
pl: To zastpi ustawienia domylne panelu opcji panelu Kongigurator.

source: Select a widget zone for the left sidebar.
pl: Wybierz stref widżet dla lewego paska bocznego

source: Add widgets to the zone :
pl: Dodaj widżet do strefy :

source: You can change or disable this setting by editing the options of the current post / page.
pl: Możesz zmieni lub wyczy to ustawienie edytujc opcje bieżcego post / strony.

source: in this post or page options.
pl: w tym pocie albo opcje strony.

source: You have already assigned the following widget zone here :
pl: Nastpujcy obszar widżetu zosta przypisany tutaj:

source: You can add Widget Areas here from the customizer, in the <strong>Dynamic Sidebars and Widgets</strong> panel, or you can change the layout to remove this sidebar in <strong>Content &raquo; Layout Options for the main content</strong>.
pl: Możesz doda Obszar Widżetu z konfiguratora, w panelu <strong> Dynamiczne Paski i widgett </ strong> , lub możesz zmieni ukad aby usun ten pasek boczny <strong> Tre & raquo; Opcje ukadu do gównej treci </ strong>.

source: No widget zones available in this sidebar.
pl: Brak widżetów dostpnych w tym pasku bocznym.

source: 404 Error Pages
pl: Bd 404

source: Search Results
pl: Wyniki wyszukiwania

source: Categories
pl: Kategorie

source: Archives
pl: Archiwa

source: Single Posts
pl: Pojedyncze wpisy

source: Pages
pl: Strony

source: All contexts
pl: Pena tre

source: Widgetized footer 4
pl: Stopka widżetu 4

source: Footer 4
pl: Stopka 4

source: Widgetized footer 3
pl: Stopka widżetu 3

source: Footer 3
pl: Stopka 3

source: Widgetized footer 2
pl: Stopka widżetu 2

source: Footer 2
pl: Stopka 2

source: Widgetized footer 1
pl: Stopka widżetu 1

source: Footer 1
pl: Stopka 1

source: Secondary
pl: Drugorzdne

source: Primary
pl: Podstawowy

source: Theme Options [OLD]
pl: Opcje motywu [OLD]

source: 4 Columns
pl: 4 kolumny

source: 3 Columns
pl: 3 kolumny

source: 2 Columns
pl: 2 kolumny

source: Inherit Global Layout
pl: Dziedziczenie gównego ukadu

source: 3 Columns - Content Right
pl: 3 Kolumny - Tre po prawej

source: 3 Columns - Content Left
pl: 3 Kolumny - Tre po lewej

source: 3 Columns - Content Middle
pl: 2 Kolumny - Tre po rodku

source: 2 Columns - Content Right
pl: 2 Kolumny - Tre po prawej

source: 2 Columns - Content Left
pl: 2 Kolumny - Tre po lewej

source: 1 Column
pl: 1 kolumna

source: Choose one
pl: Wybierz

source: Footer Design : Logo, layout, ...
pl: Projektowanie stopki : Logo, ukad, ...

source: Thumbnails Settings
pl: Ustawienia miniaturek

source: Single Posts Settings
pl: Ustawienia pojedynczych postów

source: Sidebars : Design and Mobile Settings
pl: Paski boczne : Projektowanie i ustawienia urzdze mobilnych

source: Header Advertisement Widget
pl: Widżet reklam w nagówku

source: Mobile devices
pl: Urzdzenia mobilne

source: Social links
pl: Odnoniki spoecznociowe

source: General Design Options : Font, Colors, ...
pl: Ogólne opcje projektowania: czcionki, kolory, ...

source: Site Identity : Logo, Title, Tagline and Site Icon
pl: ID strony : Tytu, Tagline i ikona witryny

source: in the menu panel
pl: w panelu menu

source: create/edit menus
pl: utwórz/edytuj menu

source: Advanced settings for the Hueman theme.
pl: Ustawienia zaawansowane dla motywu Hueman

source: Advanced options
pl: Opcje zaawansowane

source: Footer settings for the Hueman theme.
pl: Ustawienia stopki dla motywu Hueman

source: Footer
pl: Stopka

source: Content settings for the Hueman theme.
pl: Ustawienia zawartoci dla motywu Hueman

source: Header settings for the Hueman theme.
pl: Ustawienia nagówka dla motywu Hueman

source: Header
pl: Nagówek

source: General settings for the Hueman theme : design, comments, mobile, ...
pl: Gównie ustawienia dla motywu Hueman: projektowanie, komentarze, mobilne, ...

source: Footer credit text
pl: Ustawienia podzikowa na stopce dla autorów motywu Hueman

source: Replace the footer copyright text
pl: Zastp napis w stopce o prawach autorskich

source: Upload your custom logo image
pl: Dodaj obrazek z logo.

source: Recommended number of columns : 3
pl: Rekomendowana ilo kolumn: 3

source: Select columns to enable footer widgets
pl: Wybierz kolumny, aby wczy widżety stopki

source: Hide both sidebars
pl: Schowaj paski boczne, gówny i dodatkowy

source: Hide secondary sidebar
pl: Schowaj dodatkowy pasek boczny

source: Hide primary sidebar
pl: Schowaj gówny pasek boczny

source: Display both sidebars
pl: Jeden lewy pasek boczny, jeden prawy pasek boczny

source: Mobile Sidebar Content
pl: Szeroko paska bocznego - mobilne

source: Display boxes at the top of the sidebars
pl: Wywietl ramk na górze paska bocznego

source: Sidebar Top Boxes
pl: Szeroko paska bocznego

source: Display comment count on thumbnails
pl: Wywietl licznik komentarzy na miniaturkach

source: Thumbnail Comment Count
pl: Licznik komentarzy minaturek

source: Display featured image placeholders if no featured image is set
pl: Wywietl zastpczy obraz miniaturek w przypadku braku wyróżnionego obrazu.

source: Thumbnail Placeholder
pl: Obraz zastpczy miniaturek

source: Display links to the next and previous article
pl: Wywietl linki do nastpnego i poprzedniego artykuu

source: Below content
pl: Tre poniżej

source: Display randomized related articles below the post
pl: Wywietl losowe powizane artykuy poniżej postu

source: Related by tags
pl: Tagi:

source: Related by categories
pl: Relacja po kategoriach

source: Disable
pl: Wycz

source: Single - Related Posts
pl: Komentarze w postach

source: Display post author description, if it exists
pl: Wywietlanie postu opis autora, jeli istnieje

source: Single - Author Bio
pl: Autor biografia

source: If this box is checked, your featured posts will be displayed both in the featured slider and in the post list below. Usually not recommended because a given post might appear two times on the same page.
pl: Jeli ta opcja jest zaznaczona, twoje wyróżniajce si posty bd wywietlane zarówno na suwaku i na licie postu poniżej. Zwykle nie jest to zalecane, ponieważ dany wpis może pojawi si dwa razy na tej samej stronie.

source: Display the featured posts also in the list of posts
pl: Wywietlanie polecanych postów również w licie postów

source: Speed of the automatic slideshow animation
pl: Prdko wywietlania wyróżnionych postów

source: Featured Slideshow Speed
pl: Prdko wywietlania wyróżnionych postów

source: Enables the automatic animation of the featured posts carousel.
pl: Rekomendowane kategorie karuzeli
