Repository: prasish012/try
Catalog: try/media_copy/translations/morenews/existing_translations/PO FILES AS DATASETS FROM WP.TRANSLATE 2/Polish/wp-themes-onepress-*.po
Languages: pl

source: OnePress is an outstanding creative and flexible WordPress one page theme well suited for business website, portfolio, digital agency, product showcase, freelancers and everyone else who appreciate good design. The theme overall is an elegant and classic one, a fine example of Bootstrap 4 WordPress theme which compatibility with latest version of WooCommerce. (Live preview : https://demos.famethemes.com/onepress)
pl: OnePress to wyjątkowy, kreatywny i elastyczny jedno stronowy motyw WordPress, dobrze dopasowany dla strony internetowej firmy, portfolio, agencji cyfrowej, prezentacji produktów, freelancerów i wszystkich, którzy cenią sobie dobry wygląd. Ogólny motyw jest elegancki i klasyczny, jest świetnym przykładem motywu WordPress Bootstrap 4, który jest kompatybilny z najnowszą wersją WooCommerce. (Podgląd na żywo: https://demos.famethemes.com/onepress)

source: You are not authorized to access this page.
pl: Nie masz uprawnień dostępu do tej strony.

source: Security check!
pl: Kontrola bezpieczeństwa!

source: Bulk Edit for WooCommerce
pl: Edycja zbiorcza dla WooCommerce

source: Currency Switcher for WooCommerce
pl: Przełącznik walut dla WooCommerce

source: Please setup your main Latitude & Longitude first
pl: Proszę przypisać główną szerokość i długość geograficzną

source: The section ID should be English character, lowercase and no space.
pl: Identyfikator sekcji powinien składać się z angielskich znaków, małych liter i bez spacji.

source: Disable the section navigation on mobile
pl: Wyłącz sekcję nawigacji dla urządzeń mobilnych

source: Apply when the page display featured image as header cover.
pl: Zastosuj gdy obrazek wyróżniający strony wyświetla się jako okładka.

source: Page Title Cover Alignment
pl: Wyrównanie okładki tytułu strony

source: Page Title Alignment
pl: Wyrównanie tytułu strony

source: Hide placeholder if the post thumbnail not exists.
pl: Ukryj symbol zastępczy jeśli miniatura wpisu nie istnieje.

source: Hide thumbnail placeholder
pl: Ukryj zastępczą miniaturę

source: Enable Image Link
pl: Włącz odnośnik obrazka

source: Select a page which have content contain [gallery] shortcode or gallery blocks.
pl: Wybierz stronę, której treść zawiera skrót [galeria] lub bloki galerii.

source: Secondary Color
pl: Kolor drugorzędny

source: Enter content max width number, e.g : 800
pl: Wpisz maksymalną szerokość treści, np: 800

source: Single Content Max Width
pl: Szerokość Max jednej treści

source: Right Sidebar
pl: Panel boczny po prawej

source: No Sidebar
pl: Brak panelu bocznego

source: Single Layout Sidebar
pl: Prosty układ Panela Bocznego

source: Disable archive prefix
pl: Wyłącz prefiks archiwum

source: Label Color
pl: Kolor etykiety

source: Label Background
pl: Tło Etykiety

source: Testimonials
pl: Referencje

source: Section: Testimonials
pl: Sekcja: Referencje

source: Highlight Projects
pl: Wyróżnij projekty

source: Section: Projects
pl: Sekcja: Projekty

source: Pricing Table
pl: Cennik

source: Section: Pricing
pl: Sekcja: Ceny

source: Map
pl: Mapa

source: Section: Map
pl: Sekcja: Mapy

source: Section: Call to Action
pl: Sekcja: Wezwanie do działania

source: Our Clients
pl: Nasi Klienci

source: Section: Clients
pl: Sekcja: Klienci

source: Section: Slider
pl: Sekcja: Przewijacz

source: Overview
pl: Przegląd

source: Disable (or enable) unused sections to improve Customizer loading speed. Your section settings is still saved.
pl: Wyłącz (lub włącz) nieużywane sekcje, aby poprawić szybkość wczytywania. Twoje ustawienia sekcji są nadal zapisywane.

source: Customizer Section Manager
pl: Menedżer sekcji personalizacji

source: Settings saved
pl: Ustawienia zostały zapisane

source: Plus Feature
pl: Dodatkowe Funkcje

source: Contact Form by WPForms
pl: Formularz Kontaktowy od WPForms

# daily archives date format
source: F j, Y
pl: Y-m-d

source: <h4 class="customizer-group-heading-message">Advanced Section Styling</h4><p class="customizer-group-heading-message">Check out the <a target="_blank" href="https://www.famethemes.com/plugins/onepress-plus/?utm_source=theme_customizer&utm_medium=text_link&utm_campaign=onepress_customizer#get-started">OnePress Plus</a> version for full control over the section styling which includes background color, image, video, parallax effect, custom style and more ...</p>
pl: <h4 class="customizer-group-heading-message">Zaawansowany Styl Sekcji</h4><p class="customizer-group-heading-message">Sprawdź <a target="_blank" href="https://www.famethemes.com/plugins/onepress-plus/?utm_source=theme_customizer&utm_medium=text_link&utm_campaign=onepress_customizer#get-started">OnePress Plus</a> dla pełnej kontroli nad stylizacją sekcji, która zawiera kolor tła, obrazek, film, efekt paralaksy, styl niestandardowy i więcej ...</p>

source: Custom More News link
pl: Nietypowy odnośnik Więcej Nowości

source: More News Page
pl: Strona Więcej Nowości

source: Full content
pl: Pełna treść

source: Strip excerpt by more tag
pl: Wyjmij fragment za pomocą większej ilości tagów

source: Use excerpt metabox
pl: Użyj fragmentu metabox

source: Custom
pl: Własne

source: Custom excerpt length
pl: Długość zwykłego fragmentu

source: Hide post categories
pl: Ukryj kategorie wpisu

source: Sections Navigation
pl: Sekcja Nawigacji

source: Check this to disable archive prefix on category, date, tag page.
pl: Zaznacz to pole, aby wyłączyć prefiks archiwum w kategorii, dacie, stronie znacznika.

source: Blog Posts
pl: Wpisy na blogu

source: Custom navigation label
pl: Nietypowa etykieta nawigacji

source: Inverse dots color
pl: Odwróć kolor kropek

source: Dots inverse color
pl: Kolor odwrócenia kropek

source: Dots color
pl: Kolor kropek

source: By default navigation label is section title.
pl: Domyślnie etykietą nawigacji jest tytuł sekcji.

source: Enable navigation labels
pl: Włącz etykiety nawigacji

source: Enable in section navigation
pl: Włącz w sekcji nawigacji

source: Home
pl: Strona główna

source: Create a support ticket
pl: Utwórz zgłoszenie do pomocy technicznej

source: Transparent Logo Height in Pixel
pl: Wysokość przezroczystego Logo w pikselach

source: Open Button #2 In New Window
pl: Otwórz Przycisk #2 w nowym oknie

source: Open Button #1 In New Window
pl: Otwórz Przycisk #1 w nowym oknie

source: Apply header cover settings for single product.
pl: Potwierdź ustawienia otoczenia pojedynczego produktu.

source: Keep %s updated
pl: Zachowaj %s aktualizację

source: Your settings were copied.
pl: Twoje ustawienia zostały skopiowane.

source: Hide footer.
pl: Ukryj stopkę.

source: Display page excerpt as header cover description.
pl: Wyświetl fragment strony jako opis otoczenia nagłówka.

source: Display featured image as header cover.
pl: Wyświetlaj obrazek wyróżniający jako otoczenie nagłówka.

source: Hide page title area.
pl: Ukryj obszar tytułu strony.

source: Hide header.
pl: Ukryj nagłówek.

source: Hide breadcrumb.
pl: Ukryj okruszki

source: Only set if display site tagline.
pl: Ustaw jeśli chcesz wyświetlić linię tagów.

source: Site Tagline Color
pl: Kolor linii tagów strony

source: Full Width - Contained Content
pl: Pełna szerokość - treść zawarta

source: Full Width - Stretched Content
pl: Pełna szerokość - treść rozciągnięta

source: Upgrade to %1s to unlock this feature.
pl: Aktualizuj do %1s, aby odblokować tą funkcję.

source: Page Settings
pl: Ustawienia strony

source: Get OnePress Plus now!
pl: Pobierz teraz OnePress Plus!

source: Recommended Actions
pl: Zalecane działania

source: OnePress Plus Available! Take a look
pl: OnePress Plus jest dostępny! Sprawdź

source: <h4 class="customizer-group-heading-message">Drag &amp; Drop Section Orders</h4><p class="customizer-group-heading-message">Check out the <a target="_blank" href="https://www.famethemes.com/plugins/onepress-plus/?utm_source=theme_customizer&utm_medium=text_link&utm_campaign=onepress_customizer#get-started">OnePress Plus</a> version for full control over the frontpage SECTIONS ORDER!</p><h4 class="customizer-group-heading-message">Advanced Section Styling</h4><p class="customizer-group-heading-message">Check out the <a target="_blank" href="https://www.famethemes.com/plugins/onepress-plus/?utm_source=theme_customizer&utm_medium=text_link&utm_campaign=onepress_customizer#get-started">OnePress Plus</a> version for full control over the section styling which includes background color, image, video, parallax effect, custom style and more ...</p>
pl: <h4 class="customizer-group-heading-message">Przeciągnij &amp; Upuść Sekcja Zamówień</h4><p class="customizer-group-heading-message">Sprawdź <a target="_blank" href="https://www.famethemes.com/plugins/onepress-plus/?utm_source=theme_customizer&utm_medium=text_link&utm_campaign=onepress_customizer#get-started">OnePress Plus</a> wersję do pełnej kontroli sekcji zamówień strony głównej</p><h4 class="customizer-group-heading-message">Zaawansowane stylizowanie sekcji</h4><p class="customizer-group-heading-message">Sprawdź <a target="_blank" href="https://www.famethemes.com/plugins/onepress-plus/?utm_source=theme_customizer&utm_medium=text_link&utm_campaign=onepress_customizer#get-started">OnePress Plus</a> wersję do pełnej kontroli styli sekcji zawierających kolorowe tło, obrazek, video, efekt paralaksy, niestandardowy styl i więcej ...</p>

source: Ascending
pl: Rosnąco

source: Descending
pl: Malejąco

source: Order
pl: Zamówienie

source: Random order
pl: Losowa kolejność

source: Order by Page Order
pl: Sortuj według kolejności stron

source: Comment Count
pl: Liczba komentarzy

source: Date
pl: Data

source: Author
pl: Autor

source: Default
pl: Domyślne

source: Order By
pl: Kolejność według

source: Category to show
pl: Pokaż kategorię

source: Icon Size
pl: Rozmiar ikony

source: Layout Settings
pl: Ustawienia układu

source: Rotating Text Background
pl: Tło tekstu obracanego

source: Rotating Text Color
pl: Kolor tekstu obracanego

source: We are <span class="js-rotating">OnePress | One Page | Responsive | Perfection</span>
pl: Jesteśmy <span class="js-rotating">OnePress | One Page | Elastyczność | Perfekcja</span>

source: Want to add <strong>background video</strong> for hero section? Upgrade to <a target="_blank" href="https://www.famethemes.com/plugins/onepress-plus/?utm_source=theme_customizer&utm_medium=text_link&utm_campaign=onepress_customizer#get-started">OnePress Plus</a> version.
pl: Chcesz dodać <strong>video w tle</strong> dla głównej sekcji? Aktualizuj do wersji <a target="_blank" href="https://www.famethemes.com/plugins/onepress-plus/?utm_source=theme_customizer&utm_medium=text_link&utm_campaign=onepress_customizer#get-started">OnePress Plus</a>.

source: Disable Preload Icon
pl: Wyłącz ikonę wczytywania

source: Footer Copyright
pl: Stopka Prawa Autorskie

source: Link Hover Color
pl: Kolor podświetlonego odnośnika

source: Link Color
pl: Kolor odnośnika

source: Widget Title Color
pl: Kolor tytuły widżetu

source: Enter int numbers and sum of them must smaller or equal 12, separated by "+"
pl: Podaj liczby całkowite, aby ich suma była mniejsza lub równa 12, oddzielaj znakiem "+"

source: Custom footer %s columns width
pl: Szerokość %s kolumn niestandardowej stopki

source: Custom footer 1 column width
pl: Szerokość 1 kolumny niestandardowej stopki

source: Disable footer widgets
pl: Wyłącz widżety stopki

source: Number footer columns to display.
pl: Liczba kolumn stopki do wyświetlenia.

source: Footer Widgets
pl: Widżety stopki

source: Text Color
pl: Kolor tekstu

source: Upgrade to <a target="_blank" href="https://www.famethemes.com/plugins/onepress-plus/?utm_source=theme_customizer&utm_medium=text_link&utm_campaign=onepress_customizer#get-started">OnePress Plus</a> to be able to add more items and unlock other premium features!
pl: Aktualizuj do <a target="_blank" href="https://www.famethemes.com/plugins/onepress-plus/?utm_source=theme_customizer&utm_medium=text_link&utm_campaign=onepress_customizer#get-started">OnePress Plus</a>, aby móc dodawać kolejne pozycje i odblokowywać inne funkcje premium!

source: Footer Socials
pl: Stopka społecznościowa

source: Right
pl: Do prawej

source: Left
pl: Do lewej

source: Center
pl: Wyśrodkowanie

source: Color
pl: Kolor

source: The page cover padding bottom in percent (%).
pl: Dolny margines wewnętrzny pokrowca w procentach (%).

source: Padding Bottom
pl: Dolny margines wewnętrzny

source: The page cover padding top in percent (%).
pl: Górny margines wewnętrzny pokrowca w w procentach (%).

source: Padding Top
pl: Górny margines wewnętrzny

source: Check this box to disable the page title bar on all pages.
pl: Zaznacz to jeśli chcesz wyłączyć pasek tytułu strony na wszystkich stronach.

source: Disable Page Title bar?
pl: Wyłączyć pasek tytułu strony?

source: Page Title Area
pl: Obszar tytułu strony

source: Padding left and right for Navigation items (pixels).
pl: Lewy i prawy wewnętrzny margines dla nawigacji pozycji (piksele).

source: Menu Item Padding
pl: Dopełnienie elementu menu

source: Navigation
pl: Nawigacja

source: Transparent Site Tagline Color
pl: Kolor przezroczystości linii tagów

source: Transparent Site Title Color
pl: Kolor przezroczystości tytułu witryny

source: Transparent Retina Logo
pl: Przezroczystość Logo Retina

source: Only apply when transparent header option is checked.
pl: Działa tylko przy zaznaczonej opcji przezroczystości nagłówka.

source: Transparent Logo
pl: Przezroczyste Logo

source: Below Hero Slider
pl: Poniżej głównego suwaka

source: Top
pl: Na górze

source: Header Position
pl: Pozycja nagłówka

source: Contained
pl: Zawarte

source: Header Width
pl: Szerokość nagłówka

source: Check this if you want to disable default google fonts in theme.
pl: Zaznacz, jeśli chcesz wyłączyć domyślne czcionki google w motywie.

source: Disable Google Fonts
pl: Wyłącz czcionki Google

source: Logo Height In Pixel
pl: Wysokość Logo w pikselach

source: Retina Logo
pl: Logo Retina

source: All
pl: Wszystko

source: Footer %s
pl: Stopka %s

source: One thought on &ldquo;%2$s&rdquo;
pl: Jeden komentarz do &bdquo;%2$s&rdquo;

source: Check this box to show single post meta such as post date, author, category,...
pl: Proszę zaznaczyć pole, aby wyświetlać metadane jednego wpisu, takie jak data publikacji, autor, kategoria, ...

source: Show single post meta
pl: Pokaż metadane pojedynczego wpisu

source: Check this box to show post thumbnail on single post.
pl: Proszę zaznaczyć pole, aby wyświetlić obrazek wyróżniający we wpisie.

source: Show single post thumbnail
pl: Pokaż miniaturę pojedynczego posta

source: Single Post
pl: Pojedynczy wpis

source: The amount of time in between slides, expressed as the number of milliseconds.
pl: Przerwa między slajdami, wyrażony w milisekundach.

source: Slider duration speed
pl: Szybkość przewijania

source: This is the speed at which the image will fade in. Integers in milliseconds are accepted.
pl: Jest to szybkość z jaką obraz się rozjaśnia. Akceptowane są liczby w milisekundach.

source: Slider animation speed
pl: Szybkość animacji slajdu

source: Text animation speed
pl: Szybkość animacji tekstu

source: Child theme uses it's own theme setting name, would you like to copy setting data from parent theme to this child theme?
pl: Motyw potomny używa własnej nazwy ustawienia motywu, czy chcesz skopiować dane ustawień z motywu macierzystego do motywu potomnego?

source: Search
pl: Szukaj

source: Are you sure you want to copy?
pl: Czy skopiować?

source: Recommend Plugins
pl: Zalecane wtyczki

source: Copy now
pl: Skopiuj teraz

source: To Theme
pl: do motywu

source: From Theme
pl: z motywu

source: You're using %1$s theme, It's a child theme of OnePress
pl: Używasz motyw %1$s, który jest motywem potomnym OnePress

source: Details
pl: Szczegóły

source: Import Demo Data
pl: Importuj dane Demo

source: Save time by import our demo data, your website will be set up and ready to customize in minutes. %s
pl: Zaoszczędź czas importując nasze dane demo, twoja strona zostanie skonfigurowana i dostosowana w kilka minut. %s

source: Read More Text
pl: Tekst czytaj więcej

source: View More
pl: Zobacz więcej

source: Read More Link
pl: Odnośnik czytaj więcej

source: No sidebar
pl: Brak panelu bocznego

source: Left sidebar
pl: Panel boczny po lewej

source: Right sidebar
pl: Panel boczny po prawej

source: Site Layout, apply for all pages, exclude home page and custom page templates.
pl: Układ strony, działa dla wszystkich stron, pomija stronę główną oraz niestandardowe szablony.

source: Site Layout
pl: Układ witryny

source: Famethemes Demo Importer
pl: Importer Famethemes Demo

source: WooCommerce Sidebar
pl: Panel boczny WooCommerce

source: 1 Column
pl: 1 kolumna

source: Enable Lightbox
pl: Włącz lightboxa

source: Number items
pl: Liczba elementów

source: Layout columns
pl: Układ kolumn

source: Row Height
pl: Wysokość wiersza

source: Item Spacing
pl: Odstępy między pozycjami

source: Masonry
pl: Cegiełki

source: Justified
pl: Wyjustowane

source: Slider
pl: Pokaz slajdów

source: Carousel
pl: Karuzela

source: Grid
pl: Siatka

source: Display
pl: Wyświetl

source: Default, inside container
pl: Domyślnie, wewnątrz kontenera

source: Layout
pl: Układ

source: Select Gallery Page
pl: Wybierz stronę galerii

source: Page
pl: Strona

source: Select Gallery Source
pl: Wybierz Źródło Galerii

source: Gallery
pl: Galeria

source: gallery
pl: galeria

source: Section: Gallery
pl: Sekcja: Galeria

source: Scroll to top when click to the site logo or site title, only apply on front page.
pl: Przewiń do góry po kliknięciu na logo witryny lub tytuł strony, działa tylko na stronie głównej.

source: FameThemes Demo Importer
pl: Importer FameThemes Demo

source: Hey.
pl: Hej.

source: %1$s you will need to install and activate the %2$s plugin first.
pl: %1$s powinieneś najpierw zainstalować i aktywować wtyczkę %2$s.

source: Active Now
pl: Włącz teraz

source: Install Now
pl: Zainstaluj

source: Button #2 style
pl: Styl Przycisk #2

source: More News Button Text
pl: Tekst Przycisku Więcej Newsów

source: It should be your blog page link.
pl: To powinien być link do strony bloga.

source: Danger
pl: Niebezpieczeństwo

source: Warning
pl: Ostrzeżenie

source: Info
pl: Informacja

source: Success
pl: Sukces

source: Primary
pl: Podstawowy

source: Button
pl: Przycisk

source: Button Secondary
pl: Przycisk drugi

source: Button Primary
pl: Przycisk pierwszy

source: Button #1 style
pl: Styl przycisku #1

source: The hero content padding bottom in percent (%).
pl: Wielkość dolnego marginesu wewnętrznego w procentach (%) głównej treści.

source: The hero content padding top in percent (%).
pl: Wielkość górnego marginesu wewnętrznego w procentach (%) głównej treści.

source: The delay between the changing of each phrase in milliseconds.
pl: Opóźnienie w milisekundach między zmianą każdej frazy.

source: The newsletter form use MailChimp, please follow <a target="_blank" href="https://mailchimp.com/help/host-your-own-signup-forms/">this guide</a> to know how to get MailChimp Action URL. Example <i>//famethemes.us8.list-manage.com/subscribe/post?u=521c400d049a59a4b9c0550c2&amp;id=83187e0006</i>
pl: Formularz newslettera korzysta z MailChimp, postępuj zgodnie z instrukcjami <a target="_blank" href="https://mailchimp.com/help/host-your-own-signup-forms/">przewodnika</a> , aby wiedzieć, jak uzyskać adres URL akcji MailChimp. Przykład <i>//famethemes.us8.list-manage.com/subscribe/post?u=521c400d049a59a4b9c0550c2&amp;id=83187e0006</i>

source: Hide site tagline
pl: Ukryj tagi witryny

source: Hide site title
pl: Ukryj tytuł witryny

source: image
pl: obrazek

source: Text animation
pl: Animacja tekstu

source: OnePress Theme %s
pl: Motyw OnePress %s

source: %1$s action required
pl: %1$s wymaga działania

source: Custom CSS
pl: Własny CSS

source: Why choose Us
pl: Dlaczego właśnie my

source: Services Layout Settings
pl: Ustawienia usług szablonu

source: Custom Link
pl: Własny odnośnik

source: Description
pl: Opis

source: Features content
pl: Zawartość funkcji

source: Features Layout Setting
pl: Ustawienia funkcji szablonu

source: Features
pl: Właściwości

source: features
pl: funkcje

source: Section: Features
pl: Sekcja: Funkcje

source: Section Description
pl: Opis sekcji

source: Image
pl: Obrazek

source: Content Text
pl: Zawartość tekstu

source: Layout 2
pl: Szablon 2

source: Layout 1
pl: Układ 1

source: Display Layout
pl: Wyświetl szablon

source: URL
pl: Adres URL

source: Icon
pl: Ikonka

source: Social network
pl: Portale społecznościowe

source: Socials
pl: Społeczność

source: Apply for front page template only.
pl: Zastosuj tylko dla strony głównej szablonu.

source: Header Transparent
pl: Przezroczysty nagłówek

source: Subscribe
pl: Subskrybuj

source: Enter your e-mail address
pl: Podaj adres e-mail

source: Support for %s WordPress theme is conducted through FameThemes support ticket system.
pl: Wsparcie dla %s motywu WordPressa jest realizowane za pośrednictwem systemu obsługi zgłoszeń FameThemes.

source: OnePress Documentation
pl: Dokumentacja OnePress

source: 2 Columns
pl: 2 kolumny

source: 3 Columns
pl: 3 kolumny

source: 4 Columns
pl: 4 kolumny

source: Team Layout Settings
pl: Ustawienia składu ekipy

source: Page Excerpt
pl: Fragment strony

source: Full Page Content
pl: Zawartość całej strony

source: Item content source
pl: Źródło treści przedmiotu

source: About content page
pl: O zawartości strony

source: Enable parallax effect (apply for first BG image only)
pl: Włącz efekt paralaksy (zastosuj tylko do pierwszego obrazu tła)

source: If you use logo and your logo is too tall, check this box to auto vertical align menu.
pl: Jeśli używasz logo i Twoje logo jest za wysokie, zaznacz to pole, aby automatycznie wyrównać w pionie względem menu.

source: Center vertical align for menu
pl: Wyśrodkuj pionowo w menu

source: Responsive Menu Button Color
pl: Kolor czułego przycisku menu

source: Menu Link Hover/Active BG Color
pl: Kolor wiszącego linka/Aktywny kolor tła

source: Menu Link Hover/Active Color
pl: Kolor wiszącego linka/Aktywny kolor

source: Menu Link Color
pl: Kolor odnośnika w menu

source: Only set if you don't use an image logo.
pl: Ustaw tylko, jeśli nie używasz obrazka z logo.

source: Site Title Color
pl: Kolor tytułu witryny

source: Background Color
pl: Kolor tła

source: Header
pl: Nagłówek

source: Primary Color
pl: Kolor wiodący

source: Site Colors
pl: Kolory witryny

source: User media
pl: Media użytkownika

source: Background image
pl: Obrazek tła

source: Paste Youtube or Vimeo url here
pl: Wklej tutaj url Youtube lub Vimeo

source: Video url
pl: Url wideo

source: Section heading
pl: Podtytuł

source: Section: Video Lightbox
pl: Sekcja: Video Lightbox

source: Hooray! There are no required actions for you right now.
pl: Brawo! Aktualnie niczego więcej nie trzeba zrobić.

source: Change homepage page template
pl: Zmień szablon strony głównej

source: In order to change homepage section contents, you will need to set template "Frontpage" for your homepage.
pl: Aby zmienić zawartość strony głównej, proszę ustawić szablon „Strona główna” dla strony głównej.

source: Set your homepage page template to "Frontpage".
pl: Ustaw szablon strony dla "Strony głównej".

source: Setup front page displays
pl: Konfiguruj wyświetlanie strony głównej

source: In order to have the one page look for your website, please go to Customize -&gt; Static Front Page and switch "Front page displays" to "A static page".
pl: Aby strona wyglądała na jedną stronę, przejdź do Dostosuj -&gt; Statyczna strona tytułowa i przełącz "Wyświetlaj Stronę główną" jako "Stronę statyczną".

source: Switch "Front page displays" to "A static page"
pl: Przełącz "Wyświetlaj Stronę główną" jako "Stronę statyczną"

source: Dismiss
pl: Odrzuć
