Repository: prasish012/try
Catalog: try/media_copy/translations/morenews/existing_translations/PO FILES AS DATASETS FROM WP.TRANSLATE 2/Polish/wp-themes-onepress-*.po
Languages: pl

source: Welcome to OnePress - Version %1s
pl: Witaj w OnePress - Wersja %1s

source: Welcome! Thank you for choosing %1$s! To fully take advantage of the best our theme can offer please make sure you visit our <a href="%2$s">Welcome page</a>
pl: Witamy! Dziękujemy za wybranie %1$s! Aby w pełni wykorzystać możliwości motywu, zapraszamy na naszą <a href="%2$s">stronę powitalną</a>

source: OnePress Theme
pl: OnePress Motyw

source: OnePress Dashboard
pl: OnePress Kokpit

source: Background Overlay Color
pl: Kolor nakładki tła

source: Section Order & Styling
pl: Sekcja Zamówienia i stylizacja

source: Check this box to disable sticky header when scroll.
pl: Zaznacz to pole, aby wyłączyć przypięty nagłówek podczas przewijania.

source: Disable Sticky Header?
pl: Wyłączyć przypięty nagłówek?

source: Left Sidebar
pl: Panel boczny po lewej

source: Full Width
pl: Pełna szerokość

source: Frontpage
pl: Strona główna

source: It seems we can&rsquo;t find what you&rsquo;re looking for. Perhaps searching can help.
pl: Nie udało się znaleźć tego, czego szukasz. Być może wyszukiwanie przyniesie lepsze rezultaty.

source: Sorry, but nothing matched your search terms. Please try again with some different keywords.
pl: Brak wyników wyszukiwania. Proszę spróbować ponownie z innymi słowami.

source: Ready to publish your first post? <a href="%1$s">Get started here</a>.
pl: Wszystko gotowe? <a href="%1$s">Zacznij tutaj</a> i opublikuj swój pierwszy wpis.

source: Nothing Found
pl: Niczego nie znaleziono

source: Pages:
pl: Strony:

source: You can install %1$s plugin and go to Customizer &rarr; Section: Contact &rarr; Section Content to show a working contact form here.
pl: Możesz zainstalować wtyczkę %1$s i przejść do konfiguratora &rarr; Sekcja: Kontakt &rarr; Sekcja Treść, aby wyświetlić tutaj działający formularz kontaktowy.

source: Search Results for: %s
pl: Wyniki wyszukiwania: %s

source: Your comment is awaiting moderation.
pl: Twój komentarz oczekuje na moderację.

source: Edit
pl: Edytuj

source: Reply
pl: Odpowiedz

source: Post author
pl: Autor wpisu

source: (Edit)
pl: (Edytuj)

source: % Comments
pl: % komentarzy

source: 1 Comment
pl: Jeden komentarz

source: Leave a comment
pl: Dodaj komentarz

source: Tagged %1$s
pl: Otagowano %1$s

source: Posted in %1$s
pl: Opublikowano w %1$s

# post author
source: by %s
pl: przez %s

# post date
source: Posted on %s
pl: Opublikowano %s

source: Having Trouble, Need Support?
pl: Masz problemy, potrzebujesz wsparcia?

source: Need any help to setup and configure %s? Please have a look at our documentations instructions.
pl: Potrzebujesz pomocy w ustawieniu i konfiguracji %s? Zapoznaj się z naszymi instrukcjami zawartymi w dokumentacji.

source: Theme Documentation
pl: Dokumentacja motywu

source: Start Customize
pl: Rozpocznij personalizację

source: %s supports the Theme Customizer for all theme settings. Click "Customize" to start customize your site.
pl: %s obsługuje konfigurację motywu dla wszystkich swoich ustawień. Kliknij „Dostosuj”, aby rozpocząć modyfikowanie swojej witryny.

source: Theme Customizer
pl: Konfigurator motywu

source: OnePress is a creative and flexible WordPress ONE PAGE theme well suited for business, portfolio, digital agency, product showcase, freelancers websites.
pl: OnePress jest kreatywnym i elastycznym motywem WordPress ONE PAGE, dobrze nadającym się do prezentacji biznesowych, portfolio, agencji cyfrowych, prezentacji produktów, dowolnych witryn.

source: Fax
pl: Faks

source: Phone
pl: Numer telefonu

source: Address
pl: Adres

source: Contact Box Title
pl: Tytuł skrzynki kontaktowej

source: Contact Text
pl: Kontakt Tekst

source: Check this box to hide contact form.
pl: Zaznacz to pole, aby ukryć formularz kontaktowy.

source: Hide contact form completely.
pl: Ukryj całkowicie formularz kontaktowy.

source: Contact Form Shortcode.
pl: Shortcode formularza kontaktowego.

source: Get in touch
pl: Bądź w kontakcie

source: contact
pl: kontakt

source: Section: Contact
pl: Sekcja: Kontakt

source: Read Our Blog
pl: Czytaj naszego bloga

source: Number of post to show
pl: Liczba postów do wyświetlenia

source: Latest News
pl: Ostatnie wiadomości

source: Section: News
pl: Sekcja: nowości

source: Team members
pl: Członkowie Ekipy

source: Our Team
pl: Nasza Ekipa

source: team
pl: zespół

source: Section: Team
pl: Sekcja: Ekipa

source: After number
pl: Po liczbie

source: Before number
pl: Przed liczbą

source: Number
pl: Liczba

source: Your counter label
pl: Etykieta twojego licznika

source: Title
pl: Tytuł

source: Counter content
pl: Licznik treści

source: Our Numbers
pl: Nasze liczby

source: counter
pl: licznik

source: Section: Counter
pl: Sekcja: Licznik

source: Custom icon
pl: Własna ikonka

source: Service content
pl: Opis usługi

source: Our Services
pl: Nasze usługi

source: services
pl: usługi

source: Section: Services
pl: Sekcja: Usługi

source: Link to single page
pl: Link do pojedynczej strony

source: Hide item title
pl: Ukryj tytuł pozycji

source: Select a page
pl: Wybierz stronę

source: Section Content
pl: Sekcja Zawartość

source: Section Subtitle
pl: Podtytuł sekcji

source: Section subtitle
pl: Podtytuł sekcji

source: Section Title
pl: Tytuł sekcji

source: about
pl: o

source: Section Settings
pl: Ustawienia sekcji

source: Section: About
pl: Sekcja: O

source: Button #2 Link
pl: Przycisk #2 Link

source: Button #2 Text
pl: Przycisk #2 Tekst

source: Get Started
pl: Rozpocznij

source: Button #1 Link
pl: Przycisk #1 Link

source: Button #1 Text
pl: Przycisk #1 tekst

source: About Us
pl: O nas

source: You can use text rotate slider in this textarea too.
pl: Możesz użyć suwaka obrotu tekstu również w tym obszarze.

source: Small Text
pl: Mały tekst

source: Text Rotating Guide: Put your rotate texts separate by "|" into <span class="js-rotating">...</span>, go to Customizer -> Theme Options -> Section: Hero -> Hero Settings to control rotate animation.
pl: Przewodnik obracania tekstu: Umieść obrotowe teksty rozdzielając je znakiem "|" w <span class="js-rotating">...</span>, przejdź do Customizer -> Opcje motywu -> Sekcja: Główna -> Ustawienia główne do kontroli animacji obrotu.

source: Large Text
pl: Duży tekst

source: Hero Content Layout
pl: Układ zawartości sekcji głównej

source: Background Image
pl: Obrazek tła

source: Background
pl: Tło

source: Background Images
pl: Obrazy tła

source: Hero Background Media
pl: Media w tle sekcji głównej

source: Padding Bottom:
pl: Dolny margines wewnętrzny:

source: Padding Top:
pl: Górny margines wewnętrzny:

source: Check this box to make hero section full screen.
pl: Zaznacz, aby główną sekcję korzystała z całej szerokości.

source: Make hero section full screen
pl: Utwórz sekcję główną na pełnym ekranie

source: Section ID:
pl: Identyfikator sekcji:

source: hero
pl: bohater

source: Check this box to hide this section.
pl: Zaznacz to pole, aby ukryć daną sekcję.

source: Hide this section?
pl: Ukryć daną sekcję?

source: Hero Settings
pl: Ustawienia Bohatera

source: Section: Hero
pl: Sekcja: Bohater

source: MailChimp Action URL
pl: Adres usługi MailChimp

source: Newsletter Form Title
pl: Tytuł formularza newslettera

source: Check this box to hide footer newsletter form.
pl: Zaznacz to pole, aby ukryć stopkę formularza newslettera.

source: Hide Footer Newsletter?
pl: Ukryć stopkę newslettera?

source: Social Footer Title
pl: Tytuł stopki społecznościowej

source: The social profiles specified below will be displayed in the footer of your site.
pl: Profile społecznościowe określone poniżej będą wyświetlane w stopce Twojej strony.

source: Check this box to hide footer social section.
pl: Zaznacz to pole, aby ukryć stopkę sekcji społecznej.

source: Hide Footer Social?
pl: Ukryć stopkę Społecznościowych?

source: Check this box to hide footer back to top button.
pl: Zaznacz to pole, aby ukryć stopkę powrotu do górnego przycisku.

source: Hide footer back to top?
pl: Ukryć stopkę powrotu na górę?

source: Check this box to disable all element animation when scroll.
pl: Zaznacz to pole, aby wyłączyć animację wszystkich elementów podczas przewijania.

source: Disable animation effect?
pl: Wyłączyć animacje?

source: Global
pl: Globalne

source: Theme Options
pl: Opcje motywu

source: Select member
pl: Wybierz użytkownika

source: Select page
pl: Wybierz stronę

source: Close
pl: Zamknij

source: Change
pl: Zmień

source: Add
pl: Dodaj

source: Remove
pl: Usuń

source: Item
pl: Produkt

source: Add an item
pl: Dodaj pozycję

source: Skip to content
pl: Przejdź do treści

# Raleway font: on or off
source: on
pl: włącz

source: Sidebar
pl: Panel boczny

source: Primary Menu
pl: Menu główne

source: %1$s theme by %2$s
pl: %1$s motyw wg %2$s

source: Copyright %1$s %2$s %3$s
pl: Prawa autorskie %1$s %2$s %3$s

source: Back To Top
pl: Powrót na górę

source: Join our Newsletter
pl: Dołącz do naszego newslettera

source: Keep Updated
pl: Bądź na bieżąco

source: Comments are closed.
pl: Możliwość komentowania została wyłączona.

source: Newer Comments
pl: Nowsze komentarze

source: Older Comments
pl: Starsze komentarze

source: Comment navigation
pl: Nawigacja po komentarzach

# comments title
source: %1$s thought on &ldquo;%2$s&rdquo;
pl: %1$s komentarz do &ldquo;%2$s&rdquo;

source: Try looking in the monthly archives. %1$s
pl: Spróbuj przeszukać miesięczne archiwa. %1$s

source: Most Used Categories
pl: Najczęściej używane kategorie

source: It looks like nothing was found at this location. Maybe try one of the links below or a search?
pl: Wygląda na to, że niczego tu nie ma. Może warto użyć poniższych odnośników albo wyszukiwarki?

source: Oops! That page can&rsquo;t be found.
pl: Ups! Nie udało się znaleźć pożądanej strony.
