Repository: prasish012/try
Catalog: try/media_copy/translations/morenews/existing_translations/PO FILES AS DATASETS FROM WP.TRANSLATE 2/Polish/wp-themes-hueman-*.po
Languages: pl

source: Animate your featured posts with a slideshow
pl: Animuj wyróżnione posty z pokazem slide

source: Max number of featured posts to display. <br /><i>Set to 1 and it will show it without any slider script</i><br /><i>Set it to 0 to disable</i>
pl: Maksymalna liczba rekomendowanych postów do wywietlenia.<br><i>Ustaw na 1 i wywietli posty bez suwaka</i><br><i>Ustaw na 0, aby wyczy</i>

source: Featured Post Count
pl: Wyróżnione posty

source: Check this box to display a selection of posts with a slideshow, on top of your blog.
pl: Zaznacz to pole, aby wywietli wybór posty z pokazem slajdów, na górze bloga.

source: Feature posts on top of your blog
pl: Wyróżnione posty na górze blogu

source: Featured posts
pl: Wyróżnione wpisy

source: While the default blog design is a grid of posts, you can check this option and display one post per row, whith the thumbnail beside the text.
pl: Podczas gdy domylny blog projektu jest siatk postów, można zaznaczy t opcj i wywietli jeden post na wiersz, razem z miniaturk obok tekstu.

source: Display your blog posts as a standard list.
pl: Wywietl posty bloga jako list standardow.

source: Excerpt Length
pl: Dugo zajawki

source: Blog Sub-Heading
pl: Podnagówek bloga

source: Blog Heading
pl: Nagówek bloga

source: Display a custom heading for your blog.
pl: Wywietl wasny nagówek dla twojego bloga.

source: [ <strong>is_page</strong> ] Default page layout - If a page has a set layout, it will override this.
pl: [ <strong>is_page</strong> ] Domylny ukad strony - Strona zawiera ustawienie ukad, zastpi on to.

source: Default Page
pl: Strona domylna

source: [ <strong>is_404</strong> ] Error 404 page layout
pl: [ <strong>is_404</strong> ] Ukad strony bdu 404

source: Error 404
pl: Bd 404

source: [ <strong>is_search</strong> ] Search page layout
pl: <strong>[Is_search]</strong> Ukad strony Szukaj

source: Search
pl: Szukaj

source: [ <strong>is_category</strong> ] Category archive layout
pl: <strong>[Is_category]</strong> Ukad archiwum Kategoria

source: Archive - Category
pl: Archiwum - Kategoria

source: [ <strong>is_archive</strong> ] Category, date, tag and author archive layout
pl: Archiwum Bloga (kategoria, tag, autor, data archiwizacji)

source: Archive
pl: Archiwum

source: [ <strong>is_single</strong> ] Single post layout - If a post has a set layout, it will override this.
pl: Wybierz Panel boczny na pojedynczych stronach. Jeli strona zawiera niestandardowy pasek boczny spowoduje zastpienie tego.

source: Single
pl: Pojedyncze

source: [ <strong>is_home</strong> ] Posts homepage layout
pl: [ <strong>is_home</strong> ] Ukad strony gównej postów

source: Home
pl: Strona gówna

source: Other layouts will override this option if they are set
pl: Inne ukady bd zastpowa t opcj, jeli s ustawione

source: Global Layout
pl: Ukad ogólny

source: Header widget area, perfect to insert advertisements. Note : this feature is not available when a header image is being displayed.
pl: Obszar nagówka widżet, idealne do wstawienia reklam. Uwaga: Ta funkcja nie jest dostpna, gdy wywietlany jest obraz nagówka.

source: Display a widget in your header
pl: Wywietli widżet w nagówku

source: Upload a header image (supported formats : .jpg, .png, .gif, svg, svgz). This will disable header title/logo, site description, header ads widget
pl: Przelij obraz nagówka (obsugiwane formaty: jpg, PNG, GIF, svg, svgz). Spowoduje to wyczenie Tytuu nagówka/logo, opis witryny, reklam nagówka widżet

source: Header Image
pl: Obrazek nagówka

source: The description that appears next to your logo
pl: Opis, który pojawia si obok logo

source: Display your site's description (tagline)
pl: Wywietlacz opis strony jako tagline poniżej logo.

source: Header Logo Image Max-height
pl: Wysoko loga nagówka

source: Upload your custom logo image. Supported formats : .jpg, .png, .gif, svg, svgz
pl: Dodaj obrazek z logo. Obsugiwane formaty: PNG, GIF, JPEG, JPG.

source: Custom Header Logo
pl: Nagówek użytkownika

source: Create and organize your social links
pl: Utwórz i organizuj twoje spoecznociowe linki

source: Hueman is a mobile friendly WordPress theme out of the box. This means that it will adapt and render nicely on any devices : desktops, laptops, tablets, smartphones. <br/>If you uncheck this box, this adaptive (or reponsive) behaviour will not be working anymore. In most of the cases, you won't need to disable this option, and it is not recommended.
pl: Hueman to motyw WordPress przyjazny urzdzeniom mobilnym od razu po instalacji. Oznacza to, że bdzie si dostosowywa i adnie renderowa na urzdzeniach różnych: komputerach stacjonarnych, laptopach, tabletach, smartfonach.<br>Jeli odznaczysz to pole, w tym adaptacyjne zachowania nie bd dziaa. W wikszoci przypadków nie należy wycza tej opcji i nie jest to zalecane.

source: Enable the Mobile Friendly (or Responsive) layout
pl: Wcz ukad dla urzdze mobilnych

source: Comments on pages
pl: Komentarze na stronach

source: Pages Comments
pl: Komentarze Stron

source: Comments on posts
pl: Komentarze w postach

source: Posts Comments
pl: Komentarze postów

source: Set the website background color
pl: Ustaw kolor ta dla swojej strony

source: Body Background
pl: Kolor ta

source: Give your thumbnails and layout images rounded corners
pl: Ustaw zaokrglenia dla swoich miniaturek zdj

source: Image Border Radius
pl: Promie ramki zdjcia

source: Header Menu Background
pl: To menu nagówka

source: Header Background
pl: To nagówka

source: Topbar Background
pl: Kolor ta górnego paska

source: Secondary Color
pl: Kolor drugorzdny

source: Primary Color
pl: Kolor wiodcy

source: Change left and right sidebars padding
pl: Jeden lewy pasek boczny, jeden prawy pasek boczny

source: 20px padding for widgets
pl: 20px dopenienie dla widżetów

source: 30px padding for widgets
pl: 30px dopenienie dla widżetów

source: Sidebar Width
pl: Szeroko panelu bocznego

source: Max-width of the container. If you use 2 sidebars, your container should be at least 1200px.<br /><i>Note: For 720px content (default) use <strong>1380px</strong> for 2 sidebars and <strong>1120px</strong> for 1 sidebar. If you use a combination of both, try something inbetween.</i>
pl: Maksymalna szeroko strony. Jeli używasz 2 paski boczne, szeroko powinna by co najmniej 1200px.<br><i>Uwaga: Dla zawartoci 720px (domylnie) Użyj <strong>1380px</strong> 2 paski boczne i <strong>1120px</strong> 1 pasek boczny. Jeli używasz kombinacji obu, spróbuj co pomidzy nimi.</i>

source: Website Max-width
pl: Szeroko max (%):

source: Select a font for your website
pl: Wybierz czcionk dla Twojej strony internetowej

source: Font
pl: Czcionka

source: Use a boxed layout
pl: Użyj ukadu opakowanego

source: Boxed Layout
pl: Ukad pudekowy

source: FAVICON
pl: Ikonka witryny

source: Favicon Upload (supported formats : .ico, .png, .gif)
pl: Przelij ikonk witryny (wspierane formaty : .ico, .png, .gif)

source: Check this option to open the link in a another tab of the browser.
pl: Zaznacz t opcj, aby otworzy link w innej karcie przegldarki.

source: Link target
pl: Miejsce otwarcia odnonika

source: Set a unique color for your icon.
pl: Ustaw unikalny kolor ikony

source: Icon color
pl: Kolor ikony

source: This is the text displayed on mouse over.
pl: To jest tekst wywietlany po najechaniu myszk.

source: Social link
pl: Link spoecznociowy

source: Social icon
pl: Ikona spoecznociowa

source: Pick the context(s) where this widget area will be displayed.
pl: Wybierz konteksty jeden lub wicej, gdzie bd wywietlane obszary tego widżetu.

source: Personalizing the name of the widget zone will help you identify it.
pl: Nadanie nazwy strefy widżet pomoże Ci j zidentyfikowa.

source: Enter a name
pl: Wpisz imi

source: Context(s)
pl: tre

source: Select the pre-defined location(s) in which you will embed this widget zone.
pl: Wybierz wstpnie okrelon lokalizacj jedn lub wicej, w których można umieci t stref widżet.

source: Location(s)
pl: Lokalizacja

source: unique id
pl: unikalny identyfikator

source: id
pl: identyfikator

source: Are you sure you want to remove : <strong>{{ data.title }} ?</strong>
pl: Jeste pewny, że chcesz usun : <strong>{{ data.title }} ?</strong>

source: Remove
pl: Usu

source: Background Image
pl: Obrazek ta

source: Background size
pl: Rozmiar ta

source: Background position
pl: Pozycja ta

source: Background attachment
pl: Poożenie ta

source: Repeat
pl: Powtarzaj

source: Color
pl: Kolor

source: Press return or enter to open this section
pl: Wcinij klawisz enter i otwórz sekcj

source: close
pl: zamknij

source: Read the latest release notes
pl: Przeczytaj najnowsze informacje o wydaniu

source: To copy the system infos, click below then press Ctrl + C (PC) or Cmd + C (Mac).
pl: Aby skopiowa dane systemowe, kliknij poniżej i nacinij Ctrl + C (PC) lub Cmd + C (Mac).

source: Please include the following information when posting support requests
pl: Prosimy o uwzgldnienie poniższych informacji przy zamieszczaniu prób o pomoc techniczn

source: System Information
pl: Informacje systemowe

source: About Hueman
pl: O Hueman

source: Your favicon is currently handled with an old method and will not be properly displayed on all devices. You might consider to re-upload your favicon with the new control below.
pl: Twoja ikona witryny jest obecnie obsugiwana star metod i nie bdzie wywietlana poprawnie na wszystkich urzdzeniach. Lepiej rozważy ponownie przesanie swojej ikony z nowym sterowaniem poniżej.

source: Dynamic Sidebars and Widgets
pl: Dynamiczne paski boczne i widżety

source: Create and manage widget zones
pl: Utwórz i ogarnij obszar widżetów

source: Create And Manage Widget Areas
pl: Utwórz i ogarnij obszar widżetów

source: You must save changes for the new areas to appear below. <br /><i>Warning: Make sure each area has a unique ID.</i>
pl: Musisz zapisa zmiany w nowych miejscach poniżej. <br /><i>Uwaga: Upewnij si że każdy obszar ma unikalny identyfikator.</i>

source: Create And Order Widget Areas
pl: Utwórz i uporzdkuj obszar widżetów

source: SITE ICON
pl: Ikona witryny

source: Updated
pl: Zaktualizowano

source: version
pl: wersja

source: Child Menu
pl: Menu nadrzdne

source: Tags:
pl: Tagi:

source: Pages:
pl: Strony:

source: by
pl: przez

source: Follow:
pl: Obserwuj:

source: More
pl: Wicej

source: Expand Sidebar
pl: Rozwi panel boczny

source: Please try another search:
pl: Wyszukaj ponownie

source: For the term
pl: Do okrelenia

source: No Taxonomies Found
pl: Nie znaleziono taksonomii

source: No Tags Found
pl: Nie znaleziono znaczników

source: left
pl: do lewej

source: bottom
pl: na dole

source: right
pl: do prawej

source: top
pl: na górze

source: No Sidebars
pl: Brak paneli bocznych

source: Choose Sidebar
pl: Wybierz panel boczny

source: No Pages Found
pl: Nie znaleziono strony

source: Off
pl: Wyczono

source: On
pl: o

source: Add New
pl: Dodaj

# color picker
source: Focus
pl: Skupienie

# color picker
source: Visited
pl: Przejdź na

# color picker
source: Active
pl: Aktywny

# color picker
source: Hover
pl: Najechanie

# color picker
source: Standard
pl: Standardowy

source: Add Google Font
pl: Dodaj krój pisma Google

source: Remove Google Font
pl: Usu krój pisma Google

source: height
pl: wysoko

source: No Posts Found
pl: Nie znaleziono wpisów

source: Choose One
pl: Wybierz jeden

source: No Categories Found
pl: Nie znaleziono kategorii

source: spread-radius
pl: promie-rozszerzenia

source: blur-radius
pl: promie-rozmycia

source: offset-y
pl: przesunicie-y

source: offset-x
pl: przesunicie-x

source: style
pl: styl

source: unit
pl: jednostka

source: width
pl: szeroko

source: Add Media
pl: Dodaj medium

source: background-image
pl: obrazek-ta

source: background-size
pl: rozmiar-ta

source: background-position
pl: pozycja-ta

source: background-attachment
pl: zacznik-ta

source: background-repeat
pl: powtarzanie-ta

source: Sorry, this function does not exist
pl: Przepraszamy, ta funkcja nie istnieje

source: Default
pl: Domylne

source: default:
pl: domylnie:

source: %1$s: Add a comma separated list (no spaces) of conditions in which the field will be visible, leave this setting empty to always show the field. In these examples, %2$s is a placeholder for your condition, which can be in the form of %3$s.
pl: %1$s: Dodaj rozdzielon przecinkami list (bez spacji) warunków, w których pole bdzie widoczne, pozostaw to ustawienie puste, aby zawsze wywietla pole. W tych przykadach %2$s jest symbolem zastpczym dla Twojego warunku, który może mie form %3$s.

source: Condition
pl: Stan

source: %s: Add and optional class to this option type.
pl: %s: Dodaj opcjonaln klas do tego typu opcji.

source: CSS Class
pl: Klasa CSS

source: Min, Max, & Step
pl: Min, Max i Krok

source: %s: Add a comma separated list of any registered taxonomy like 'category,post_tag'. This will only affect the following option types: Taxonomy Checkbox, & Taxonomy Select.
pl: %s: Dodaj rozdzielon przecinkami list dowolnej zarejestrowanej taksonomii, takiej jak 'category,post_tag'. Bdzie to miao wpyw tylko na nastpujce typy opcji: Pole wyboru taksonomii i Wybierz taksonomi.

source: Taxonomy
pl: Taksonomia

source: Post Type
pl: Typ treci

source: %s: Enter a numeric value for the number of rows in your textarea. This will only affect the following option types: CSS, Textarea, & Textarea Simple.
pl: %s: Wprowadź warto liczbow dla liczby wierszy w swoim polu tekstowym. Bdzie to miao wpyw tylko na nastpujce typy opcji: CSS, Obszar tekstowy i Obszar tekstowy prosty.

source: Rows
pl: Wiersze

source: Choices
pl: Wybory

source: %s: Enter a detailed description for the users to read on the Theme Options page, HTML is allowed. This is also where you enter content for both the Textblock & Textblock Titled option types.
pl: %s: Wprowadź szczegóowy opis, który użytkownicy bd mogli przeczyta na stronie Opcje motywu, HTML jest dozwolony. Tutaj również wprowadzasz tre dla obu typów opcji Blok tekstowy i Blok tekstowy zatytuowany.

source: ID
pl: Identyfikator

source: Embed audio from services like SoundCloud and Radio. You can find a list of supported oEmbed sites in the %1$s. Alternatively, you could use the built-in %2$s shortcode.
pl: Osadź dźwik z serwisów takich jak SoundCloud i Radio. List obsugiwanych witryn oEmbed znajdziesz w %1$s. Alternatywnie możesz uży wbudowanego krótkiego kodu %2$s.

source: Audio
pl: Plik dźwikowy

source: WordPress Codex
pl: Kodeks WordPressa

source: Embed video from services like Youtube, Vimeo, or Hulu. You can find a list of supported oEmbed sites in the %1$s. Alternatively, you could use the built-in %2$s shortcode.
pl: Osadź wideo z serwisów takich jak Youtube, Vimeo lub Hulu. List obsugiwanych witryn oEmbed znajdziesz w %1$s. Alternatywnie możesz uży wbudowanego krótkiego kodu %2$s.

source: Video
pl: Film

source: Source Date
pl: Data źródowa

source: Source Title (ex. book, song, movie)
pl: Tytu źródowy (np. ksiżka, piosenka, film)

source: Source URL
pl: Adres URL źróda

source: Source Name (ex. author, singer, actor)
pl: Nazwa źróda (np. autor, piosenkarz, aktor)

source: Quote
pl: Cytat

source: Link Title
pl: Tytu odnonika

source: Link URL
pl: Adres URL odnonika

source: New Layout
pl: Nowy ukad

source: Title
pl: Tytu

source: Layout
pl: Ukad

source: %s: Enter the HTML content about this contextual help item displayed on the Theme Option page for end users to read.
pl: %s: Wprowadź tre HTML dotyczc tego elementu pomocy kontekstowej wywietlanego na stronie Opcje motywu, któr bd mogli przeczyta użytkownicy kocowi.

source: Image Source (Radio Image only)
pl: Źródo obrazka (tylko obrazek radiowy)

source: Value
pl: Warto

source: Label
pl: Etykieta

source: or
pl: lub

source: %s: Add a comma separated list of post type like 'post,page'. This will only affect the following option types: Custom Post Type Checkbox, & Custom Post Type Select.
pl: %s: Dodaj rozdzielon przecinkami list rodzajów wpisu, np. 'post,page'. Bdzie to miao wpyw tylko na nastpujce typy opcji: pole wyboru Wasny rodzaj wpisu i Wybierz wasny rodzaj wpisu.

source: Add Setting
pl: Dodaj ustawienie

source: Add Choice
pl: Dodaj wybór

source: Delete
pl: Usu

source: Edit
pl: Edytuj

source: edit
pl: edytuj

source: Enter a link to the profile or page on the social website. Remember to add the %s part to the front of the link.
pl: Wpisz odnonik do profilu lub strony w serwisie spoecznociowym. Pamitaj, aby doda cz %s na pocztku odnonika.

source: Enter the text shown in the title attribute of the link.
pl: Wpisz tekst wywietlany w atrybucie tytu odnonika.

source: Enter the name of the social website.
pl: Wpisz nazw serwisu spoecznociowego.

source: Name
pl: Nazwa

source: Description
pl: Opis

source: Link
pl: Odnonik

source: Right Dual Sidebar
pl: Podwójny panel boczny prawy

source: Left Dual Sidebar
pl: Podwójny panel boczny lewy

source: Dual Sidebar
pl: Podwójny panel boczny

source: Full Width (no sidebar)
pl: Staa szeroko (bez panelu bocznego)

source: Right Sidebar
pl: Panel boczny po prawej

source: Left Sidebar
pl: Panel boczny po lewej

source: Tab
pl: Karta

source: Slider
pl: Pokaz slajdów

source: Layout activated.
pl: Ukad wczony.

source: Layouts have been deleted.
pl: Ukady zostay usunite.

source: Layouts could not be updated.
pl: Nie udao si zaktualizowa ukadów.

source: Layouts Updated.
pl: Zaktualizowano ukady.

source: Layouts could not be imported.
pl: Nie udao si zaimportowa ukadów.

source: Layouts Imported.
pl: Zaimportowano ukady.

source: Data could not be imported.
pl: Nie udao si zaimportowa danych.

source: Data Imported.
pl: Dane zaimportowane.

source: Settings could not be imported.
pl: Nie udao si zaimportowa ustawie.

source: Settings Imported.
pl: Ustawienia zaimportowane.

source: Settings could not be saved.
pl: Nie udao si zapisa ustawie.

source: Settings updated.
pl: Ustawienia zaktualizowane.

source: Image
pl: Obrazek

source: Featured pages
pl: Wyróżnione strony

source: Close
pl: Zamknij

source: Now
pl: Teraz

source: Today
pl: Dzisiaj

source: Are you sure you want to delete this Gallery?
pl: Czy na pewno chcesz usun t galeri?

source: Create Gallery
pl: Utwórz galeri

source: Edit Gallery
pl: Edytuj galeri

source: Delete Gallery
pl: Usu galeri

source: Sorry, you can't have settings three levels deep.
pl: Przepraszamy, nie można mie ustawie na trzech poziomach gbiej.

source: Are you sure you want to activate this layout?
pl: Czy na pewno chcesz wczy ten ukad?

source: Are you sure you want to remove this?
pl: Czy na pewno chcesz to usun?

source: You can't remove this! But you can edit the values.
pl: Nie możesz tego usun! Ale możesz edytowa wartoci.

source: Are you sure you want to reset back to the defaults?
pl: Czy na pewno chcesz przywróci ustawienia domylne?

source: Remove Media
pl: Usu media

source: The %1$s input field for %2$s only allows numeric values.
pl: Pole wejciowe %1$s dla %2$s pozwala wycznie na wprowadzanie wartoci liczbowych.

source: What's a layout anyhow?
pl: Czym w ogóle jest ukad?

source: Code examples for front-end development.
pl: Przykady kodu dla front-end rozwój.

source: Function Reference:get_option_tree()
pl: Odwoanie do funkcji: get_option_tree()

source: Function Reference:ot_get_option()
pl: Odwoanie do funkcji: ot_get_option()

source: Option types in alphabetical order & hooks to filter them.
pl: Typy opcji w kolejnoci alfabetycznej i haki do ich filtrowania.

source: Overview of available Theme Option fields.
pl: Przegld dostpnych pól opcji motywu.

source: Layouts Overview
pl: Przegld ukadów

source: Code Examples
pl: Przykady kodu

source: Meta Boxes
pl: Meta pola

source: Theme Mode
pl: Tryb motywu

source: Function References
pl: Odwoania do funkcji

source: Creating Options
pl: Tworzenie opcji

source: Documentation
pl: Dokumentacja

source: Layout Management
pl: Zarzdzanie ukadem

source: Settings PHP File
pl: Ustawienia pliku PHP

source: Theme Options UI Builder
pl: Opcje motywu UI Builder

source: Layouts
pl: Ukady

source: Export
pl: Eksport

source: Theme Options UI
pl: Opcje motywu UI

source: Save Settings
pl: Zapisz ustawienia

source: Settings
pl: Ustawienia

source: OptionTree
pl: Drzewo opcji

source: The Theme Options UI Builder is being overridden by a custom file in your theme. Any changes you make via the UI Builder will not be saved.
pl: Opcje motywu UI Builder s zastpowane przez niestandardowy plik w Twoim motywie. Wszelkie zmiany wprowadzone za pomoc UI Builder nie zostan zapisane.

source: Save Changes
pl: Zapisz zmiany

source: Theme Options reset.
pl: Opcje motywu zostay zresetowane.

source: Theme Options updated.
pl: Zaktualizowano opcje motywu.

source: Theme Options
pl: Opcje motywu

source: Send to OptionTree
pl: Wylij do drzewa opcji

source: Upload
pl: Przelij

source: Typography
pl: Typografia

source: Textblock Titled
pl: Blok tekstowy zatytuowany

source: Textblock
pl: Blok tekstowy

source: Textarea Simple
pl: Obszar tekstowy prosty

source: Taxonomy Select
pl: Wybierz taksonomi

source: Taxonomy Checkbox
pl: Pole wyboru taksonomii

source: Tag Select
pl: Wybierz znacznik

source: Tag Checkbox
pl: Pole wyboru znacznika

source: Spacing
pl: Odstp

source: Social Links
pl: Linki spoecznociowe

source: Sidebar Select
pl: Wybierz panel boczny

source: -- Choose One --
pl: -- Wybierz jedn --

source: Select
pl: Wybierz

source: Radio Image
pl: Obrazek radiowy

source: Post Select
pl: Wybierz wpis

source: Post Checkbox
pl: Pole wyboru wpisu

source: Page Select
pl: Wybierz stron

source: Page Checkbox
pl: Pole wyboru strony

source: On/Off
pl: Wcz/Wycz

source: Numeric Slider
pl: Pokaz slajdów liczbowy

source: Measurement
pl: Pomiar

source: Content
pl: Tre

source: List Item
pl: Element listy

source: Link Color
pl: Kolor odnonika

source: Google Fonts
pl: Kroje pisma Google

source: Dimension
pl: Wymiar

source: Date Time Picker
pl: Selektor daty i czasu

source: Date Picker
pl: Selektor daty

source: Custom Post Type Select
pl: Wybierz wasny rodzaj wpisu

source: Custom Post Type Checkbox
pl: Pole wyboru wasnego rodzaju wpisu

source: Colorpicker Opacity
pl: Krycie selektora kolorów

source: Colorpicker
pl: Selektora kolorów

source: Yes
pl: Tak

source: No
pl: Nie

source: Checkbox
pl: Pole wyboru

source: Category Select
pl: Wybierz kategori

source: Category Checkbox
pl: Pole wyboru kategorii

source: Box Shadow
pl: Cie pola

source: Border
pl: Obramowanie

source: and
pl: i

source: Background
pl: To

source: Option Types
pl: Rodzaje opcji

source: Textarea
pl: Obszar tekstowy

source: Text
pl: Tekst

source: Gallery
pl: Galeria

source: You may also like...
pl: Możesz również polubi

source: Previous story
pl: Poprzedni post

source: Next story
pl: Nastpny post

source: Yearly Archive:
pl: Roczne Archiwum:

source: Monthly Archive:
pl: Miesiczne Archiwum:

source: Daily Archive:
pl: Dzienne archiwum:

source: Tagged:
pl: Otagowano:

source: Category:
pl: Kategoria:

source: Author:
pl: Autor:

source: Page not found!
pl: Nie odnaleziono strony!

source: Error 404.
pl: Bd 404

source: Search results
pl: Wyniki wyszukiwania

source: Search result
pl: Strona wyników wyszukiwania

source: says:
pl: komentarz:

source: Tags
pl: Tagi

source: Recent Comments
pl: Najnowsze komentarze

source: Popular Posts
pl: Popularne wpisy

source: Recent Posts
pl: Ostatnie wpisy

source: Type
pl: Typ

source: Activate
pl: Wcz

source: Powered by
pl: Oparte na

source: All Rights Reserved.
pl: Wszelkie prawa zastrzeżone

source: Pingbacks
pl: Pingbacki

source: Comments
pl: Komentarze

source: % Responses
pl: % odpowiedzi

source: 1 Response
pl: 1 Odpowiedź

source: No Responses
pl: Brak odpowiedzi
