Repository: prasish012/try
Catalog: try/media_copy/translations/shopical/existing_translations/PO FILES AS DATASETS FROM WP.TRANSLATE 2/Polish/wp-themes-neve-fse-*.po
Languages: pl

source: Neve FSE is an experimental sister theme of Neve, for the ones that are ready to go full speed on full site editing, without backwards compatibility code.Neve FSE is a modern, minimalistic theme that is fully compatible with full-site-editing, it offers a range of patterns that make it perfect for simple design is suitable for a wide range of purposes, including blogs, small businesses, startups, agencies, firms, e-commerce shops, personal portfolio sites, and more. It also comes with several style variations to suit your unique aesthetic.
pl: Neve FSE to eksperymentalny motyw siostrzany Neve, dla tych, którzy są gotowi do pełnej edycji witryny, bez kodu kompatybilności wstecznej. Neve FSE to nowoczesny, minimalistyczny motyw, który jest w pełni kompatybilny z pełną edycją witryny, oferuje szereg szablonów, które sprawiają, że idealnie nadaje się do prostego projektowania, nadaje się do wielu celów, w tym blogów, małych firm, startupów, agencji, firm, sklepów e-commerce, portfolio i innych. Zawiera również kilka wariantów stylów, aby dopasować się do unikalnej estetyki.

source: Enhance %1$s with %2$s– up to %3$s OFF in our biggest sale of the year. Limited time only.
pl: Ulepsz %1$s z %2$s – do %3$s ZNIŻKI w naszej największej wyprzedaży w roku. Tylko przez ograniczony czas.

source: Map Section
pl: Sekcja mapy

source: Hero section with text
pl: Sekcja bohatera z tekstem

source: Hero section with feature columns
pl: Sekcja bohatera z kolumnami wyróżnionymi

source: FAQ Section
pl: Sekcja najczęściej zadawanych pytań

source: Columns Section
pl: Sekcja kolumn

source: Columns with Services Text
pl: Kolumny z tekstem usług

source: Three Columns with Testimonials Inverted
pl: Trzy kolumny z odwróconymi referencjami

source: Services Page
pl: Strona usług

source: Portfolio Page
pl: Strona portfolio

source: Contact Page
pl: Strona kontaktu

source: About Page
pl: Strona informacji o

source: Homepage 4
pl: Strona domowa 4

source: Homepage 2
pl: Strona domowa 2

source: Single Post Cover
pl: Okładka pojedynczego wpisu

source: Single Post Cover Boxed
pl: Opakowana okładka pojedynczego wpisu

source: Archive Cover
pl: Okładka archiwum

source: %s Access a collection of 40+ layout patterns ready to import to your website
pl: %s uzyskaj dostęp do kolekcji ponad 40 wzorców układów gotowych do zaimportowania do Twojej witryny

source: Neve FSE recommends
pl: Neve FSE zaleca

source: Dismiss
pl: Odrzuć

# Color name
source: Accent Secondary
pl: Akcent drugorzędny

# Style variation name
source: Greenlight
pl: Zielona latarnia

# Style variation name
source: Vivid Red-Tangelo
pl: Żywy czerwony

# Style variation name
source: Aztec Gold
pl: Azteckie złoto

# Style variation name
source: Dark Pastel Red
pl: Ciemna pastelowa czerwień

# Template part name
source: Footer Variation - 5 Columns
pl: Wariant stopki - 5 kolumn

# Template part name
source: Footer Variation - 4 Columns
pl: Wariant stopki - 4 kolumny

# Template part name
source: Footer Variation - 3 Columns
pl: Wariant stopki - 3 kolumny

# Template part name
source: Footer Variation - Site Logo
pl: Wariant stopki - logo witryny

# Template part name
source: Footer
pl: Stopka

# Template part name
source: Header Variation - Hamburger Menu
pl: Wariant nagłówka - Menu mobilne

# Template part name
source: Header Variation - Button
pl: Wariant nagłówka - przycisk

# Template part name
source: Header Variation - Centered
pl: Wariant nagłówka - wyśrodkowany

# Template part name
source: Header
pl: Nagłówek

# Color name
source: Accent
pl: Akcent

# Color name
source: Foreground Alt
pl: Alternatywny pierwszy plan

# Color name
source: Background Dark
pl: Ciemne tło

# Color name
source: Background Alt
pl: Alternatywne tło

# Color name
source: Foreground
pl: Pierwszy plan

# Color name
source: Background
pl: Tło

# Font size name
source: Huge
pl: Ogromny

# Font size name
source: Extra Large
pl: Bardzo duży

# Font size name
source: Large
pl: Duży

# Font size name
source: Medium
pl: Średni

# Font size name
source: Normal
pl: Normalny

# Font size name
source: Small
pl: Mały

source: Single Post 3 (Cover)
pl: Pojedynczy wpis 3 (cover)

source: Single Post 2 (Cover Boxed)
pl: Pojedynczy wpis 3 (cover, box)

source: Archive List
pl: Archiwa - lista

source: Archive (Cover)
pl: Archiwa - cover

source: Page Title - Cover Boxed
pl: Tytuł strony - Cover, box

source: Page Title - Cover
pl: Tytuł strony - Cover

source: Page Title - Light
pl: Tytuł strony - Jasny

source: Page Title - Dark
pl: Tytuł strony - Ciemny

source: Page Title - Simple
pl: Tytuł strony - Prosty

source: Post Covers
pl: Okładki wpisów

source: Posts
pl: Wpisy

source: Post cards 2
pl: Karty wpisów 2

source: Post rows
pl: Wiersze wpisów

source: Post cards
pl: Karty wpisów

source: Posts loop grid inverted
pl: Odwrócona siatka wpisów

source: Posts loop grid simple
pl: Siatka wpisów

source: Columns with Team members
pl: Kolumny z członkami zespołu

source: Columns with Pricing
pl: Kolumny z cenami

source: Columns with portfolio items
pl: Kolumny z elementami portfolio

source: Page Cover with Buttons
pl: Okładka strony z przyciskami

source: Page Cover with background image
pl: Okładka strony z obrazem tła

source: Full-width columns with image and content
pl: Kolumny o pełnej szerokości z obrazem i zawartością

source: Call to Action with Background Color
pl: Wezwanie do działania z kolorem tła

source: Content with images
pl: Treść z obrazami

source: Columns with Services
pl: Kolumny z usługami

source: Columns with icons
pl: Kolumny z ikonami

source: Columns with cards
pl: Kolumny z kartami

source: Columns with text and image
pl: Kolumny z tekstem i obrazem

source: Three Columns with Testimonials
pl: Trzy kolumny z referencjami

source: Columns with image and text
pl: Kolumny z obrazem i tekstem

source: Columns with image and text inverted
pl: Odwrócone kolumny z obrazem i tekstem

source: Columns with content and images
pl: Kolumny z treścią i obrazami

source: Columns with feature boxes
pl: Kolumny z cechami

source: Primary Menu
pl: Menu główne

source: Full-page layouts that can be used as templates
pl: Pełnostronicowe układy, które mogą być używane jako szablony

source: Neve FSE Layouts
pl: Układy Neve FSE

source: Patterns for several sections and components
pl: Wzorce dla kilku sekcji i komponentów

source: Neve FSE Patterns
pl: Wzorce Neve FSE

source: Learn More
pl: Dowiedz się więcej

source: Install & Activate %s
pl: Zainstaluj i włącz %s

source: Activate %s
pl: Włącz %s

source: Otter is a Gutenberg Blocks page builder plugin that adds extra functionality to the WordPress Block Editor (also known as Gutenberg) for a better page building experience without the need for traditional page builders.
pl: Otter to wtyczka do budowania stron Gutenberg Blocks, która dodaje dodatkową funkcjonalność do edytora bloków WordPress (znanego również jako Gutenberg), aby uzyskać lepsze wrażenia z budowania stron bez konieczności stosowania tradycyjnych konstruktorów stron.

source: Power up your website building experience with %s!
pl: Zwiększ swoje doświadczenie w tworzeniu stron internetowych dzięki %s!

source: Otter Blocks preview
pl: Podgląd Otter Blocks

source: Done
pl: Gotowe

source: Installing
pl: Instalowanie

source: Activating
pl: Aktywacja

source: Maybe later
pl: Może później

source: Take the survey
pl: Weź udział w ankiecie

source: Thank you for trying Neve FSE. We would love to hear your thoughts on how we can enhance and improve the theme even further. Would you mind taking a moment to share your insights through a quick survey?
pl: Dziękujemy za wypróbowanie Neve FSE. Chcielibyśmy usłyszeć przemyślenia na temat tego, jak możemy jeszcze bardziej ulepszyć i ulepszyć motyw. Czy możesz poświęcić chwilę, aby podzielić się swoimi spostrzeżeniami za pomocą krótkiej ankiety?

source: We value your feedback
pl: Cenimy twoją opinię

source: Neve FSE Logo
pl: Logo Neve FSE

source: You appear to be running the Neve FSE theme from source code. Please finish installation by running %s.
pl: Wygląda na to, że uruchamiasz motyw Neve FSE z kodu źródłowego. Zakończ instalację, uruchamiając %s.

source: upgrading PHP to the latest version
pl: uaktualnij PHP do najnowszej wersji

source: Hey, we've noticed that you're running an outdated version of PHP which is no longer supported. Make sure your site is fast and secure, by %1$s. Neve FSE's minimal requirement is PHP%2$s.
pl: Hej, zauważyliśmy, że używasz przestarzałej wersji PHP, która nie jest już obsługiwana. Upewnij się, że witryna jest szybka i bezpieczna przez %1$s. Minimalnym wymaganiem Neve FSE jest PHP%2$s.
