Repository: prasish012/try
Catalog: try/media_copy/translations/reviewnews/existing_translations/PO FILES AS DATASETS FROM WP.TRANSLATE 2/*/wp-themes-newsblogger-*.po
Languages: german

source: NewsBlogger is a dynamic and versatile child theme for the popular NewCrunch WordPress theme. Perfect for bloggers, journalists, and online magazines, it offers enhanced customization options, improved performance, and seamless integration with both the Gutenberg and Classic editors. Compatible to various popular plugins such as Elementor, Contact Form 7, Polylang and WPML. Theme is RTL ready and prioritizes user privacy and complies with the General Data Protection Regulation (GDPR) guidelines by refraining from collecting any personal data restricted under GDPR. The theme is also schema-ready, enhancing search engine visibility and optimization. To explore the theme further, feel free to check out our demo at: https://demo-news.spicethemes.com/startersite-1/. For video tutorial visit here https://www.youtube.com/playlist?list=PLTfjrb24Pq_DeJOZdKEaP3rZPbHuOCLtZ
german: NewsBlogger ist ein dynamisches und vielseitiges Child-Theme für das beliebte WordPress-Theme NewCrunch. Es eignet sich perfekt für Blogger, Journalisten und Online-Magazine und bietet erweiterte Optionen zur individuellen Anpassung, eine verbesserte Performance und eine nahtlose Integration sowohl mit dem Gutenberg- als auch dem klassischen Editor. Es ist kompatibel mit vielen beliebten Plugins wie Elementor, Contact Form 7, Polylang und WPML. Das Theme ist vorbereitet für Rechts-nach-links-Schreibrichtung und legt Wert auf den Schutz der Privatsphäre des Benutzers und erfüllt die Richtlinien der Allgemeinen Datenschutzverordnung (DSGVO), indem es auf die Erhebung von personenbezogenen Daten verzichtet, die unter die DSGVO fallen. Das Theme ist außerdem schema-fähig und es verbessert die Sichtbarkeit und Optimierung für Suchmaschinen. Wenn du das Theme näher kennenlernen möchtest, schau dir unsere Demo an: https://demo-news.spicethemes.com/startersite-1/. Eine Video-Anleitung findest du hier: https://www.youtube.com/playlist?list=PLTfjrb24Pq_DeJOZdKEaP3rZPbHuOCLtZ

source: Dismiss this notice
german: Diesen Hinweis verwerfen

source: now
german: jetzt

source: Install
german: Installieren

source: Install Plugin
german: Plugin installieren

source: Light/Dark Mode
german: Hell-/Dunkel-Modus

source: Close Search
german: Suche schließen

source: Search
german: Suche

source: Close Off-Canvas
german: Off-Canvas schließen

source: Close Icon
german: Schließen-Icon

source: Toggle Icon
german: Umschalten-Icon

source: Menu
german: Menü

source: Skip to content
german: Zum Inhalt springen

source: Alignment
german: Ausrichtung

source: Upgrade To Pro
german: Upgrade auf Pro

source: Watch Videos
german: Videos ansehen

source: See Changelog
german: Siehe Änderungsprotokoll

source: Try It Now
german: Jetzt ausprobieren

source: Try Now
german: Jetzt ausprobieren

source: complete with exciting new features. Take a look now!
german: komplett mit aufregenden neuen Funktionen. Werfen Sie jetzt einen Blick darauf!

source: We've consistently aimed to meet our users' needs and demands. In order to address specific requirements and rectify issues from our previous version, we've rolled out version
german: Wir haben uns stets bemüht, die Bedürfnisse und Anforderungen unserer Benutzer zu erfüllen. Um bestimmte Anforderungen zu erfüllen und Probleme der Vorgängerversion zu beheben, haben wir die neue Version

source: %1$s Current %2$s
german: %1$s Aktuell %2$s

source: Welcome Banner
german: Willkommens-Banner

source: Theme Documentation
german: Thema-Dokumentation

source: View Live Demos
german: Live-Demos ansehen

source: %s is now installed and ready to use. We've provide some links to get you started.
german: %s ist jetzt installiert und einsatzbereit. Wir haben einige Links bereitgestellt, die dir den Einstieg erleichtern.

source: Welcome to
german: Willkommen bei

source: Hello
german: Hallo

source: Core Background Color & Image Customize
german: Kern-Hintergrundfarbe und Bild anpassen

source: Core Background Color & Image Video
german: Kern-Hintergrundfarbe und Video-Bild

source: Background Color & Image
german: Hintergrundfarbe und Bild

source: Theme Color Customize
german: Themefarbe anpassen

source: Theme Color Video
german: Themefarbe Video

source: Theme & Category Color
german: Theme- und Kategoriefarbe

source: Footer Section Customize
german: Footer-Abschnitte anpassen

source: Footer Section Video
german: Footer-Abschnitt-Video

source: Footer Widgets & Copyright Text
german: Footer-Widgets und Copyright-Text

source: Custom Widgets Customize
german: Individuelle Widgets anpassen

source: Custom Widgets Video
german: Individuelle Widgets Video

source: Setup Custom Widgets
german: Individuelle Widgets einrichten

source: Sections Rearrange Customize
german: Abschnitte Individuell neu anordnen

source: Sections Rearrange Video
german: Abschnitte Video neu anordnen

source: Reorder/Rearrange Sections
german: Abschnitte neu anordnen

source: Highlight Customize
german: Highlight anpassen

source: Setup Highlight Section
german: Highlight-Abschnitt einrichten

source: Banner Customize
german: Banner anpassen

source: Setup Banner Section
german: Banner-Abschnitt einrichten

source: Toggle Sidebar Customize
german: Seitenleiste umschalten anpassen

source: Toggle Sidebar Video
german: Seitenleisten-Video umschalten

source: Setup Toggle Sidebar
german: Seitenleite umschalten einrichten

source: Global Options Customize
german: Globale Optionen anpassen

source: Global Options Video
german: Globale Optionen Video

source: Manage Global Options
german: Globale Optionen verwalten

source: Header Customize
german: Header anpassen

source: Setup Header
german: Header einrichten

source: Site Identity Customize
german: Website-Identität anpassen

source: Site Identity Video
german: Website-Identität-Video

source: Setup Site Identity
german: Website-Identität einrichten

source: Customize
german: Anpassen

source: Menu Customize
german: Menü anpassen

source: Menu Video
german: Menü-Video

source: Setup Main Menu
german: Hauptmenü einrichten

source: Watch Video
german: Video ansehen

source: Demo Import Video
german: Demo-Video importieren

source: Explore Premium Features
german: Entdecke die Premium-Funktionen

source: Upgrade today and transform your website with NewsBlogger Premium!
german: Installiere noch heute das Upgrade und verwandle deine Website mit NewsBlogger Premium!

source: All premium features are managed through the Newscrunch Plus plugin, providing a seamless and integrated experience for both NewsBlogger and Newscrunch users.
german: Alle Premium-Funktionen werden über das Plugin Newscrunch Plus verwaltet, das sowohl für Benutzer von NewsBlogger als auch von Newscrunch eine nahtlose und integrierte Erfahrung bietet.

source: Note
german: Bemerkung

source: Explore and import the premium starter sites available under both NewsBlogger and Newscrunch.
german: Entdecke und importiere die Premium-Starter-Websites, die sowohl unter NewsBlogger als auch unter Newscrunch verfügbar sind.

source: To access premium starter sites offered by Newscrunch, deactivate the NewsBlogger theme and activate the Newscrunch theme.
german: Um auf die von Newscrunch angebotenen Premium-Websites zuzugreifen, deaktiviere das Theme NewsBlogger und aktiviere das Theme Newscrunch.

source: Navigate to the starter sites section in your WordPress dashboard.
german: Navigiere in deinem WordPress-Dashboard zum Abschnitt Starter-Websites.

source: Access Premium Starter Sites
german: Zugang zu Premium-Starter-Websites

source: Enter your premium license key to activate all the premium features.
german: Gib deinen Premium-Lizenzschlüssel ein, um alle Premium-Funktionen zu aktivieren.

source: Download and install the Newscrunch Plus plugin if you haven’t already.
german: Lade das Plugin Newscrunch Plus herunter und installiere es, falls du das noch nicht getan hast.

source: Install and Activate Newscrunch Plus
german: Newscrunch Plus installieren und aktivieren

source: Visit our pricing page to choose the plan that suits you best.
german: Besuche unsere Seite mit den Preisen, um den für dich passenden Tarif zu wählen.

source: Purchase NewsBlogger Premium functionality coded in Newscrunch Plus plugin
german: Kaufe die NewsBlogger-Premium-Funktionalität, die im Newscrunch-Plus-Plugin kodiert ist

source: Get Started
german: Erste Schritte

source: Stay up-to-date with the latest features and improvements with regular updates to Newscrunch Plus.
german: Bleibe mit den neuesten Funktionen und Verbesserungen auf dem Laufenden - mit regelmäßigen Updates von Newscrunch Plus.

source: Regular Updates
german: Regelmäßige Updates

source: Receive dedicated support from our team to help you with any questions or issues.
german: Erhalte spezifischen Support von unserem Team, wenn du Fragen oder Probleme hast.

source: Priority Support
german: Vorrangiger Support

source: Benefit from performance optimizations to ensure your site runs smoothly and efficiently.
german: Profitiere von Leistungsoptimierungen, um sicherzustellen, dass deine Website reibungslos und effizient läuft.

source: Enhanced Performance Features
german: Erweiterte Funktionen zur Leistungssteigerung

source: Unlock advanced customization settings to fine-tune the appearance and functionality of your site.
german: Schalte die erweiterten Anpassungseinstellungen frei, um das Design und die Funktionalität deiner Website fein abzustimmen.

source: Advanced Customization Options
german: Erweiterte Anpassungsoptionen

source: To access premium starter sites offered by Newscrunch, you need to deactivate the NewsBlogger theme and activate the Newscrunch theme.
german: Um auf die von Newscrunch angebotenen Starter-Websites zuzugreifen, deaktiviere das Theme NewsBlogger und aktiviere das Theme Newscrunch.

source: Premium starter sites for Newscrunch are also available, offering you a broader selection of templates to choose from. Note
german: Es sind auch Premium-Starter-Websites für Newscrunch erhältlich, die dir eine größere Auswahl an Templates zur Verfügung stellen. Hinweis

source: Access exclusive NewsBlogger starter sites that are crafted for various niches and styles.
german: Greife auf exklusive NewsBlogger-Starter-Websites zu, die für verschiedene Nischen und Stile entwickelt wurden.

source: Premium Starter Sites
german: Premium-Starter-Websites

source: Here’s what you get with NewsBlogger Premium
german: Das bekommst du mit NewsBlogger Premium

source: Pre-sales enquiry
german: Anfrage vor dem Kauf

source: Pre-sales Enquiry
german: Vorverkaufsanfrage

source: Changelog
german: Änderungsprotokoll

source: Free or Pro Comparison
german: Vergleich Kostenlos/Pro

source: Your feedback is valuable to us
german: Deine Rückmeldung ist wertvoll für uns

source: Valuable Feedback
german: Wertvolles Feedback

source: Documentation
german: Dokumentation

source: Help Docs
german: Hilfe-Dokumente

source: Theme Detail
german: Theme-Details

source: Useful Links
german: Nützliche Links

source: Menus
german: Menüs

source: Sidebar Layout
german: Layout der Seitenleiste

source: Header Section
german: Header-Abschnitt

source: Site Layout
german: Website-Layout

source: Site Logo
german: Website-Logo

source: Theme Features
german: Theme-Funktionen

source: Customize Image
german: Bild anpassen

source: Need to install & activate the "Spice Starter Sites" plugin to import the demo.
german: Du musst das Plugin „Spice Starter Sites“ installieren und aktivieren, um die Demo zu importieren.

source: Import Image
german: Bild importieren

source: %s Theme Configuration
german: %s-Theme-Konfiguration

source: We highly recommend installing and activating the Seo Optimized Images plugin, which will dynamically insert SEO-friendly alt attributes and title attributes to enhance your image optimization.
german: Wir empfehlen dringend, das Plugin Seo Optimized Images zu installieren und zu aktivieren, das dynamisch SEO-freundliche alt- und title-Attribute einfügt, um deine Bilder weiter zu optimieren.

source: To add the social share buttons to your posts, install & activate this plugin.
german: Um deinen Beiträgen Social-Share-Buttons hinzuzufügen, installiere und aktiviere dieses Plugin.

source: To display the posts in a beautiful slider with multiple options, install & activate this plugin.
german: Um die Beiträge in einem schönen Slider mit mehreren Optionen anzuzeigen, installiere und aktiviere bitte dieses Plugin.

source: To add a different banner image for a different page or post, install & activate this plugin.
german: Um verschiedene Banner-Bilder für verschiedene Seiten oder Beiträge hinzuzufügen, installiere und aktiviere dieses Plugin.

source: To enable the display of breadcrumbs, please install and activate this plugin.
german: Um die Anzeige der Brotkrümel zu aktivieren, installiere und aktiviere bitte dieses Plugin.

source: To display the contact form, install & activate this plugin.
german: Um das Kontaktformular anzuzeigen, installiere und aktiviere bitte dieses Plugin.

source: Active
german: Aktiv

source: Activate %s now
german: %s jetzt aktivieren

source: Activate Import Plugin
german: Import-Plugin aktivieren

source: Activate
german: Aktivieren

source: Install and activate
german: Installieren und aktivieren

source: Get started with %s theme
german: Erste Schritte mit dem Theme %s

source: %1$s theme is installed. To take full advantage of the features this theme has to offer visit our %2$swelcome page%3$s
german: Das Theme %1$s ist installiert. Um in den Genuss sämtlicher Vorzüge zu kommen, die dieses Theme zu bieten hat, besuche unsere %2$sWillkommensseite%3$s

source: Welcome to %1$s %2$s
german: Willkommen bei %1$s %2$s

source: About %1$s %2$s
german: Über %1$s %2$s

source: View Theme Info
german: Theme-Information anzeigen

source: Error
german: Fehler

source: Activating
german: Aktivierung

source: Installing
german: Installation
