Repository: prasish012/try
Catalog: try/media_copy/translations/reviewnews/existing_translations/PO FILES AS DATASETS FROM WP.TRANSLATE 2/*/wp-themes-total-*.po
Languages: russian

source: You can not choose the page that is set as the Posts page. Please choose another Page in Settings > Reading
russian: Вы не можете выбрать страницу, которая установлена как страница записей. Выбрать другую страницу в Настройках > Чтение

source: You can not choose the page that is set as the Homepage in Settings > Reading. Please choose another Page
russian: Вы не можете выбрать страницу, которая установлена в качестве Главной страницы в Настройках > Чтение. Выбрать другую страницу

source: Semi Bold
russian: Полужирный

source: Medium
russian: Средний

source: Light
russian: Легкий

source: Thin
russian: Тонкий

source: Bold Italic
russian: Жирный курсив

source: Normal Italic
russian: Обычный курсив

source: Footer Anchor Color (Hover)
russian: Цвет якоря подвала (при наведении)

source: Header Background Color
russian: Цвет фона заголовка

source: Enable Header Top Border
russian: Включить рамку верхнего заголовка

source: Enable Footer Top Border
russian: Включить верхнюю рамку подвала

source: Header Spacing(px)
russian: Интервал между заголовками (px)

source: Header Typography
russian: Типография заголовка

source: Header
russian: Заголовок

source: Select how you want your body to appear.
russian: Выбрать способ отображения основной части.

source: Body Typography
russian: Типография основной части

source: Body
russian: Основная часть

source: Typography Settings
russian: Настройки типографии

source: Menu Typography
russian: Типографика меню

source: Menu
russian: Меню

source: SubMenu Link Backgroud Color - Hover
russian: Цвет фона ссылки подменю - при наведении

source: SubMenu Link Color - Hover
russian: Цвет ссылки подменю - при наведении

source: SubMenu Link Color
russian: Цвет ссылки подменю

source: SubMenu Background Color
russian: Цвет фона подменю

source: Menu Link Backgroud Color - Hover
russian: Цвет фона ссылки меню - при наведении

source: Menu Link Color - Hover
russian: Цвет ссылки меню - при наведении

source: Menu Link Color
russian: Цвет ссылки меню

source: Typography
russian: Типографика

source: Menu Settings
russian: Настройки меню

source: Spacing
russian: Интервал

source: Main Header
russian: Основной заголовок

source: Site Tagline Color
russian: Цвет краткого описания сайта

source: Site Title Color
russian: Цвет названия сайта

source: Logo Width(px)
russian: Ширина логотипа (px)

source: Hide Site Tagline
russian: Скрыть краткое описание сайта

source: Hide Site Title
russian: Скрыть название сайта

source: Title & Logo
russian: Название и логотип

source: Breadcrumbs are a great way of letting your visitors find out where they are on your site.
russian: Навигационные цепочки - отличный способ дать посетителям возможность понять, где они находятся на сайте.

source: BreadCrumb
russian: Навигационная цепочка

source: Breadcrumb
russian: Навигационная цепочка

source: A button on click scrolls to the top of the page.
russian: Кнопка при нажатии прокручивает страницу к верху.

source: Back to Top Button
russian: Кнопка Вернуться наверх

source: Scroll to Top
russian: Прокрутить вверх

source: Background
russian: Фон

source: Sidebar Width (%)
russian: Ширина боковой панели (%)

source: Website Container Padding (px)
russian: Внутренний отступ контейнера сайта (px)

source: Website Container Width (px)
russian: Ширина контейнера сайта (px)

source: Website Container Width (%)
russian: Ширина контейнера сайта (%)

source: Fluid
russian: Гибкий

source: Boxed
russian: Блочная

source: Wide
russian: По ширине

source: Website Layout
russian: Макет сайта

source: Container
russian: Контейнер

source: Custom HTMl and Shortcodes Supported
russian: Поддерживаются пользовательские HTML и шорткоды

source: Copyright Text
russian: Текст авторского права

source: Bottom Footer
russian: Нижняя часть подвала

source: Footer Anchor Color
russian: Цвет якоря подвала

source: Footer Text Color
russian: Цвет текста подвала

source: Footer Title Color
russian: Цвет названия подвала

source: Top Footer
russian: Верхний подвал

source: Footer Background
russian: Фон подвала

source: Footer Column
russian: Столбец подвала

source: Style
russian: Стиль

source: Content
russian: Содержимое

source: Footer Settings
russian: Настройки подвала

source: Content Link Hover Color
russian: Цвет ссылки содержимого при наведении

source: Content Link Color
russian: Цвет ссылки содержимого

source: Content Text Color
russian: Цвет текста содержимого

source: Content Header Color(H1, H2, H3, H4, H5, H6)
russian: Цвет заголовка содержимого (H1, H2, H3, H4, H5, H6)

source: This settings apply only in the single posts (ie page and post detail pages only)
russian: Эти настройки применяются только к отдельным записям (т.е. только к страницам и страницам с подробной информацией)

source: Content Colors
russian: Цвета содержимого

source: Color Settings
russian: Настройки цвета

source: -- Choose Widget --
russian: -- Выбрать виджет --

source: Capitalize
russian: Заглавные буквы

source: Lowercase
russian: Нижний регистр

source: Uppercase
russian: Верхний регистр

source: Overline
russian: Надчёркнутый

source: Line-through
russian: Зачёркивание

source: Underline
russian: Подчёркивание

source: None
russian: Нет

source: Bold
russian: Жирный

source: Hex Value
russian: HEX-значение

source: Font Color
russian: Цвет шрифта

source: Letter Spacing
russian: Межбуквенный интервал

source: Line Height
russian: Высота строки

source: Font Size
russian: Размер шрифта

source: Text Decoration
russian: Оформление текста

source: Text Transform
russian: Преобразование текста

source: Font Weight/Style
russian: Толщина/стиль шрифта

source: Font Family
russian: Семейство шрифтов

source: Close
russian: Закрыть

source: Delete
russian: Удалить

source: Latest Posts
russian: Последние записи

source: Define Custom Angle
russian: Определите индивидуальный угол

source: Custom Angle Spread
russian: Индивидуальный угол разброса

source: Horizontal Spread (Left To Right)
russian: Горизонтальный разброс (слева направо)

source: Vertical Spread (Top to Bottom)
russian: Вертикальный разброс (сверху вниз)

source: Gradient Preview
russian: Предпросмотр градиента

source: Define Gradient Direction
russian: Определить направление градиента

source: For a gradient, at least one starting and one end color should be defined.
russian: Для градиента должен быть определен как минимум один начальный и один конечный цвет.

source: Define Gradient Colors
russian: Определить цвета градиента

source: Left
russian: Слева

source: Bottom
russian: Снизу

source: Right
russian: Справа

source: Top
russian: Верх

source: Link values together
russian: Объединить значения друг с другом

source: Hover
russian: Наведение

source: Normal
russian: Обычный

source: Scroll
russian: Прокрутка

source: Fixed
russian: Фиксировано

source: Center Bottom
russian: По центру внизу

source: Center Center
russian: В самом центре

source: Center Top
russian: По центру вверху

source: Right Bottom
russian: Справа внизу

source: Right Center
russian: Справа по центру

source: Right Top
russian: Справа вверху

source: Left Bottom
russian: Слева внизу

source: Left Center
russian: Слева по центру

source: Left Top
russian: Слева вверху

source: Contain
russian: Поместить

source: Cover
russian: Обложка

source: Default
russian: По умолчанию

source: Tile Vertically
russian: Плитка вертикально

source: Tile Horizontally
russian: Плитка горизонтально

source: Tile
russian: Плитка

source: No Repeat
russian: Не повторять

source: Overlay Color
russian: Цвет наложения

source: Background Color
russian: Цвет фона

source: Attachment
russian: Вложение

source: Position
russian: Позиция

source: Size
russian: Размер

source: Repeat
russian: Повтор

source: Type to filter
russian: Введите для фильтрации

source: Do not enable this option if you want to use Elementor in home page.
russian: Не включайте эту опцию, если вы хотите использовать Elementor на главной странице.

source: Overwrites the homepage displays setting and replaces frontpage with Customizer %s
russian: Перезаписывает настройки отображения домашней страницы и показывает переднюю страницу Настойки темы %s

source: Drag & Drop to reorder
russian: Перетаскивание для изменения порядка

source: Instagram Url
russian: URL Instagram

source: Add Images
russian: Добавить изображения

source: - Elementor Pagebuilder Compatible. All the above sections can be created with Elementor Page Builder or Customizer whichever you like.
russian: - Совместимость с Elementor Pagebuilder. Все вышеперечисленные разделы могут быть созданы с помощью Elementor Page Builder или Настройки в зависимости от того, что вам больше нравится.

source: 18 Home Page Customizer sections with lots of variations
russian: 18 разделов настройки темы главной страницы с множеством вариаций

source: Elementor compatible - Built your Home Page with Customizer or Elementor whichever you like
russian: Совместимость с Elementor - создайте свою главную страницу с помощью Настройка темы или Elementor, в зависимости от того, что вам больше нравится

source: 5+ Demos that can be imported with one click
russian: 5+ демо-версий, которые можно импортировать одним щелчком мыши

source: 30+ Elementor Elements
russian: 30+ элементов Elementor

source: Documentation Page
russian: Страница документации

source: Recommended Plugin Page
russian: Страница рекомендуемых плагинов

source: FROM ELEMENTOR
russian: ИЗ ELEMENTOR

source: Homepage Settings
russian: Настройки главной страницы

source: FROM CUSTOMIZER
russian: ИЗ НАСТРОЙКИ ТЕМЫ

source: Manual Setup
russian: Установка вручную

source: The following recommended plugin is currently inactive: %1$s.
russian: Следующий рекомендуемый плагин в настоящее время неактивен: %1$s.

source: The following required plugin is currently inactive: %1$s.
russian: Следующий требуемый плагин в настоящее время не активен: %1$s.

source: There is an update available for: %1$s.
russian: Доступно обновление плагина: %1$s.

source: The following plugin needs to be updated to its latest version to ensure maximum compatibility with this theme: %1$s.
russian: Для обеспечения максимальной совместимости с данной темой необходимо обновить следующий плагин до последней версии: %1$s.

source: This theme recommends the following plugin: %1$s.
russian: Для этой темы рекомендуется следующий плагин: %1$s.

source: This theme requires the following plugin: %1$s.
russian: Эта тема требует следующий плагин: %1$s.

source: Hide Title
russian: Скрыть название

source: Go to Setting Page
russian: Перейти на страницу настроек

source: Here you will find all the necessary links and information on how to use %s.
russian: Здесь вы найдете все необходимые ссылки и информацию о том, как использовать %s.

source: Get Started
russian: Начать

source: Click below to install and active HashThemes Demo Importer Plugin.
russian: Нажмите ниже, чтобы установить и активировать плагин HashThemes Demo Importer.

source: Import Demo
russian: Импорт демо

source: %1$s is now installed and ready to use. You can start either by importing the ready made demo or get started by customizing it your self.
russian: %1$s уже установлена и готова к работе. Вы можете начать работу либо с импорта готовой демо, либо с самостоятельной настройки.

source: Congratulations!
russian: Поздравляю!

source: %s Demo
russian: Демо %s

source: Go to Appearance > Customize > %s.
russian: Перейти Внешний вид > Настройка темы >%s.

source: Premium Demos
russian: Демо-версии Premium

source: Free Demos
russian: Бесплатные демо

source: - Custom Elementor Section
russian: - Пользовательский раздел Elementor

source: - Contact Section with Google Map
russian: - Раздел контактов с картой Google

source: - Tab Section
russian: - Раздел вкладки

source: - News and Update Section
russian: - Раздел новостей и обновлений

source: - Pricing Section
russian: - Раздел цены

source: - Highlight Section
russian: - Выделите раздел

source: More Sections on Premium
russian: Больше разделов в Премиум

source: Option to display vide in CTA with popup
russian: Возможность отображения видео в призыве к действию с помощью всплывающего окна

source: 4 CTA layouts
russian: 4 макета призыва к действию

source: 4 client logo layouts
russian: 4 макета логотипа клиента

source: Option to link the client logos to external url
russian: Возможность привязать логотипы клиентов к внешнему URL

source: Show/Hide date, author and comment
russian: Показать/скрыть дату, автора и комментарий

source: Control excerpt character
russian: Контроль символов отрывка

source: 4 testimonial block layouts
russian: 4 макета блока отзывов

source: Display testimonial block with repeater instead of page with option of external url field
russian: Отобразить блок отзыва путем повторения вместо страницы с опцией поля внешнего URL

source: 4 counter block layouts
russian: 4 макета блока счётчика

source: Unlimited counter block
russian: Неограниченный блок счетчика

source: Display team in grid or carousel slider
russian: Отображение команды в виде сетки или карусельного слайдера

source: 6 team block layouts
russian: 6 макетов блока команды

source: Display team block with repeater instead of page with option of external url field
russian: Отобразить блок команды путем повторения вместо страницы с опцией поля внешнего URL

source: Unlimited team block
russian: Неограниченный блок команды

source: Display image postion in left or right
russian: Отображение положения изображения слева или справа

source: 4 service block layouts
russian: 4 макета блока услуг

source: Display service block with repeater instead of page with option of external url field
russian: Отобразить блок услуги путем повторения вместо страницы с опцией поля внешнего URL

source: Unlimited service block
russian: Неограниченный блок услуги

source: Enable/Disable gap between portfolio images
russian: Вкл/откл промежуток между изображениями портфолио

source: Option to show/hide zoom and link button
russian: Опция показать/скрыть кнопку масштаба и ссылки

source: Order portfolio by date, title or random in ascending or descending order
russian: Упорядочивайте портфолио по дате, названию или в произвольном порядке по возрастанию или убыванию

source: 6 portfolio masonary styles
russian: 6 стилей портфолио кладкой

source: 4 portfolio tab styles
russian: 4 стиля вкладок портфолио

source: Option to select active category in the tab
russian: Опция выбора активной рубрики на вкладке

source: Link portfolio to external url
russian: Ссылка портфолио на внешний URL

source: Configure no of column to display in a row
russian: Настройка количества столбцов для отображения в строке

source: 5000+ icon to choose from(5 icon packs)
russian: 5000+ значков на выбор (5 пакетов значков)

source: 7 featured block layouts
russian: 7 макетов блока избранного

source: Display featured block with repeater instead of page with option of external url field
russian: Отобразить блок избранного путем повторения вместо страницы с опцией поля внешнего URL

source: Unlimited featured block
russian: Неограниченный блок избранного

source: Multiple background option(image, gradient, video) for the section
russian: Несколько вариантов фона (изображение, градиент, видео) для раздела

source: Option to disable the Right Image
russian: Возможность отключения правого изображения

source: For more settings,
russian: Для дополнительных настроек,

source: Advanced slider settings
russian: Расширенные настройки слайдера

source: Option to change caption background and text color
russian: Возможность изменения фона и цвета текста подписи

source: Option to configure slider pause duration
russian: Возможность конфигурировать длительность паузы слайдера

source: Option to link slider externally with button
russian: Возможность внешней привязки слайдера с помощью кнопки

source: Option for Revolution slider or single banner display with text
russian: Опция для слайдера Revolution или отдельного баннера с текстом

source: Repeatable slider block with image, caption and button fields instead of page
russian: Повторяющийся блок слайдера с полями изображения, надписи и кнопки вместо страницы

source: Unlimited slider blocks
russian: Неограниченные блоки слайдера

source: To add unlimited slider block and for more settings,
russian: Чтобы добавить неограниченный блок слайдера и другие настройки,

source: Option for different header banner on each post/page
russian: Опция для разных баннеров с заголовками для каждой записи/страницы

source: Advanced header color options
russian: Расширенные параметры цвета заголовка

source: Mega menu
russian: Мега-меню

source: 7 menu hover styles
russian: 7 стилей меню при наведении

source: Search and social button option on header
russian: Опция поиска и социальной кнопки в заголовке

source: Option to enable/disable top header
russian: Опция вкл/откл верхнего заголовка

source: 6 header styles
russian: 6 стилей заголовка

source: For more header layouts and settings,
russian: Для дополнительных макетов и настроек заголовка,

source: For more color options,
russian: Для дополнительных вариантов цвета,

source: Viral Demo
russian: Демо Viral

source: Please install these free plugins. These plugins are complementary that adds more features to the theme.
russian: Установить эти бесплатные плагины. Эти плагины дополняют друг друга, добавляя больше возможностей теме.

source: Please leave us a %s rating if you like our theme . A huge thank you from HashThemes in advance!
russian: Оставьте нам оценку %s, если вам нравится наша тема. Заранее огромное спасибо от HashThemes!

source: %s Settings
russian: Настройки %s

source: Total Demo
russian: Демо Total

source: Installing Demo Importer Plugin
russian: Установить плагин Demo Importer

source: Import
russian: Импорт

source: Import Demo Content
russian: Импорт содержимого демо

source: Click on the button below to install and activate the HashThemes Demo Importer plugin. For more detailed documentation on how the demo importer works, click %s.
russian: Нажмите на кнопку ниже, чтобы установить и активировать плагин HashThemes Demo Importer. Для получения более подробной документации о том, как работает импортер демо, нажмите %s.

source: Or you can get started by importing the demo with just one click.
russian: Или можно приступить к работе, импортировав демонстрацию одним щелчком мыши.

source: View Demo
russian: Смотреть демонстрацию

source: Go to Demo Importer Page
russian: Перейти на страницу импорта демо версий

source: here
russian: здесь

source: Short Intro
russian: Краткое вступление

source: Image
russian: Изображение

source: A widget to display Personal Information
russian: Виджет для отображения персональной информации

source: Contact Time
russian: Время контакта

source: Contact Address
russian: Контактный адрес

source: Phone
russian: Телефон

source: A widget to display Contact Information
russian: Виджет для отображения контактной информации

source: No of Letter to Display in Excerpt
russian: Кол-во букв для отображения в отрывке

source: Display Excerpt
russian: Отображать отрывок

source: Display Thumbnail
russian: Отображать миниатюру

source: No of Posts to Display
russian: Коли-во записей для отображения

source: A widget to display latest post with thumbnail.
russian: Виджет для отображения последней записи с миниатюрой.

source: Select Image
russian: Выбрать изображение

source: Remove
russian: Удалить

source: No image selected
russian: Изображение не выбрано

source: Error! Reload the page and try again.
russian: Ошибка! Перезагрузите страницу и повторите попытку.

source: Activating Demo Importer Plugin
russian: Активация плагина Demo Importer

source: Install Demo Importer Plugin
russian: Установить плагин Demo Importer

source: Elementor provides you with unlimited possibilities to create the website of your imagination.
russian: Elementor предоставляет Вам неограниченные возможности для создания сайта Вашей фантазии.

source: 4) Elementor Widgets
russian: 4) Виджеты Elementor

source: 7 Demos
russian: 7 демо

source: Activate Demo Importer Plugin
russian: Активировать плагин Demo Importer

source: Demo Importer
russian: Импортер демо

source: Drag and Drop to Reorder
russian: Перетаскивание для изменения порядка

source: Upgrade To Premium Version (7 Days Money Back Guarantee)
russian: Обновите до версии Premium (гарантия возврата денег в течение 7 дней)

source: Save my name, email, and website in this browser for the next time I comment.
russian: Сохранить моё имя, email и адрес сайта в этом браузере для последующих моих комментариев.

source: Blank Template(For Page Builders)
russian: Пустой шаблон (для конструкторов страниц)

source: The Premium version is fully GDPR compliance. Means no data is collected if you use the theme alone. Also the premium version has option to add GDPR Compliance & Cookies Consent text with buttons.
russian: Премиум-версия полностью соответствует требованиям GDPR. Это означает, что никакие данные не собираются, если Вы используете только эту тему. Также в премиум-версии есть возможность добавить текст о соответствии GDPR и согласии на использование файлов cookie с помощью кнопок.

source: 36) GDPR Compliance & Cookies Consent
russian: 36) Соответствие GDPR и согласие на использование файлов cookie

source: Tagged %s
russian: Помечено %s

source: Comparision - Free Vs Pro
russian: Сравнение - Free против Pro

# hour archives time format
source: g a
russian: H

# minute and hour archives time format
source: g:i a
russian: H:i

source: Week %s
russian: Неделя %s

source: Minute %s
russian: Минута %s

source: Comment Page %s
russian: Страница комментария %s

source: Page %s
russian: Страница %s

source: Search results for: %s
russian: Результаты поиска: %s

source: Archives
russian: Архивы

source: 404 Not Found
russian: 404 не найдено

# breadcrumbs aria label
source: Breadcrumbs
russian: Навигационные цепочки

source: Browse:
russian: Обзор:

# comments title
source: %1$s thought on &ldquo;%2$s&rdquo;
russian: %1$s комментарий для &ldquo;%2$s&rdquo;

source: One thought on &ldquo;%1$s&rdquo;
russian: Один комментарий к &ldquo;%1$s&rdquo;

source: Unlock all the possibilities with Total Plus.
russian: Раскройте все возможности с помощью Total Plus.

source: Welcome to %1$s - Version %2$s
russian: Добро пожаловать в %1$s - Версия %2$s

source: Welcome
russian: Добро пожаловать

source: Free Vs Pro
russian: Free против Pro

source: Support
russian: Поддержка

source: Getting Started
russian: Приступая к работе

source: Still, having problems after reading all the documentation? No Problem!! Please create a support ticket. Our dedicated support team will help you to solve your problem.
russian: Вы все еще испытываете трудности после прочтения всей документации? Нет проблем!!! Пожалуйста, создайте заявку в службу поддержки. Наша специализированная служба поддержки поможет Вам решить Вашу проблему.

source: Create Support Tickets
russian: Создать тикет в службу поддержки

source: Read Full Documentation
russian: Читать полную документацию

source: Read the detailed documentation of the theme. The documentation contains all the necessary information required to set up the %s theme.
russian: Ознакомьтесь с подробной документацией по теме. В документации содержится вся необходимая информация для настройки темы %s.

source: Install Now
russian: Установить сейчас

source: Installed
russian: Установлен

source: Recommended Plugins
russian: Рекомендуемые плагины

source: Upgrade Now
russian: Обновить сейчас

source: Preview
russian: Предпросмотр

source: Total Plus Demo
russian: Демо Total Plus
