Repository: prasish012/try
Catalog: try/media_copy/translations/reviewnews/existing_translations/PO FILES AS DATASETS FROM WP.TRANSLATE 2/*/wp-themes-blogdash-*.po
Languages: russian

source: Blogdash is the perfect pick for bloggers seeking a lightweight, customizable theme that suits them just right. With plenty of options to adjust colors and typography, making your site unique is a breeze. It’s SEO friendly and fully compatible with WPML, Gutenberg, Elementor, WooCommerce, and supports translation and RTL. Live preview: https://demo.peregrine-themes.com/bloghash/blogdash.
russian: Bloglamp - идеальный выбор для блогеров, которые ищут легкую, настраиваемую тему, которая идеально подходит для них. С множеством опций для настройки цветов и типографики сделать ваш сайт уникальным - это легко. Он дружелюбен к SEO и полностью совместим с WPML, Gutenberg, Elementor, WooCommerce и поддерживает перевод и RTL. Прямой просмотр: https://demo.peregrine-themes.com/bloghash/bloglamp.

source: Choose on which pages you want to enable Popular Post.
russian: Выбрать, на каких страницах ты хочешь включить функцию Популярная запись.

source: Popular Post
russian: Популярная запись

source: Slider Blogdash
russian: Слайдер Blogdash

source: Slider Horizontal
russian: Горизонтальный слайдер

source: Header 3
russian: Заголовок 3

source: Blog / Posts Page
russian: Страница записей / блога

source: Home Page
russian: Главная страница

source: Choose on which pages you want to enable Editors Choice.
russian: Выберите, на каких страницах Вы хотите включить функцию Editors Choice.

source: Enable On:
russian: Включитьть на:

source: Post Number
russian: Номер записи

source: Display posts item only. Leave empty to include all.
russian: Отображать только записи. Оставьте пустым, чтобы включить все.

source: Display posts from selected category only. Leave empty to include all.
russian: Отображайте записи только из выбранной категории. Оставьте пустым, чтобы включить все.

source: Category
russian: Категория

source: Post Item
russian: Элемент записи

source: Choose Data Source
russian: Выбрать источник данных

source: Title
russian: Заголовок

source: Enable editors choice section
russian: Включить раздел выбора редакторов

source: Editors Choice
russian: Выбор редакторов

source: Horizontal
russian: Горизонтальный

source: Layout
russian: Макет

source: Editor's Choice
russian: Выбор редактора

source: Most Popular Post
russian: Самая популярная запись
