Repository: prasish012/try
Catalog: try/media_copy/translations/reviewnews/existing_translations/PO FILES AS DATASETS FROM WP.TRANSLATE 2/*/wp-themes-raft-*.po
Languages: portuguese

source: Raft is a lightweight, full-site-editing compatible (FSE) theme ready for your next website. Raft is a super fast, easily customizable, simple theme. It’s perfect for blogs, small business, startups, agencies, firms, e-commerce shops (WooCommerce storefront) as well as personal portfolio sites and most types of projects. Raft works perfectly with Gutenberg and the most popular page builders (Elementor, Brizy, Beaver Builder or the Block Editor). Raft is also WooCommerce ready, responsive, RTL & translation ready. Learn more at https://themeisle.com/themes/raft/.
portuguese: O Raft é um tema leve, compatível com edição integral do site (FSE) preparado para o seu próximo projeto. É um tema muito rápido, facilmente personalizável e simples. É perfeito para blogs, pequenos negócios, startups, agências, empresas, lojas de comércio electrónico (WooCommerce Storefront), portefólios pessoais e adequado a quase todos os tipos de sites. O Raft funciona perfeitamente com o Gutenberg e com a maioria dos construtores de páginas (Elementor, Brizy, Beaver Builder ou o editor de blocos). É responsivo, está preparado para WooCommerce, RTL e tradução. Saiba mais em https://themeisle.com/themes/raft/.

source: %s Access a collection of 40+ layout patterns ready to import to your website
portuguese: %s Aceda a uma colecção de mais de 40 padrões de layout prontos a importar para o seu site

source: Raft recommends
portuguese: O Raft recomenda

source: Dismiss
portuguese: Ignorar

source: Install %s
portuguese: Instalar %s

source: Install our free builder plugin for more blocks, enhanced functionality, and seamless theme setup.
portuguese: Instale o nosso plugin de construção gratuito para obter mais blocos, funcionalidades melhoradas e uma configuração perfeita do tema.

source: Extend Raft with our Free Builder
portuguese: Aumente as capacidades do Raft com o nosso construtor gratuito

source: Thanks for downloading Raft Theme 🎉
portuguese: Obrigado por descarregar o tema Raft 🎉

source: Posts Query Loop 3
portuguese: Loop de consulta de conteúdos 3

source: Call to Action 2
portuguese: Chamada para acção 2

source: Call to Action
portuguese: Chamada para acção

# Style variation name
source: washed
portuguese: lavado

# Style variation name
source: Violet Grain
portuguese: Grão violeta

# Style variation name
source: Green Retro
portuguese: Verde retro

# Custom template name
source: Page with Header & Footer
portuguese: Página com cabeçalho e rodapé

# Color name
source: Inverted Text
portuguese: Texto invertido

# Color name
source: Light Background
portuguese: Fundo claro

# Color name
source: Dark Background
portuguese: Fundo escuro

# Color name
source: Accent Secondary
portuguese: Realce secundário

# Color name
source: Text
portuguese: Texto

source: Page title with button
portuguese: Título da página com botão

source: Page title on background
portuguese: Título da página sobre fundo

source: Text Columns
portuguese: Colunas de texto

source: Testimonial Fullwidth
portuguese: Testemunho de largura total

source: Testimonial Columns with Rating
portuguese: Colunas de testemunhos com classificação

source: Testimonial Cards
portuguese: Cartões de testemunhos

source: Testimonial on Background
portuguese: Testemunho sobre fundo

source: Team Member Rows
portuguese: Linhas de membros da equipa

source: single-feature-button
portuguese: botao-funcionalidade

source: Pricing Plans 2
portuguese: Planos de preços 2

source: Pricing Plans 5
portuguese: Planos de preços 5

source: Pricing Plans 4
portuguese: Planos de preços 4

source: Pricing Plans 3
portuguese: Planos de preços 3

source: Post Query Loop 2
portuguese: Loop de consulta de conteúdos 2

source: Portfolio Columns
portuguese: Colunas do portefólio

source: Posts Loop Rows
portuguese: Linhas de loop de conteúdos

source: Posts Loop Cards
portuguese: Cartões de loop de conteúdos

source: Posts Loop Card Centered
portuguese: Cartão de loop de conteúdos centrado

source: Hero with Columns
portuguese: Hero com colunas

source: Hero Columns
portuguese: Colunas de hero

source: Hero Cover with boxed title
portuguese: Capa de hero com título em caixa

source: Feature Block
portuguese: Bloco de funcionalidade

source: Features on Background
portuguese: Funcionalidades sobre fundo

source: Feature Cards
portuguese: Cartões de funcionalidades

source: Cover with Background
portuguese: Capa com fundo

source: Contact Details
portuguese: Detalhes do contacto

source: Centered Title
portuguese: Título centrado

source: Centered Text on Background
portuguese: Texto centrado sobre fundo

source: Call to Action with Image
portuguese: Chamada para acção com imagem

source: Create your new website today, with Raft!
portuguese: Crie o seu novo site hoje, com o Raft!

source: Get started today, get in touch!
portuguese: Comece hoje mesmo, entre em contacto!

source: "...Absolutely one of the best services out there, very professional and easy-going experience, highly recommended..."
portuguese: "...Absolutamente um dos melhores serviços que existem, uma experiência muito profissional e descontraída, altamente recomendado..."

source: A content subtitle
portuguese: Um subtítulo de conteúdo

source: A generic content title
portuguese: Um título de conteúdo genérico

source: Read also…
portuguese: Leia também...

source: Categories
portuguese: Categorias

source: Unfortunately the page was not found.
portuguese: Infelizmente, a página não foi encontrada.

source: Search for a keyword...
portuguese: Pesquisar uma palavra-chave...

source: Search
portuguese: Pesquisar

source: Search results
portuguese: Resultados da pesquisa

source: Continue reading
portuguese: Continuar a ler

source: Read more
portuguese: Ler mais

source: Client Name
portuguese: Nome do cliente

source: A project title
portuguese: Um título de projecto

source: Selected Portfolio
portuguese: Portefólio seleccionado

source: Just a frequent question
portuguese: Apenas uma pergunta frequente

source: Contact detail example
portuguese: Exemplo de dados de contacto

source: Follow us
portuguese: Siga-nos

source: Contact details
portuguese: Dados de contacto

source: Get in touch
portuguese: Entre em contacto

source: A pricing feature
portuguese: Uma funcionalidade de preços

source: Plan title
portuguese: Título do plano

source: A pricing section. Join premium!
portuguese: Uma secção de preços. Adira ao premium!

source: Company role
portuguese: Cargo na empresa

source: Team member name
portuguese: Nome do membro da equipa

source: Our Team
portuguese: A nossa equipa

source: Get Started
portuguese: Começar

source: Button Text
portuguese: Texto do botão

source: A placeholder description that you can replace with your own content.
portuguese: Uma descrição de exemplo que pode substituir pelo seu próprio conteúdo.

source: This is feature title
portuguese: Isto é o título da funcionalidade

source: Showcase your Features and Services
portuguese: Apresente as suas funcionalidades e serviços

source: Just some placeholder text
portuguese: Apenas um texto de exemplo

source: This is placeholder text, feel free to replace it with your unique content as it's included here just to provide you with a better understanding of how your text will fit in the layout. Explore the various patterns and templates as you create your personalized web experience.
portuguese: Este é um texto de exemplo. Sinta-se à vontade para o substituir pelo seu próprio conteúdo, uma vez que foi incluído aqui apenas para dar uma melhor ideia de como o seu texto se enquadrará no layout. Explore os vários padrões e modelos, à medida que cria a sua experiência web personalizada.

source: A short section description
portuguese: Uma breve descrição da secção

source: Subtitle
portuguese: Subtítulo

source: This is section title
portuguese: Isto é o título da secção

source: Explore our Services
portuguese: Explore os nossos serviços

source: About me
portuguese: Sobre mim

source: About our Team
portuguese: Sobre a nossa equipa

source: This is a page title
portuguese: Isto é um título de página

source: Block Based Themes Made simple
portuguese: Temas de blocos simplificados

source: Services Page
portuguese: Página de serviços

source: Portfolio Page
portuguese: Página de portefólio

source: Contact Page
portuguese: Página de contacto

source: About Page
portuguese: Página Sobre

source: Homepage 3
portuguese: Página inicial 3

source: Homepage 2
portuguese: Página inicial 2

source: Single Post Cover
portuguese: Capa de conteúdo

source: Single Post Columns
portuguese: Colunas de conteúdos

source: Single Post Centered
portuguese: Conteúdo centrado

source: Archive Row
portuguese: Linha de arquivo

source: Archive Cards
portuguese: Cartões de arquivo

source: Archive Boxed
portuguese: Arquivo em caixas

source: Archives
portuguese: Arquivo

source: Singles
portuguese: Conteúdos

source: Pages
portuguese: Páginas

source: Post Loops
portuguese: Loops de conteúdos

source: Pricing
portuguese: Preço

source: Team
portuguese: Equipa

source: Testimonials
portuguese: Testemunhos

source: Content
portuguese: Conteúdo

source: Features
portuguese: Funcionalidades

source: Heroes / Page Titles
portuguese: Títulos de hero/páginas

source: Footers
portuguese: Rodapés

source: Headers
portuguese: Cabeçalhos

source: Featured
portuguese: Em destaque

source: Try it out!
portuguese: Experimente!

# Style variation name
source: Wooden
portuguese: Madeira

# Style variation name
source: Light Serif
portuguese: Serifa claro

# Style variation name
source: Dark Fit
portuguese: Fit escuro

# Style variation name
source: Blue Cream
portuguese: Creme azul

# Template part name
source: Footer with Columns
portuguese: Rodapé com colunas

# Template part name
source: Header Centered
portuguese: Cabeçalho centrado

source: Pricing Plans
portuguese: Planos de preços

source: Inverted Gallery with Title
portuguese: Galeria invertida com título

source: Horizontal content cards
portuguese: Cartões de conteúdo horizontais

source: Content Columns with Hero
portuguese: Colunas de conteúdo com destaque

source: Alternating Feature Columns
portuguese: Colunas de funcionalidades alternadas

# Style variation name
source: Purple Dawn
portuguese: Alvorada púrpura

# Style variation name
source: Night Owl
portuguese: Coruja da noite

# Style variation name
source: Green corn
portuguese: Milho verde

# Style variation name
source: Garden flow
portuguese: Fluxo de jardim

# Style variation name
source: Clean cut
portuguese: Corte limpo

# Style variation name
source: Blue retro
portuguese: Azul retro

# Style variation name
source: Apple clean
portuguese: Apple puro

# Template part name
source: Footer
portuguese: Rodapé

# Template part name
source: Header
portuguese: Cabeçalho

# Custom template name
source: WooCommerce Cart
portuguese: Carrinho de compras do WooCommerce

# Custom template name
source: WooCommerce Checkout
portuguese: Finalização de compras do WooCommerce

# Custom template name
source: WooCommerce Single Product
portuguese: Produto do WooCommerce

# Custom template name
source: Blank Page - Only Content
portuguese: Página em branco - apenas conteúdo

# Color name
source: Accent
portuguese: Realce

# Color name
source: Background
portuguese: Fundo

# Font size name
source: Huge
portuguese: Muito grande

# Font size name
source: Extra Large
portuguese: Muito grande

# Font size name
source: Large
portuguese: Grande

# Font size name
source: Medium
portuguese: Médio

# Font size name
source: Small
portuguese: Pequeno

source: Two Columns of Features
portuguese: Duas colunas de funcionalidades

source: Three Columns of Features
portuguese: Três colunas de funcionalidades

source: Powered by Blocks
portuguese: Criado com blocos

source: Built-in Patterns
portuguese: Padrões incluídos

source: Style Variations
portuguese: Variações de estilo

source: Unfortunately no posts were found
portuguese: Infelizmente não foi encontrado nenhum conteúdo

source: Post Query Loop
portuguese: Loop de consulta de conteúdos

source: Inverted Background
portuguese: Fundo invertido

source: Image Gallery with Title
portuguese: Galeria de imagens com título

source: Hero Section
portuguese: Secção de destaque

source: Frequently Asked Questions
portuguese: Perguntas frequentes

source: Call to Action 3
portuguese: Chamada para acção 3

source: Primary Menu
portuguese: Menu principal

source: Pills
portuguese: Arredondado

source: Learn More
portuguese: Saiba mais

source: Activate %s
portuguese: Activar o %s

source: Otter Blocks preview
portuguese: Pré-visualização do Otter Blocks

source: Done
portuguese: Concluído

source: Installing
portuguese: A instalar

source: Activating
portuguese: A activar

source: You appear to be running the Raft theme from source code. Please finish installation by running %s.
portuguese: Parece estar a usar o tema Raft a partir do código fonte. Por favor termine a instalação ao executar %s.

source: upgrading PHP to the latest version
portuguese: actualizar o PHP para a versão mais recente

source: Hey, we've noticed that you're running an outdated version of PHP which is no longer supported. Make sure your site is fast and secure, by %1$s. Raft's minimal requirement is PHP%2$s.
portuguese: Está a executar uma versão desactualizada do PHP que já não é suportada. Mantenha o seu site rápido e seguro através de %1$s. O requisito mínimo do Raft é o PHP %2$s.

source: https://themeisle.com
portuguese: http://themeisle.com
