Repository: prasish012/try
Catalog: try/media_copy/translations/reviewnews/existing_translations/PO FILES AS DATASETS FROM WP.TRANSLATE 2/*/wp-themes-total-*.po
Languages: russian

source: ​The Total WordPress Theme is a versatile, feature-rich, and fully responsive theme designed to help you create stunning websites effortlessly. With over 40,000 active installations, Total offers a clean and elegant design complemented by vibrant color options and parallax sections. Its homepage layout includes a slider, featured sections with icons, an about us section with progress bars, a masonry-style portfolio, team and testimonial sections, counters, a customizable blog section, client logo carousel, and a compelling call-to-action area. Built on the WordPress Customizer, Total allows real-time configuration with live previews, making customization intuitive and straightforward. The theme is SEO-friendly, cross-browser compatible, translation-ready, and seamlessly integrates with WooCommerce, enabling you to set up an online store with ease. It also supports major page builders like Elementor, WPBakery, SiteOrigin, and Beaver Builder, providing flexibility in designing your site. With a one-click demo import feature, you can quickly replicate the demo layout and customize it to fit your needs. Whether you're building a business website, portfolio, blog, or online store, Total provides all the essential tools and features to create a professional and engaging online presence. DEMO: https://hashthemes.com/wordpress-theme/total/
russian: Total WordPress Theme - это универсальная, богатая функциями и полностью адаптивная тема, разработанная, чтобы помочь Вам создавать потрясающие сайты без особых усилий. Имея более 40 000 активных установок, Total предлагает чистый и элегантный дизайн, дополненный яркими цветовыми параметрами и параллаксными разделами. Макет главной страницы включает слайдер, избранные разделы со значками, раздел "О нас" с индикаторами выполнения, портфолио в стиле кладки, разделы "Команда" и "Отзывы", счётчики, настраиваемый раздел блога, карусель логотипов клиентов и убедительную область "Призыв к действию". Созданная на основе WordPress Customizer, тема Total позволяет конфигурировать сайт в режиме реального времени с живыми просмотрами, делая настройку интуитивно понятной и простой. Тема SEO-читабельна, совместима с кросс-браузерами, готова к переводу и легко интегрируется с WooCommerce, позволяя Вам с легкостью создать интернет-магазин. Она также поддерживает основные конструкторы страниц, такие как Elementor, WPBakery, SiteOrigin и Beaver Builder, обеспечивая гибкость при создании Вашего сайта. Благодаря функции импорта демо-версии одним щелчком мыши Вы можете быстро повторить макет и настроить его в соответствии с Вашими потребностями. Создаете ли Вы бизнес-сайт, портфолио, блог или интернет-магазин, Total предоставляет все необходимые инструменты и функции для создания профессионального и привлекательного присутствия в сети. ДЕМО: https://hashthemes.com/wordpress-theme/total/

# Theme starter content
source: Purchase
russian: Купить

# Theme starter content
source: Read More
russian: Читайте далее

# Theme starter content
source: CREATE OWN BUSINESS WITH OUR IDEAS !
russian: СОЗДАЙТЕ СВОЙ БИЗНЕС С НАШИМИ ИДЕЯМИ!

# Theme starter content
source: Awesome Clients
russian: Великолепные клиенты

# Theme starter content
source: Get information on everything.
russian: Получите информацию обо всем.

# Theme starter content
source: Latest Blog
russian: Последний блог

# Theme starter content
source: Employee Working
russian: Сотрудник на работе

# Theme starter content
source: OnGoing Projects
russian: Текущие проекты

# Theme starter content
source: Awards Won
russian: Полученные награды

# Theme starter content
source: Projects Completed
russian: Завершенные проекты

# Theme starter content
source: From Our Clients
russian: От наших клиентов

# Theme starter content
source: Chief Executive Officer
russian: Ген. директор

# Theme starter content
source: Our Talented Members
russian: Наши талантливые участники

# Theme starter content
source: Our Services
russian: Наши услуги

# Theme starter content
source: Why Choose Us
russian: Почему стоит выбрать нас

# Theme starter content
source: Deployment
russian: Развёртывание

# Theme starter content
source: Planning
russian: Планирование

# Theme starter content
source: Strategy
russian: Стратегия

# Theme starter content
source: Marketing
russian: Маркетинг

# Theme starter content
source: Management
russian: Управление

# Theme starter content
source: Total Logo
russian: Логотип Total

# Theme starter content
source: Team Member
russian: Участник команды

# Theme starter content
source: Slider
russian: Слайдер

source: Welcome to Our Blog
russian: Добро пожаловать в мой блог

# Theme starter content
source: About Us
russian: О нас

source: Let's go!
russian: Поехали!

source: Let's get started by Customizing the website.
russian: Начнем с Настройки темы сайта.

source: Thank you for installing the Total Theme
russian: Спасибо за установку темы Total

source: Enable Home Sections
russian: Включить разделы главной

source: Welcome to %1$s - Thank You for Installing! Getting started with %1$s is quick and simple. Here, you'll find all the essential information you need to set up and begin using the theme with ease. And if you'd like to unlock even more features and flexibility, you can always upgrade to the Premium version.
russian: Добро пожаловать в %1$s - спасибо за установку! Начать работу с темой %1$s быстро и просто. Здесь Вы найдете всю необходимую информацию, чтобы с легкостью установить и начать использовать тему. А если Вы захотите открыть еще больше возможностей и гибкости, Вы всегда можете перейти на Премиум-версию.

source: For step-by-step guidance, please refer to the %s.
russian: Для получения пошаговых инструкций, обратитесь к разделу %s.

source: Go to Appearance > Customize > %s, choose "A static page" for the "Your homepage displays" option, deactivate "Enable Home Section" and select the newly created page in "Homepage" select box.
russian: Перейдите в меню Внешний вид > Настроить > %s, выберите "Статическая страница" для опции "Отображение Вашей домашней страницы", отключите "Включить раздел главной" и выберите только что созданную страницу в поле "Домашняя страница".

source: Create a new page and edit it with Elementor. Drag and drop the Elementor widgets to design your homepage.
russian: Создайте новую страницу и измените ее с помощью Elementor. Перетаскивайте виджеты Elementor, чтобы оформить главную страницу.

source: Install and activate the "Elementor" and "Hash Elements" plugins from the %s.
russian: Установить и активируйте плагины "Elementor" и "Hash Elements" из %s.

source: Go back, select "Home Sections", and configure the sections as needed.
russian: Вернитесь назад, выберите "Разделы главной" и конфигурируйте разделы по мере необходимости.

source: Activate "Enable Home Sections".
russian: Активируйте "Включить разделы главной".

source: You can set up the homepage sections either through the Customizer Panel or using the Elementor Page Builder.
russian: Вы можете настроить разделы главной страницы либо через панель настройки темы, либо с помощью конструктора страниц Elementor.

source: Experience the full potential of the Premium version with complete peace of mind. If it doesn't meet your needs, you're covered by our 7 day money back guarantee.
russian: Оцените весь потенциал версии Premium с полным спокойствием. Если она не удовлетворит Ваши потребности, Вы получите обложку нашей 7-дневной гарантии возврата денег.

source: The %s Theme already allows you to build a beautiful website, but the Premium version unlocks even more powerful features and flexibility.
russian: Тема %s уже позволяет Вам создать красивый сайт, но Премиум-версия открывает еще больше возможностей и гибкости.

source: Unlock the full potential of your website with the Premium version of %s Theme. Choose from professionally designed demos available in both Customizer and Elementor versions. With just one click, you can import these demos and launch a beautiful, fully functional website in minutes.
russian: Раскройте весь потенциал Вашего сайта с помощью Премиум-версии темы %s. Выбирайте из профессионально разработанных демо-версий, доступных в версиях для настройки темы и Elementor. Всего одним щелчком мыши Вы можете импортировать эти демо-версии и запустить красивый, полнофункциональный сайт за считанные минуты.

source: Great to see that you have been using Total Theme for some time. We hope you love it, and we would really appreciate it if you would %1$sgive us a %3$s rating%2$s. Your valuable review will inspire us to make it more better.
russian: Рады видеть, что Вы уже некоторое время пользуетесь темой Total. Мы надеемся, что она Вам понравится, и будем очень признательны, если Вы %1$sпоставите нам оценку %3$s%2$s . Ваш ценный отзыв вдохновит нас на то, чтобы сделать его еще лучше.

# Font size name
source: Extra Extra Large
russian: Очень очень большой

# Font size name
source: Extra Large
russian: Очень большой

# Font size name
source: Large
russian: Большой

# Font size name
source: Medium
russian: Средний

# Font size name
source: Small
russian: Маленький

source: Important! Home Page Sections are not enabled. Enable it %1shere%2s.
russian: Важно! Разделы главной страницы не включены. Включить их %1sздесь%2s.

source: 39) Translation Ready
russian: 39) Готова к переводу

source: 38) Multilingual Ready
russian: 38) Готова к многоязычию

source: 37) RTL Ready
russian: 37) Готова к RTL

source: 35) WooCommerce Compatible
russian: 35) Совместимость с WooCommerce

source: The premium theme has 4 icon packs with more than 5000+ icons. They can be used on the various sections of the Home Page, WordPress Widget Blocks, and Elementor Modules.
russian: Премиум-тема содержит 4 пакета значков с более чем 5000+ иконками. Их можно использовать в различных разделах главной страницы, блоках виджетов WordPress и модулях Elementor.

source: 34) Icon Picker
russian: 34) Набор значков

source: 33) Google Map Option
russian: 33) Опция Google Map

source: The premium version easily allows you to remove or change the footer credit text or replace it with the widget.
russian: Премиум-версия позволяет легко удалить или изменить текст титров авторства или заменить его виджетом.

source: Change the position(reorder) the single post elements like post meta, featured image, content, category, tags, and social share icons and place them in the order you want. You can disable it individually if you do not want to show it.
russian: Изменить позицию (переупорядочите) элементов отдельной записи, таких как мета записит, изображение записи, содержимое, рубрика, теги и значки соцсети, и расположите их в нужном порядке. Вы можете отключить его индивидуально, если не хотите его показывать.

source: 26) Reorder and Show/Hide Elements of Single Post
russian: 26) Упорядочивание и показ/скрытие элементов отдельной записи

source: 25) Blog Layouts
russian: 25) Макеты блога

source: 22) PreLoader Option
russian: 22) Опция анимации загрузки

source: 21) Custom Widgets
russian: 21) Пользовательские виджеты

source: 19) Top Header Bar
russian: 19) Панель верхнего заголовка

source: 18) Home Page Slider
russian: 18) Слайдер главной страницы

source: 17) Home Page Sections with Full Screen Height
russian: 17) Разделы главной страницы с полной высотой экрана

source: 13) Home Page Video Background, Image Motion Background, Gradient Background
russian: 13) Видеофон, фоновое изображение с движением, градиентный фон главной страницы

source: 12) Home Page Unlimited Blocks for Each Section
russian: 12) Неограниченное кол-во блоков для каждого раздела главной страницы

source: 11) Home Page Section Reorder
russian: 11) Изменение порядка разделов главной страницы

source: 10) Color Options
russian: 10) Параметры цвета

source: 8) Mega Menu
russian: 8) Мега-меню

source: Fan of Pagebuilder? No problem, with premium version you can create your website with Elementor. Elementor provides you with unlimited possibilities to create the website of your imagination.
russian: Поклонник Pagebuilder? Нет проблем: в премиум-версии вы можете создать свой сайт с помощью Elementor. Elementor предоставляет вам неограниченные возможности для создания веб-сайта вашего воображения.

source: 3) Elementor Compatible
russian: 3) Совместимость с Elementor

source: The website runs smoothly in all major browsers.
russian: Сайт работает плавно во всех основных браузерах.

source: 27) Author Box, Social Share, and Related Post at the Bottom of the Single Post
russian: 27) Авторский бокс, социальный обмен и связанная запись в нижней части отдельной записи

source: The premium version has the option to choose from 5 different footer styles. Apart from that, you can set the number of footer columns and resize them as you want with dragging column resizer.
russian: В премиум-версии есть возможность выбрать один из 5 различных стилей подвала. Кроме того, Вы можете установить кол-во столбцов подвала и изменить их размер по своему усмотрению с помощью перетаскиваемого изменить размер столбцов.

source: Create unlimited widget areas using our premium version. You can create new widget areas for placing widgets.
russian: Создавайте неограниченное кол-во областей виджетов, используя нашу премиум-версию. Вы можете создавать новые области виджетов для размещения виджетов.

source: 20) Add New Widget Area
russian: 20) Добавить новую область виджетов

source: You can show/hide the header and footer for each of the pages/posts. It is helpful if you are running an infographic website.
russian: Вы можете показать/скрыть заголовок и подвал для каждой из страниц/записей. Это полезно, если Вы ведете сайт, посвященный инфографике.

source: 30) Hide Header and Footer for Each Post and Page
russian: 30) Скрыть заголовок и подвал для каждой записи и страницы

source: The premium version comes with the option to configure the background and text color of each page and post on the website. It will allow you to choose the custom background color, background image, and text color for any page or post you like.
russian: В премиум-версии есть возможность конфигурировать фон и цвет текста каждой страницы и записи на сайте. Это позволит Вам выбрать цвет фона, фоновое изображение и цвет текста для любой страницы или записи.

source: 29) Different Background and Text Color for Each Post and Page
russian: 29) Различные цвета фона и текста для каждой записи и страницы

source: The premium version has the option to add a unique Title Bar(Header) background for each post and page.
russian: В премиум-версии есть возможность добавить уникальный фон для Панели названий (Заголовка) для каждой записи и страницы.

source: 28) Unique Header Background for Each Post and Page
russian: 28) Уникальный фон заголовка для каждой записи и страницы

source: Client Logo - 4 styles
russian: Логотип клиента - 4 стиля

source: Blog block - 4 styles
russian: Блок Блог - 4 стиля

source: Tabs - 5 styles
russian: Вкладки - 5 стилей

source: News &amp; Update block - 3 styles
russian: Блок Новости и Обновления - 3 стиля

source: Pricing - 4 styles
russian: Ценообразование - 4 стиля

source: Testimonial - 4 styles
russian: Отзыв - 4 стиля

source: Team - 6 styles
russian: Команда - 6 стилей

source: Counter - 4 styles
russian: Счётчик - 4 стиля

source: Portfolio - 6 styles
russian: Портфолио - 6 стилей

source: Service Block - 4 styles
russian: Блок услуги - 4 стиля

source: Highlight Block - 4 styles
russian: Выделение блока - 4 стиля

source: Featured block - 7 styles
russian: Блок Избранное - 7 стилей

source: Option to switch the style of the home page blocks.
russian: Опция переключения стиля блоков главной страницы.

source: Total Plus has an additional 7 sections.
russian: Total Plus имеет еще 7 разделов.

source: 16) Home Page Shape Dividers
russian: 16) Разделители формы главной страницы

source: 9) Advanced Typography Options for Specific Sections
russian: 9) Расширенные параметры типографики для определенных разделов

source: Blog Layout 4 Demo
russian: Демо макета блога 4

source: Blog Layout 3 Demo
russian: Демо макета блога 3

source: Blog Layout 2 Demo
russian: Демо макета блога 2

source: Blog Layout 1 Demo
russian: Демо макета блога 1

source: Import Elementor Templates and Sections with just one click without having to import the whole website.
russian: Импортируйте шаблоны и разделы Elementor одним щелчком мыши без необходимости импортировать весь сайт.

source: 6) Elementor Template/Section Importer
russian: 6) Импортер шаблонов/разделов Elementor

source: - All above section with more styles and customization options
russian: - Все вышеперечисленные разделы с дополнительными стилями и параметрами настройки

source: Drag and Drop to reorder
russian: Перетаскивание для изменения порядка

source: Custom Fonts
russian: Пользовательские шрифты

source: Purchase Custom Font Uploader
russian: Купить пользовательский загрузчик шрифтов

source: Upload custom fonts. The uploaded font will display in the typography font family list.
russian: Загрузить пользовательские шрифты. Загруженный шрифт будет отображаться в списке семейств типографских шрифтов.

source: Want To Use Custom Fonts?
russian: Хотите использовать пользовательские шрифты?

source: Standard Fonts
russian: Стандартные шрифты

source: Color
russian: Цвет шрифта

source: Inset
russian: Внутри

source: Spread
russian: Разброс

source: Blur
russian: Размытие

source: Box Shadow
russian: Тень бокса

source: Groove
russian: Выпуклость

source: Dashed
russian: Пунктиром

source: Dotted
russian: Точечный пунктир

source: Double
russian: Двойная

source: Solid
russian: Сплошная

source: Border Color
russian: Цвет рамки

source: Border Type
russian: Тип рамки

source: Width
russian: Ширина

source: Seperate header font typography for home page sections header, inner page title bar heading, widget header
russian: Отдельная типографика шрифтов для заголовков разделов главной страницы, заголовков внутренних страниц, заголовков виджетов

source: Set font size of H1, H2, H3, H4, H5, H6 individually
russian: Установить размер шрифта для H1, H2, H3, H4, H5, H6 по отдельности

source: Configure H1, H2, H3, H4, H5, H6 individually or all at once
russian: Настроить H1, H2, H3, H4, H5, H6 по отдельности или все сразу

source: For more Options,
russian: Для дополнительных параметров,

source: The font size applies for H1 and decreases uniformly with H2, H3, H4, H5 and H6
russian: Размер шрифта применяется для H1 и равномерно уменьшается с H2, H3, H4, H5 и H6

source: Note
russian: Примечание

source: Select how you want your Header (H1, H2, H3, H4, H5, H6) to appear.
russian: Выбрать способ отображения заголовка (H1, H2, H3, H4, H5, H6).

source: UPGRADE TO PRO
russian: ОБНОВИТЬ ДО PRO

source: Inbuilt MegaMenu
russian: Встроенное мега-меню

source: Dismiss this notice.
russian: Отклонить это уведомление.

source: I have already rated
russian: Я уже оценил(а)

source: Yes, of course
russian: Да, конечно

source: If you don't want to upgrade to premium version then you can turn off all the upgrade notices. However you can turn it on anytime if you make mind to upgrade to premium version.
russian: Если вы не хотите переходить на премиум-версию, то можете отключить все уведомления об обновлении. Однако вы можете включить их в любое время, если решите перейти на премиум-версию.

source: Hide all Upgrade Notices from Customizer
russian: Скрыть все уведомления об обновлении в настройке темы

source: It is required to load the Google Fonts locally in order to comply with GDPR. However, if your website is not required to comply with GDPR then you can check this field off. Loading the Fonts locally with lots of different Google fonts can decrease the speed of the website slightly.
russian: Для соблюдения GDPR необходимо загружать шрифты Google Fonts локально. Однако если на вашем сайте нет необходимости в использовании шрифтов Google, вы можете отключить это поле. Локальная загрузка шрифтов с большим количеством различных шрифтов Google может несколько снизить скорость работы сайта.

source: Load Google Fonts Locally
russian: Загружать Google шрифты локально

source: Google Fonts
russian: Шрифты Google

source: You can extend the Elementor section with amazing interactive extenders like Parallax Background, Parallax Animation, Colors Animation, Water Ripples, Particles Background, Background Effects & lot more.
russian: Вы можете расширить раздел Elementor с помощью удивительных интерактивных расширителей, таких как Parallax Background, Parallax Animation, Colors Animation, Water Ripples, Particles Background, Background Effects и многих других.

source: 5) Elementor Section Extenders
russian: 5) Расширители разделов Elementor

source: Total Plus Demos - Premium Version of %s (Customizer & Elementor Version)
russian: Демо Total Plus - премиум-версия %s (версия для настройки темы и Elementor)

source: SINGLE POST -
russian: ОТДЕЛЬНАЯ ЗАПИСЬ -

source: Show/Hide Posted Date, Author, Comment, Category & Tag
russian: Показать/скрыть дату публикации, автора, комментарий, рубрику и тег

source: Option to display Full Content, Custom Excerpt or WordPress Excerpt
russian: Опция отображения полного содержимого, пользовательского отрывка или отрывка WordPress

source: 4 differently designed blog page
russian: 4 страницы блога с разным дизайном

source: BLOG/ARCHIVE PAGE -
russian: СТРАНИЦА БЛОГА/АРХИВА -

source: Show/Hide & Reorder all the elements with drag and drop
russian: Показать/скрыть и изменить порядок всех элементов с помощью перетаскивания

source: Display Author Box & Related Post
russian: Отображать бокс автора и связанные записи

source: Display social share button
russian: Отображение кнопки социального обмена

source: Choose featured image size
russian: Выбрать размер изображения записи

source: Display Featured Image
russian: Отображать изображение записи

source: Single Post Settings
russian: Настройки отдельной записи

source: 8 More Demos
russian: Еще 8 демонстраций

source: Set mobile menu breakpoint
russian: Установить точку останова меню для мобильных

source: Set spacing of menu and submenu
russian: Установить интервал между меню и подменю

source: Option to diplay different menu in mobile
russian: Опция отображения другого меню в мобильном

source: 7 different menu styles
russian: 7 различных стилей меню

source: Option to display search button, social icons & CTA button
russian: Возможность отображения кнопки поиска, социальных значков и призыва к действию

source: Display logo inline with title & tagline
russian: Отобразите логотип в строке с названием и кратким описанием

source: Set spacing for title & tagline
russian: Установить интервал для названия и краткого описания

source: Separate typography option for title & tagline
russian: Отдельный вариант типографики для заголовка и краткого описания

source: Set Breadcrumb typography and colors
russian: Настройка типографику и цвет навигационной цепочки

source: Multiple Breadcrumb styles
russian: Несколько стилей навигационной цепочки

source: Change Colors
russian: Изменить цвета

source: Configure multiple styled button
russian: Настроить несколько стилизованных кнопок

source: Change the position & size of the button
russian: Изменить позицию и размер кнопки

source: Choose from multiple go to top icons
russian: Выбрать один из нескольких значков для прокрутки наверх

source: Set footer spacing
russian: Установить интервал в подвале

source: Typography for footer heading and text
russian: Типографика для текста заголовка и подвала

source: Remove footer credit text
russian: Удалить текст авторства в подвале

source: Set custom footer columns and width
russian: Задайте пользовательскую ширину столбцов и подвала

source: 5 different footer styles
russian: 5 различных стилей подвала
