Repository: prasish012/try
Catalog: try/media_copy/translations/reviewnews/existing_translations/PO FILES AS DATASETS FROM WP.TRANSLATE 2/*/wp-themes-total-*.po
Languages: russian

source: Title
russian: Название

source: Progress Bar
russian: Индикатор выполнения

source: About Us Section
russian: Раздел О нас

source: The Page featured image works as a slider banner and the title & content work as a slider caption. <br/> Recommended Image Size: 1900X600
russian: Изображение записи на странице работает как баннер слайдера, а название и содержимое - как подпись слайдера. <br/> Рекомендуемый размер изображения: 1900x600

source: Note:
russian: Примечание:

source: Select a Page
russian: Выбрать страницу

source: Slider
russian: Слайдер

source: Home Slider
russian: Слайдер главной

source: Home Sections
russian: Разделы главной

source: Colors
russian: Цвета

source: Background Image
russian: Фоновое изображение

source: General Settings
russian: Общие настройки

source: Footer Four
russian: Подвал 4

source: Footer Three
russian: Подвал 3

source: Footer Two
russian: Подвал 2

source: Add widgets here to appear in your Footer.
russian: Добавьте сюда виджеты, чтобы они появились в подвале.

source: Footer One
russian: Подвал 1

source: Add widgets here to appear in your sidebar of shop page.
russian: Добавьте сюда виджеты, чтобы они появились в боковой панели страницы магазина.

source: Shop Sidebar
russian: Боковая панель магазина

source: Add widgets here to appear in your sidebar.
russian: Добавьте сюда виджеты, чтобы они появились в боковой панели.

source: Right Sidebar
russian: Правая боковая панель

source: Primary Menu
russian: Основное меню

source: %1$s by %2$s
russian: %1$s от %2$s

source: Comment
russian: Комментарий

source: Website
russian: Сайт

source: Name
russian: Имя

source: Comments are closed.
russian: Обсуждение закрыто.

source: Oops! That page can&rsquo;t be found.
russian: Ой! Страница не найдена.

source: 404 Error
russian: Ошибка 404
