Repository: prasish012/try
Catalog: try/media_copy/translations/reviewnews/existing_translations/PO FILES AS DATASETS FROM WP.TRANSLATE 2/*/wp-themes-unibiz-*.po
Languages: russian

source: Unibiz is a versatile modern WordPress theme designed for any niche with seamless Full Site Editing support and advanced customization, the first multipurpose theme fully compatible with FSE.
russian: Unibiz — это универсальная современная тема WordPress, разработанная для любой ниши с поддержкой полнофункционального редактирования сайта (Full Site Editing) и расширенной настройкой, первая многоцелевая тема, полностью совместимая с FSE.

# Custom template name
source: Page With Sidebar
russian: Страница с боковой панелью

# Font size name
source: Huge
russian: Огромный

# Font size name
source: Mini
russian: Мини

# Font size name
source: Little
russian: Немного

# Font size name
source: Tiny
russian: Крошечный

# Font size name
source: Normal
russian: Обычный

# Font size name
source: Standard
russian: Стандартный

# Font size name
source: Big
russian: Крупный

# Font size name
source: Largest
russian: Самый большой

# Font size name
source: Jumbo
russian: Джамбо

# Font size name
source: Mega
russian: Мега

# Font size name
source: Gigantic
russian: Гигантский

# Font size name
source: Massive
russian: Массивный

# Font size name
source: Extra Large
russian: Очень большой

# Font size name
source: Large
russian: Большой

# Font size name
source: Medium
russian: Средний

# Font size name
source: Small
russian: Маленький

# Color name
source: Black
russian: Черный

# Color name
source: Dark Border Input
russian: Темная граница поля ввода

# Color name
source: Dark Border
russian: Темная граница

# Color name
source: Dark Background Tertiary
russian: Темный третичный фон

# Color name
source: Dark Background Secondary
russian: Темный вторичный фон

# Color name
source: Dark Background Primary
russian: Темный основной фон

# Color name
source: Dark Accent Hover
russian: Темный акцент при наведении

# Color name
source: Dark Accent
russian: Темный акцент

# Color name
source: Dark Text Placeholder
russian: Темный текст-заполнитель

# Color name
source: Dark Text Secondary
russian: Темный вторичный текст

# Color name
source: Dark Text Primary
russian: Темный основной текст

# Color name
source: Dark Secondary
russian: Темный вторичный

# Color name
source: Dark Primary
russian: Темный основной

# Color name
source: White
russian: Белый

# Color name
source: Border Input
russian: Граница поля ввода

# Color name
source: Border
russian: Рамка

# Color name
source: Background Tertiary
russian: Третичный фон

# Color name
source: Background Secondary
russian: Вторичный фон

# Color name
source: Background Primary
russian: Первичный фон

# Color name
source: Accent Hover
russian: Акцент при наведении

# Color name
source: Accent
russian: Акцент

# Color name
source: Text Placeholder
russian: Текст-заполнитель

# Color name
source: Text Secondary
russian: Вторичный текст

# Color name
source: Text Primary
russian: Основной текст

# Color name
source: Secondary
russian: Вторичный

# Color name
source: Primary
russian: Основной

# Custom template name
source: Blank Canvas
russian: Пустой холст

# Custom template name
source: Page No Sidebar
russian: Страница без боковой панели

source: Unibiz Single Gutenverse Hero
russian: Unibiz: Герой записи Gutenverse

source: Unibiz Single Gutenverse Content
russian: Unibiz: Содержимое записи Gutenverse

source: Unibiz Single Core Hero
russian: Unibiz: Основной герой записи

source: Unibiz Single Core Content
russian: Unibiz: Основное содержимое записи

source: Unibiz Search Gutenverse Search
russian: Unibiz: Поиск Gutenverse

source: Unibiz Search Gutenverse Hero
russian: Unibiz: Герой поиска Gutenverse

source: Unibiz Search Core Search
russian: Unibiz: Основной поиск

source: Unibiz Search Core Hero
russian: Unibiz: Основной герой поиска

source: Unibiz Page No Sidebar Gutenverse Hero
russian: Unibiz: Герой страницы без боковой панели Gutenverse

source: Unibiz Page No Sidebar Gutenverse Content
russian: Unibiz: Содержимое страницы без боковой панели Gutenverse

source: Unibiz Page No Sidebar Core Hero
russian: Unibiz: Основной герой страницы без боковой панели

source: Unibiz Page No Sidebar Core Content
russian: Unibiz: Основное содержимое страницы без боковой панели

source: Unibiz Page Gutenverse Hero
russian: Unibiz: Герой страницы Gutenverse

source: Unibiz Page Gutenverse Content
russian: Unibiz: Содержимое страницы Gutenverse

source: Unibiz Page Core Hero
russian: Unibiz: Основной герой страницы

source: Unibiz Page Core Content
russian: Unibiz: Основное содержимое страницы

source: Unibiz Index Gutenverse Hero
russian: Unibiz: Герой индекса Gutenverse

source: Unibiz Index Core Hero
russian: Unibiz: Основной герой индекса

source: Unibiz Gutenverse Post Block
russian: Unibiz: Блок записи Gutenverse

source: Unibiz Gutenverse Home Testimonials
russian: Unibiz: Главная — Отзывы (Gutenverse)

source: Unibiz Gutenverse Home Services
russian: Unibiz: Главная — Услуги (Gutenverse)

source: Unibiz Gutenverse Home Hero
russian: Unibiz: Главная — Герой (Gutenverse)

source: Unibiz Gutenverse Home Clients
russian: Unibiz: Главная — Клиенты (Gutenverse)

source: Unibiz Gutenverse Home Blog
russian: Unibiz: Главная — Блог (Gutenverse)

source: Unibiz Gutenverse Home Benefits
russian: Unibiz: Главная — Преимущества (Gutenverse)

source: Unibiz Gutenverse Home Authority
russian: Unibiz: Главная — Авторитет (Gutenverse)

source: Unibiz Gutenverse Home About
russian: Unibiz: Главная — О нас (Gutenverse)

source: Unibiz Gutenverse Header
russian: Unibiz: Заголовок Gutenverse

source: Unibiz Gutenverse Header Alternate
russian: Unibiz: Альтернативный заголовок Gutenverse

source: Unibiz Gutenverse Footer
russian: Unibiz: Подвал Gutenverse

source: Unibiz Gutenverse Footer Alternate
russian: Unibiz: Альтернативный подвал Gutenverse

source: Unibiz Gutenverse 404
russian: Unibiz: 404 Gutenverse

source: Unibiz Core Post Block
russian: Unibiz: Основной блок записи

source: Unibiz Core Home Testimonials
russian: Unibiz: Главная — Отзывы (Основной)

source: Unibiz Core Home Services
russian: Unibiz: Главная — Услуги (Основной)

source: Unibiz Core Home Hero
russian: Unibiz: Главная — Герой (Основной)

source: Unibiz Core Home Clients
russian: Unibiz: Главная — Клиенты (Основной)

source: Unibiz Core Home Blog
russian: Unibiz: Главная — Блог (Основной)

source: Unibiz Core Home Benefits
russian: Unibiz: Главная — Преимущества (Основной)

source: Unibiz Core Home Authority
russian: Unibiz: Главная — Авторитет (Основной)

source: Unibiz Core Home About
russian: Unibiz: Главная — О нас (Основной)

source: Unibiz Core 404
russian: Unibiz: Основная 404

source: Unibiz Archive Gutenverse Hero
russian: Unibiz: Герой архива Gutenverse

source: Unibiz Archive Core Hero
russian: Unibiz: Основной герой архива

source: Gutenverse Plugin Installed
russian: Плагин Gutenverse установлен

source: Activate Gutenverse Plugin
russian: Активировать плагин Gutenverse

source: Install Gutenverse Plugin
russian: Установить плагин Gutenverse

source: This theme require some plugins. Please make sure all the plugin below are installed and activated.
russian: Для этой темы требуются некоторые плагины. Убедитесь, что все перечисленные ниже плагины установлены и активированы.

source: Plugin Requirement
russian: Требования к плагинам

source: Unibiz Gutenverse PRO Patterns
russian: Шаблоны Gutenverse PRO для Unibiz

source: Unibiz Gutenverse Patterns
russian: Шаблоны Gutenverse для Unibiz

source: Unibiz Core Patterns
russian: Основные шаблоны Unibiz
