Repository: prasish012/try
Catalog: try/media_copy/translations/reviewnews/existing_translations/PO FILES AS DATASETS FROM WP.TRANSLATE 2/*/wp-themes-total-*.po
Languages: russian

source: For the Premium theme, the user will get a reply in 10 hours or less.
russian: Для темы Premium пользователь получит ответ не более чем через 10 часов.

source: 43) Fast and Friendly Support
russian: 43) Быстрая и доброжелательная поддержка

source: Adapts to any screen size and displays beautifully.
russian: Адаптируется под любой размер экрана и отображается красиво.

source: 42) Responsive - Mobile Friendly
russian: 42) Адаптивна - Оптимизировано для мобильных

source: 41) Major Browser Compatible
russian: 41) Совместимость с основными браузерами

source: Follows best SEO practices so that your website always ranks higher in Search Engines.
russian: Соблюдение лучших SEO-практик позволяет вашему сайту всегда занимать более высокие позиции в поисковых системах.

source: 40) Search Engine Optimization
russian: 40) Оптимизация поисковой системы

source: Both the free and pro versions are fully translation ready.
russian: Как бесплатная, так и профессиональная версии полностью готовы к переводу.

source: Fully
russian: Полностью

source: Partially
russian: Частично

source: The Premium Version is fully compatible with WPML and Poylang. Create the website in multiple languages.
russian: Премиум-версия полностью совместима с WPML и Poylang. Создавайте сайт на нескольких языках.

source: The Premium Version is fully compatible with RTL (Right to left) languages like Arabic
russian: Премиум-версия полностью совместима с RTL (справа налево) языками, такими как арабский

source: The premium version has enhanced WooCommerce options like adding a cart icon in the menu, product page settings, sidebar layout settings, and more.
russian: Премиум-версия имеет расширенные параметры WooCommerce, такие, как добавление значка корзины в меню, настройки страницы товара, настройки макета боковой панели и многое другое.

source: Shows the physical location with an interactive contact form.
russian: Показывает физическое местоположение с интерактивной контактной формой.

source: Shows the short intro of the post author along with social icons, major Social Share Icons without using a plugin, and related posts by category.
russian: Показывает краткое вступление автора записи вместе с социальными значками, основными значками соцсети без использования плагина, а также связанные записи по рубрикам.

source: With a custom widget and Site origin page builder, you can play to create various website layouts.
russian: С помощью пользовательского виджета и конструктора исходных страниц сайта вы можете создавать различные макеты сайтов.

source: A home page section that covers the full screen despite having less content. It is useful for a one-page website.
russian: Раздел главной страницы, который занимает весь экран, несмотря на меньший объем содержимого. Он полезен для одностраничных сайтов.

source: 32) Remove Footer Credit Text
russian: 32) Удаление текста титров авторства из подвала

source: 31) Advanced Footer Setting
russian: 31) Расширенные настройки подвала

source: The Premium version has an advanced blog page setting option. The option allows you to show or hide each element of the blog.
russian: Премиум-версия имеет расширенную опцию настройки страницы блога. Опция позволяет показать или скрыть каждый элемент блога.

source: 24) Advanced Blog Settings
russian: 24) Расширенные настройки блога

source: The premium version has an option for the Simple Slider, Revolution Slider, and Single Banner Image with advanced customization options.
russian: В премиум-версии есть опции Simple Slider, Revolution Slider и Single Banner Image с расширенными параметрами настройки.

source: The premium version has the option to change the sidebar layout universally or %1schange the sidebar for individual posts/pages%2s. Moreover, it allows choosing the sidebar widgets for individual posts/pages.
russian: Премиум-версия имеет возможность изменить макет боковой панели для всех или изменить боковую панель для отдельной записи/страницы. Кроме того, он позволяет выбирать виджеты боковой панели для отдельной записи/страницы.

source: 23) Sidebar Layout Options
russian: 23) Параметры макета боковой панели

source: The loading screen appears until the website is fully loaded. The premium version has the option to choose from 16 preloaders or add your preloader image as well.
russian: Экран загрузки появляется до тех пор, пока сайт не будет полностью загружен. В премиум-версии есть возможность выбрать один из 16 вариантов анимации загрузки или добавить свое изображение.

source: 15) Home Page Blocks - Style Variations
russian: 15) Блоки главной страницы - вариации стилей

source: Total Plus comes with an option for the top bar where you can add a contact address, social icon, language picker, or any informative text.
russian: Total Plus предлагает опцию для верхней панели, где Вы можете добавить контактный адрес, социальный значок, переключатель языков или любой информативный текст.

source: The theme has 16 shape dividers that you can choose from to create a nice transition effect between sections
russian: В теме есть 16 фигурных разделителей, которые Вы можете выбрать, чтобы создать эффект перехода между разделами

source: Option to organize how the home page section appears.
russian: Вариант организации отображения раздела главной страницы.

source: Advanced
russian: Дополнительно

source: Basic
russian: Основа

source: The free version has a basic color option but the premium version has advanced color options that allow customizing the color everywhere like header, post/page, footer, and home page sections.
russian: В версии Free есть базовый вариант цвета, но в премиум-версии есть расширенные параметры цвета, которые позволяют настраивать цвет везде, например, в разделах заголовка, записи/страницы, подвала и домашней страницы.

source: The premium version has advanced background options that include an option to choose from a video background, moving background, or gradient background.
russian: Премиум-версия имеет расширенные параметры фона, которые включают возможность выбора видеофона, движущегося фона или градиентного фона.

source: The premium version has 800+ Google Fonts to choose from. Don't want to use Google Fonts? No problem, it has web safe standard non-Google fonts to choose from as well.
russian: В премиум-версии есть 800+ шрифтов Google на выбор. Не хотите использовать шрифты Google? Нет проблем, здесь также есть безопасные стандартные шрифты, не принадлежащие Google.

source: The premium version gives the option to choose from 4 differently designed blog layouts.
russian: Премиум-версия дает возможность выбрать один из 4 различных макетов блога.

source: The premium version has an inbuilt option to add the Maintenance(under construction) Screen with countdown time. You don't need to install additional plugins.
russian: Премиум-версия имеет встроенную опцию для добавления экрана технического обслуживания (строящегося объекта) с обратным отсчетом времени. Вам не нужно устанавливать дополнительные плагины.

source: 2) Maintenance Mode
russian: 2) Режим технического обслуживания

source: The premium version allows adding an unlimited block for all the sections on the home page. This includes a slider, featured block, highlight block, service, team, testimonial, counter, pricing, tabs, news and update block, and logo. Moreover, it has the option to choose the number of columns to show in each row.
russian: Премиум-версия позволяет добавить неограниченное кол-во блоков для всех разделов на главной странице. Сюда входят слайдер, блок избранного, блок выделения, услуги, команда, отзывы, счётчик, цены, вкладки, блок новостей и обновлений, а также логотип. Кроме того, есть возможность выбрать кол-во столбцов, которые будут отображаться в каждой строке.

source: The Premium version has an inbuilt mega menu that will allow you to create beautiful big menus in no time.
russian: Премиум-версия имеет встроенное мега-меню, которое позволит Вам создавать красивые большие меню в кратчайшие сроки.

source: The premium version gives the option to choose from 6 header layouts. Additionally, it allows changing the header background color, text color, header height, and more.
russian: Премиум-версия дает возможность выбрать один из 6 макетов заголовков. Традиционно она позволяет изменить цвет фона заголовка, цвет текста, высоту заголовка и многое другое.

source: 7) Multiple Header Layouts and Settings
russian: 7) Несколько макетов и настроек заголовка

source: With one click demo-import, you can install the demo content with just one click.
russian: С помощью демо-импорта одним щелчком мыши вы можете установить демонстрационный контент одним щелчком мыши.

source: 1) One Click Demo Import
russian: 1) Импорт демо в один клик

source: Features
russian: Функции

source: Buy Now ($65 only)
russian: Купить сейчас (только $65)

source: Upgrade to the pro version for additional features and better support.
russian: Обновите до версии pro, чтобы получить дополнительные функции и лучшую поддержку.

source: Keep up to date
russian: Будь в курсе

source: FREE UPDATES FOR LIFETIME
russian: БЕСПЛАТНЫЕ ОБНОВЛЕНИЯ ПОЖИЗНЕННО

source: Use in as many websites as you need
russian: Используйте на любом количестве сайтов

source: UNLIMITED DOMAIN LICENCE
russian: НЕОГРАНИЧЕННАЯ ЛИЦЕНЗИЯ НА ДОМЕН

source: No renewal needed
russian: Нет необходимости в продлении

source: ONE TIME PAYMENT
russian: ОДНОРАЗОВЫЙ ПЛАТЕЖ

source: Fully RTL(Right to left) languages compatible
russian: Полная совместимость с языками RTL (справа налево)

source: 4 blog layouts
russian: 4 макета блога

source: 15+ Shape divider to choose from for each section
russian: 15+ фигурных разделителей на выбор для каждого раздела

source: In-built MegaMenu
russian: Встроенное мега-меню

source: Pro Theme Features
russian: Функции темы Pro

source: View
russian: Просмотреть

source: Upgrade to Pro
russian: Обновиться до Pro

source: Fully Multilingual and Translation ready
russian: Полностью многоязычная и готова к переводу

source: WooCommerce Compatible
russian: Совместима с WooCommerce

source: Google map option
russian: Опция карты Google

source: Blog single page - Author Box, Social Share and Related Post
russian: Отдельная страница блога - авторский бокс, социальный обмен и связанные записи

source: 26 custom widgets
russian: 26 пользовательских виджетов

source: Front page sections with full window height
russian: Разделы главной страницы с полной высотой окна

source: Remove footer credit Text
russian: Удалить текст авторства в подвале

source: 4 icon pack for icon picker (5000+ Icons)
russian: 4 набора значков для выбора значков (более 5000 значков)

source: Advanced footer setting
russian: Расширенные настройки подвала

source: Advanced blog settings
russian: Расширенные настройки блога

source: Sidebar layout options
russian: Параметры макета боковой панели

source: PreLoader option
russian: Опция анимации загрузки

source: Fully customizable options for Home Page blocks
russian: Полностью настраиваемые параметры для блоков главной страницы

source: 14) Home Page Sections
russian: 14) Разделы главной страницы

source: Top header bar
russian: Панель верхнего заголовка

source: Advanced color options
russian: Расширенные настройки цвета

source: Video background, Image Motion background, Parallax background, Gradient background option for each section
russian: Видео фон, фон Image Motion, параллакс фон, градиентный фон для каждого раздела

source: Advanced Typography options
russian: Расширенные параметры типографики

source: Add unlimited blocks(like slider, team, testimonial) for each Section
russian: Добавьте неограниченное кол-во блоков (например, слайдер, команда, отзыв) для каждого раздела

source: Unlimited slider with linkable button
russian: Неограниченный слайдер с кнопкой-ссылкой

source: 6 header layouts and advanced header settings
russian: 6 макетов заголовка и расширенные настройки заголовка

source: Installing Plugin %1$s (%2$d/%3$d)
russian: Установка плагина %1$s (%2$d/%3$d)

source: All installations have been completed.
russian: Все установки завершены.

source: %1$s installed successfully.
russian: %1$s успешно установлен.

source: The installation process is starting. This process may take a while on some hosts, so please be patient.
russian: Начался процесс установки, он может занять некоторое время, особенно на медленных серверах, будьте терпеливы.

source: Installing and Activating Plugin %1$s (%2$d/%3$d)
russian: Установка и активация плагина %1$s (%2$d/%3$d)

source: All installations and activations have been completed.
russian: Все процедуры установки и активации завершены.

source: Hide Details
russian: Скрыть детали

source: Show Details
russian: Подробнее

source: %1$s installed and activated successfully.
russian: %1$s установлен и активирован успешно.

source: The installation and activation process is starting. This process may take a while on some hosts, so please be patient.
russian: Началась установка и активация. Этот процесс может занять некоторое время, особенно на медленных серверах, будьте терпеливы.

source: The installation of %1$s failed.
russian: Установка %1$s не удалась.

source: An error occurred while installing %1$s: <strong>%2$s</strong>.
russian: Возникла ошибка при установке %1$s: <strong>%2$s</strong>.

source: Updating Plugin %1$s (%2$d/%3$d)
russian: Обновление плагина %1$s (%2$d/%3$d)

source: Plugin activation failed.
russian: Активация плагина не удалась.

source: No plugins are available to be activated at this time.
russian: Сейчас нет доступных плагинов для активации.

source: No plugins were selected to be activated. No action taken.
russian: Не выбрано плагинов для активации. Действий не требуется.

source: No plugins are available to be updated at this time.
russian: Сейчас нет доступных плагинов для обновления.

source: No plugins are available to be installed at this time.
russian: Сейчас нет доступных плагинов для установки.

source: No plugins were selected to be updated. No action taken.
russian: Не выбрано плагинов для обновления. Действий не требуется.

source: No plugins were selected to be installed. No action taken.
russian: Не выбрано плагинов для установки. Действий не требуется.

source: Activate
russian: Активировать

source: Update
russian: Обновление

source: Install
russian: Установка

source: Upgrade message from the plugin author:
russian: Сообщение об обновлении от автора плагина:

source: Activate %2$s
russian: Активировать %2$s

source: Update %2$s
russian: Обновить %2$s

source: Install %2$s
russian: Установить %2$s

source: Status
russian: Статус

source: Version
russian: Версия

source: Type
russian: Тип

source: Source
russian: Источник

source: Plugin
russian: Плагин

source: No plugins to install, update or activate.
russian: Нет плагинов для установки, обновления или активации.

source: Available version:
russian: Доступная версия:

source: Minimum required version:
russian: Миним. необходимая версия:

source: Installed version:
russian: Установленная версия:

# as in: "version nr unknown"
source: unknown
russian: неизвестна

source: To Activate <span class="count">(%s)</span>
russian: Для активации <span class="count">(%s)</span>

source: Update Available <span class="count">(%s)</span>
russian: Доступно обновления <span class="count">(%s)</span>

source: To Install <span class="count">(%s)</span>
russian: Установить <span class="count">(%s)</span>

# plugins
source: All <span class="count">(%s)</span>
russian: Все <span class="count">(%s)</span>

source: Update recommended
russian: Рекомендуется обновление

source: Requires Update
russian: Требуется обновление

source: Required Update not Available
russian: Требуемое обновление недоступно

source: Active
russian: Активный

source: Installed But Not Activated
russian: Установлен, но не активирован

source: Not Installed
russian: Не установлен

source: Pre-Packaged
russian: Предварительно упакованный

source: External Source
russian: Внешний источник

source: WordPress Repository
russian: Репозиторий WordPress

source: Recommended
russian: Рекомендован

source: Required
russian: Требуется

# plugin A *and* plugin B
source: and
russian: и

source: The remote plugin package consists of more than one file, but the files are not packaged in a folder.
russian: Пакет удаленного плагина состоит из нескольких файлов, но файлы не упакованы в папку.

source: Please contact the plugin provider and ask them to package their plugin according to the WordPress guidelines.
russian: Свяжитесь с поставщиком плагина и попросите его упаковать плагин в соответствии с рекомендациями WordPress.

source: The remote plugin package does not contain a folder with the desired slug and renaming did not work.
russian: В пакете удаленного плагина нет папки с нужным ярлыком и переименование не помогло.

source: Update Required
russian: Требуется обновление

source: This plugin needs to be updated to be compatible with your theme.
russian: Этот плагин необходимо обновить, чтобы он был совместим с вашей темой.

source: Please contact the administrator of this site for help.
russian: Обратитесь за помощью к администратору этого сайта.

source: There are one or more required or recommended plugins to install, update or activate.
russian: Имеются один или более требуемых, или рекомендуемых плагинов для установки, обновления или активации.

source: Dismiss this notice
russian: Отклонить это уведомление

source: All plugins installed and activated successfully. %1$s
russian: Все плагины были успешно установлены и активированы. %1$s

source: Plugin not activated. A higher version of %s is needed for this theme. Please update the plugin.
russian: Плагин не активирован. Тема требует более новую версию %s. Обновите плагин.

source: No action taken. Plugin %1$s was already active.
russian: Действие не требовалось. Плагин %1$s уже активен.

source: The following plugin was activated successfully:
russian: Следующий плагин был успешно активирован:

source: Plugin activated successfully.
russian: Плагин успешно активирован.

source: Return to the Dashboard
russian: Вернуться в консоль

source: Return to Required Plugins Installer
russian: Вернуться к установке требуемых плагинов

source: Begin activating plugin
russian: Начать активацию плагина

source: Begin updating plugin
russian: Начать обновление плагина

source: Begin installing plugin
russian: Начать установку плагина

source: Something went wrong with the plugin API.
russian: Что-то пошло не так с API плагина.

source: Updating Plugin: %s
russian: Обновление плагина: %s

source: Installing Plugin: %s
russian: Установка плагина: %s

source: Install Plugins
russian: Установить плагины

source: Install Required Plugins
russian: Установить требуемые плагины

source: Documentation
russian: Документация

source: Theme Primary Color
russian: Основной цвет темы

source: Progress Bar %d
russian: Индикатор выполнения %d

source: Call To Action Section SubTitle
russian: Подзаголовок раздела призыва к действию

source: Clients Logo Section SubTitle
russian: Подзаголовок раздела логотипа клиента

source: Client Logo Section
russian: Раздел логотипа клиента

source: Blog Section SubTitle
russian: Подзаголовок раздела блога

source: Testimonial Section SubTitle
russian: Подзаголовок раздела отзыва

source: Counter Section SubTitle
russian: Подзаголовок раздела счётчика

source: Team Section SubTitle
russian: Подзаголовок раздела команды

source: Portfolio Section SubTitle
russian: Подзаголовок раздела портфолио

source: Featured Section SubTitle
russian: Подзаголовок раздела избранного

source: Sticky Header
russian: Прикрепленный заголовок

source: Header Settings
russian: Настройки заголовка

source: Sidebar Layout
russian: Макет боковой панели

source: Select Some Pages
russian: Выбрать несколько страниц

source: Check to Disable
russian: Отметьте, чтобы отключить

source: No
russian: Нет

source: Yes
russian: Да

source: Disable Section
russian: Отключить раздел

source: Left Sidebar
russian: Левая область виджетов

source: Home Page
russian: Главная страница

source: Detail
russian: Деталь

source: Continue reading %s <span class="meta-nav">&rarr;</span>
russian: Продолжить чтение %s <span class="meta-nav">→</span>

source: Read More
russian: Читайте далее

source: Pages:
russian: Страницы:

source: It seems we can&rsquo;t find what you&rsquo;re looking for. Perhaps searching can help.
russian: Похоже, мы не можем найти то, что вы ищете. Возможно, поиск поможет.

source: Sorry, but nothing matched your search terms. Please try again with some different keywords.
russian: По вашему запросу ничего не найдено. Попробуйте другие ключевые слова.

source: Ready to publish your first post? <a href="%1$s">Get started here</a>.
russian: Готовы опубликовать свою первую запись? <a href="%1$s">Начните здесь</a>.

source: Nothing Found
russian: Ничего не найдено

source: Search Results for: %s
russian: Результаты поиска для: %s

source: Home
russian: Главная

source: %1$s at %2$s
russian: %1$s на %2$s

source: Your comment is awaiting moderation.
russian: Ваш комментарий ожидает проверки.

source: Edit
russian: Изменить

source: % Comments
russian: Комментарии %

source: Leave a comment
russian: Оставить комментарий

source: Posted in %s
russian: Опубликовано в %s

source: 1 Comment
russian: 1 комментарий

source: Comments
russian: Комментарии

source: No Comments
russian: Нет комментариев

# post author
source: by %s
russian: автор: %s

source: Recommended Image Size: 1800X800px
russian: Рекомендуем размер изображения: 1800х800px

source: Button 2 Link
russian: Ссылка кнопки 2

source: Button 2 Text
russian: Текст кнопки 2

source: Button 1 Link
russian: Ссылка кнопки 1

source: Button 1 Text
russian: Текст кнопки 1

source: Call To Action Section
russian: Раздел призыв к действию

source: Upload Clients Logos
russian: Загрузить логотипы клиентов

source: Clients Logo Section
russian: Раздел логотипа клиентов

source: Exclude Category from Blog Posts
russian: Исключить рубрику из записи блога

source: Number of Posts to show
russian: Кол-во записей для показа

source: Blog Section
russian: Раздел блога

source: Select the Pages
russian: Выбрать страницы

source: Testimonial
russian: Отзыв

source: Testimonial Section
russian: Раздел отзыва

source: Counter Value
russian: Значение счётчика

source: Counter
russian: Счётчик

source: Recommended Image Size: 1800X400px
russian: Рекомендуем размер изображения: 1800х400px

source: Upload Image
russian: Загрузить изображение

source: Section Background
russian: Фон раздела

source: Counter Section
russian: Раздел счётчика

source: Linkedin Url
russian: URL LinkedIn

source: Twitter Url
russian: URL Twitter

source: Facebook Url
russian: URL Facebook

source: Team Member Designation
russian: Обозначение участника команды

source: Team Member
russian: Участник команды

source: Team Section
russian: Раздел команды

source: Recommended Image Size: 770X650px
russian: Рекомендуемый размер изображения: 770x650px

source: Left Image
russian: Изображение слева

source: Service Page
russian: Страница услуги

source: Service Section
russian: Раздел услуги

source: Select Category
russian: Выбрать рубрику

source: Portfolio Category
russian: Рубрика портфолио

source: Portfolio Section
russian: Раздел портфолио

source: Featured Page
russian: Избранная страница

source: Sub Title
russian: Подзаголовок

source: Section Title & Sub Title
russian: Название и подзаголовок раздела

source: Featured Section
russian: Раздел избранного

source: Replace Image by widget
russian: Заменить изображение виджетом

source: Recommended Image Size: 500X600px
russian: Рекомендуемый размер изображения: 500x600px

source: Right Image
russian: Изображение справа

source: Percentage
russian: Процент
